{"doc_id": "070a7c39-d7bf-4b7e-8b55-0a0fd9498b44", "url": "http://archive.org/download/dli.csl.8488/8488.pdf", "source": "internetarchive", "page_no": 102, "identifier": "dli.csl.8488", "pdf_name": "8488.pdf", "text": "OF CULTURE\n● संस्कृति मंत्रालय\n201\nIT OF INDIA\nसत्यमेव जयते 96\n• भारत स\nപെൺകുട്ടിയോടുതന്നെ\npenkuttiyōtutanne to girl herself\nമനോരാജ്യത്താലാണ്\nmanōrājyattālāņě\nimagination by\nGRAMOPHONE RECORDS\nallaio.\nviyaram\ninquiry\nഅവക\naval\nshe\nPLUS.\ncheytatu.\ndone.\nചോദിച്ചപ്പോൾ\nchodichchappō!\nmade then,\nകരഞ്ഞതെന്നു\nkaraññatennu\ncried was\nകേട്ടപ്പോൾ അവരെല്ലാം കൂടി\nചിരിക്കുക\nkēṭṭappōl avarellām. kūţi chirikkuka\nwhen heard\nthey all\ntogether laughing\nSL\nഅവളുടെ\navaluţe\n(that) her\nanong.\nariññu.\nknown.\nItu\nThis\nമാത്രമായിരുന്നു\nmätramayirunnu. alone was\nTHE SILLY WEAVER GIRL.\nWeavers alone lived in a part of a village. One day a small weaver girl while sweeping the house thought thus: \"My father and mother and all my relations belong to this place. Very good indeed it will be, if I were also married in this place and all of us always lived together here-But if I were married here,\"she continued to think,-\" and a son was born for me and he sickened and died-Oh how my aunts and sisters and friends will come here and what a lamentation will there be about my son !\" Thinking thus, she put the broom against the wall and began to weep. Thereupon her aunts and friends ran to that place and seeing her sorrow, they all began to groan and weep. Her father and her uncles and her brothers who reached there shortly after also began to weep. But none among them had the wit to inquire, \"What is the cause of this ?\" or \"about whom is this bewailing ?\" By that time the chief of that place arrived there and though he made inquiries, he did not understand anything at all of the real matter. After that, when the girl herself was asked, it was known that she cried on account of her imagination. When they heard this, they all burst out laughing.\n"}