{"doc_id": "9dcca948-955b-4bd8-b4ae-dc4d17499017", "url": "http://archive.org/download/dli.csl.8488/8488.pdf", "source": "internetarchive", "page_no": 110, "identifier": "dli.csl.8488", "pdf_name": "8488.pdf", "text": "MINISTRY OF CULT\nOF CULTURE\nसंस्कृति मंत्रालय\n•\nGOVERNMENT\nINDIA\n104\n523\n25\nhachchi\nhaving set\nGRAMOPHONE RECORDS\nಮರದ\nಒಳಗಿದ್ದ\nmarada\nOlagidda\nof the tree\nwho was insiae ತಡೆಯಲಾರದೆ\nಮುದಕನಾದ\nದುರ್ಬುದ್ಧಿಯ ತಂದೆಯು ಹೊಗೆಯನ್ನು\nmudukanāda\nDurbuddhiya tandeyu hogeyannu tadeyalarade\nwho was old Durbuddhi's father the smoke being not able to bear\n66 703,9\n* \"\n66 Satte\nI am dead\n*33\nketta\nwicked\nsatte\"\nI am dead\nಸುಬುದ್ಧಿಗೆ\nSubuddhige to subuddhi\nBONUD\n2833.\npoțareli\nitta.\nin the hollow placed\nanta\nthus\nನಡತೆಯು\nಎಲ್ಲರಿಗೂ\nnadateyu ellarigu\ncharacter\nto all\nಅವನ\navana his\nಹೊರಗೆ\nಬಂದನು.\nhorage bandanu.\nout\ncame\nಗೊತ್ತಾಯಿತು.\ngottäy itu.\nwas known.\nಹಣವನ್ನು\nhaṇavannu\nmoney\nSL\nದುರ್ಬುದ್ದಿಯ\nDurbuddhiya\nDurbuddhi's\nನ್ಯಾಯಾಧಿತಿಯು\nNyāyādhipatiyua\nThe judge\nಕೊಡಿಸಿದನು.\nkodisidanu.\ncaused to be given.\nTRANSLATION.\nThere lived in a town two friends by name Subuddhi and Durbuddhi. Both of them went to a far off country for trading and after amassing much wealth, returned to their native town. As they approached their town Durbuddhi said, \"Lo, Subuddhi, let us bury all our wealth under this big banian tree. Whenever necessary, let us come here and take our respective shares\". Subuddhi agreed to this and both of them dug a pit and buried the wealth.\nDurbuddhi came in the night, and made away with the treasure. Next morning, he spread a rumour in the town, \"Subuddhi himself has stolen the treasure,\" and said to his father, \"Be hiding in the hollow of the tree. When the Judge enquires as to who stole the wealth, cry aloud that it was Subuddhi that stole the wealth.\"\nThe Judge, army, retinue, Subuddhi and Durbuddhi came near the tree. Durbuddhi said to the Judge, \"If necessary, you may ask this tree as a witness as to who stole the wealth.\" When the Judge did so, a voice \"It is Subuddhi\" was heard from the tree. All were surprised and gazed at Subuddhi. But the Judge put some hay into the hollow of the tree andiset fire to it. Durbuddhi's old father, unable to bear the smoke, came out crying \"I am dying, I am dying.\" Durbuddhi's wickedness became public. The Judge had Subuddhi's wealth restored to him.\n"}