{"doc_id": "d86dd9fa-de51-4091-a22b-72a187df5d74", "url": "http://archive.org/download/dli.csl.8488/8488.pdf", "source": "internetarchive", "page_no": 34, "identifier": "dli.csl.8488", "pdf_name": "8488.pdf", "text": "OF CULTURE\nसंस्कृति मंत्रालय\nGOVERNMENT OF INDIA.\nसत्यमेव जयते\nUITGRA\n28\noldpi en kitz\nare my near\nGRAMOPHONE RECORDS\nölt\" edshi.\ngood said.\nudaivoi\nthat is\nedvoi mohk sivvm polchi potink\nthat son\npōlum nintiyi\nmoney\nyours\nஆள்க் தன்னீன் நோடீ, தன்க்\nகிரிஷ்க்\nolli\ntuvar kodotat\nbody alive for coming good food giving\nSL\nKiyadaivichchi that is dead\nஉடி.\nபின் பேத்வொய் மொஃ தொத்தொதி பின்த்சி. நாடுக்\nமொஃ பொனும்\nபொனும் எலும் ஏத்ஸ்.பொதிகி\nபீய்\nசெலவ்\nகிஸ்விச்சி. இம்மொஃ\nநாள்க் பின் தன் பொனும் எலும் எலும் இக்ஸ் செலவ் பொத்திச்சி. இம்மொஃ\nகிஸின்க்பின், அன்னாட் ஏளியாய் ஸச்சி\nகெல்ச்க் சேட்சி. ஐ ஆள்க் போயச்சி.\nஇம்மொஃ பொத்தி கொடுத்த\nகாட்க்\nபொடிக்\nதின்கீன்\nஒன்\nநோடின்க் அத்தோர் கொடுத்பாள் உட் ஆளம் ஆட்தி. தனக் பிதித் பொதின்க் அம்மொஃ \"என்னீன் கிட் கெல்ச் கிஸ்போளாம் உல்த்கிஸ் திட் மீதி பொச்தி. இக்கஷ்டம் கிஸ்பேன். பொன் தன்னீன் கிட்க் பீய் ஓன் சுவாமிக்ம் நின்க்ம் பாபம் கிஸவிஷ்பினி தன் மொஃ இட் பொடத்க் சரி இல்லதீ. ஒன் தன் இசனி கிஸ் தன்னீன்\nகெல்ச் போய்கீன்\nபொத்சி.\nCC\nபின் தன்னீன் கிட்க் பொத்சி. தன்னீன் கவ்வாய் ஓடிவொத் பட்றி ஒன்த்கிஸ்ஸி. உடாய்வோய் மொஃ இட்\nபின் தன்னீன் சுவாமிக்ம் நின்கம்\nநோடி பாபம்கார்ன்\nமேலலோகத்\nதன்\nஓய்விஷ்பினி. பிஷோட்பொடித்க் மரியாத் இல்லாவிஷ்பினி.'' தும்மாச்சி. பின் தன்னீன் கெல்ச்க் கிஸ்போளான் பிஷோட்த் ஒன்னி குப்பாஸ்ம் யேத்போஇட்சி. குப்பாஸ்ம் இட்டு கொடுத்சி. கொய்க் பிளி கோல்க் கொவ் இட் எட்ஸி. பியாகிவோய் கொர் உட் பீஷ்கி தின்னு எட்சி. கேடாய்வோய் மொஃ உள் தாய் பொச்சி கோணோவோய் மொஃ கொட்ஸ்பினி.\" இட் சோனுமேலும் கிளிமாச்சி. அத்வோக் பேர்வுட் மொஃ. கோட்சுனு பொத்தின்க் பொள்க்ஷி காஸ்தும் நாரிதும் கேட்ஷி. தன் கெல்ஸ் ஆள் பிஷோட்த் இகிஸ்தின் இட் பின்தசி. அன்க் கிஸ்போன், \"நி தன்னோன் பொத்சி. நின்னோன் சீவ்ம் பொதூன்க் நின்னீன் பியாகிவோய் கொர் பீய்ஷ்க்தி” இம்மொஃ பித்சோய் பொளிக் பீய்பொடுத்க் இஷ்டமில்லயீ, துக்குமாச்சி, அன்க் மொஃ தன்னீன் போன் உப்பூம் நான் ஒன் நின் கெல்ஸ்க் உடாம் கஷ்ட்மேலும்\nகிஸ்போன்\nஎட்ஸி\nஆஸ்னூம்\nதன்னீன்\nநேரடி,\nகிஸ்பினி\nஇன் ଉଁ ଧୋ தன் கோளான் திட்பொடுத்க் ஓட் மரி உடாம் தோரவி. ஆஸ்னூம் நிழ் பொனும் எலும் சலுங்கிஸ்வோய் இம்மொஃ பொதின்க் அம்மொஃ பியாகிவோய் கொர்வுட் பீய்ஷ் கிஷ்பி\" எட்சி. தன்னீன் மொஃ போல் நோடி, \" நீ எதவுன்ம் என் கிடஷ் ஒன் த்பி. என் கிட்ஷ்உடாய்வோய் பொனும் எல்ம் நின் தியீ கியாடாய்விச்சி எட்வோய்மொஃ ஸீவ்ம் பொள்ச் பொதின்க் உள்ளி துவர் கொடுதத் ஒன்தி.\" எட்சி.\nஐயா,\nபொனும்\nஅஜ்ஜு-ம்\nபின் உட் ஆள்க் கிட்டுக் மீச்வா\nகெல்ஸ்\nபொள்ச்\n"}