{"doc_id": "19f16917-0af5-478a-ac89-62fbcb857248", "url": "http://archive.org/download/dli.csl.8488/8488.pdf", "source": "internetarchive", "page_no": 35, "identifier": "dli.csl.8488", "pdf_name": "8488.pdf", "text": "OF CULTURE\nसंस्कृति मंत्रालय\nGOVERNMENT\nसत्यमेव जयते\n● भारत सरकार\n[No. 123 A.K.]\nNärshän\nMund with a temple\npotkar\na temple (Ootacamund)\ntuvarti.\nis seen.\nGRAMOPHONE RECORDS\nare seen.\nTODA.\nSONG.\n'Ishkitti\n'Ishpo\ntuvarti\nKiarmupüf\ntuvarti mund with a temple is seen big temple is seen the hill with the temple\ntuvarti.\nKiar pukish\nis seen.\nthe place of worship on the hill\nAratman\nall the temples of the Todas\ntuvarti.\nTannin möhk\nPather\nSON\ntuvarti.\nNatīriyār\nis seen the hill with a temple\nmay we go for worshipping god\ntuvarti\npöl nōțți\nseeing\ntuvarti.\nare seen\nnear\nkitz uḍaivoi pölum nintiyi that is money yours sīvum polchi poti'nk olli body alive for coming good\nis seen.\ntuvarti\nNalponersh\nis seen the place of worship (Ootacamund)\nPohomeda\nSL\n29\ntuvarti\nis seen.\ntuvar kodotat\nfood giving\nNalmund with\nishkomeda.\nwait for worship.\nArokotkum\nall the places having temples\n'ni eḍtōn en kitz oldpi en\nyou\nnine near are my kiya da'ivichchi edvoi mohk that is dead\nSon\nthat ölt' edshi.\ngood said.\nTRANSCRIPT IN TAMIL CHARACTER.\nநார்ஷான் துவர்தி, நாட்டிரியார் துவர்தி. ஈஷ்கித்தி FayCur துவர்தி. கியார்மூப்பூவ் துவர்தி. கியார்புக்கீஷ் நல்போத்கர் துவர்தி. no Burafiral துவர்தி. போஹு மேடா. இஷ்குமேடா. அரத்மன் துவர்தி. அரோகொட்ம் துவர்தி.\nதுவர்தி. துவர்தி.\nTRANSLATION.\nA village with a temple is seen. The hill with a temple thereon is seen. The mund with a temple is seen. The big temple is seen. The hill with the temple is seen. The place of worship on the hill is seen. The mund with a temple (Ootacamund) is seen. The place of worship (Ootacamund) is seen. We may go there and wait for worshipping. All the temples of the Todas are seen. All the places having temples are seen.\nN.B.-Narshan, Nattiriyar, Eeshkithee, Eeshpo, Kiarmuppoof, Kiarpookeesh, Nalpothkar, Nalponirsh:-all these are the names of different places or munds.\n"}