{"doc_id": "bc358c9f-5207-49f4-b95b-487124b2d677", "url": "http://archive.org/download/dli.csl.8488/8488.pdf", "source": "internetarchive", "page_no": 41, "identifier": "dli.csl.8488", "pdf_name": "8488.pdf", "text": "•\nMINISTRY OF CULTUP\nGOVERNMENT\nसत्यमेव जयते\nதி\nOF INDIA.\nGRAMOPHONE RECORDS\nம\nSL\nபது தீனெ திட்டுடெ ஒளேம் பெட்கைசிக்கோம் எட்மேலோ இதின்கெ கொடக்போன் இலாதெ ஒஸிக்கொ. தன்க்புத்திவத்ப்போத்லெ அவுனெ எனையன் கூஜாளோடே பெட்கை சிட்டெசது வாயிட் இகோம் எட்மேலெ ஆனேகெ ஈயே பெட்டீகியிடே தவக்பது எனக்கெ. அனுமே தற்னே தனைனத் கெ கட்துற்ஒயிட் ஆனே தேவர்க்குமெ எனையனுக்குமெ விரோகம் கெஸிட் டெ பாப்பம் கெஸீப்போத்லெ அவன் மேபின் எட்டுரெ பட்த்லிக்கெ மார்ஜாதி உள்வேன்ணுமே அல்லாயிபெ என்னெ அவர்து கொக்காரனோட ஒட்டர்ன் இட்டுடெ சேத்கோன்கெ இட்டுடெ உனிசிடெ தனைன்த்துக்வத்திட் சேதிடா. கடதுரெ வல்தூரம் வத்த பிப்பலாரெ தன்னைன்னெ கட்டா. அவுரெமனஸ் எரிகிடெஒசிற் வத்துடெ தொடதுடெ மணிச்சா. அதன் பிப்பலரெ தனையன் நோஸிட்டெ ஐயா ஆனே மேலோகத்திலுள்வதே அய்னுக் மிந்தலாரெ தமக் மிந்தலாரெ பாபகார்னாயிபெ நிமேயின் இட்டுரெ ஆர்லிக்கெ மர்ஜாதி இல்லா யிபெ இட்டுரெ விசன் கெஸ்ஸா. ஆன்மேலெ அவனைனெ கெக்காரன் ஹாத் துடெ பாசனெ உள்வது வெறாடெ எத்திட் வாத்திட்டே அவன்கெ பேவ் கெஸிட்டாரெகைக் மோதாமே சால்க் மெட்டுமே இடு எட்டிர் பயிதாரெ பாதார்குற்ல்சச்சிட்டெ பப்பம் செஸிடெ ஒள்ளிபிரியா வாயிட் இக்கோமெட் டாரெ தத்தீக்கிட்பது மெயினெ உஸ்ரோடெவத்திடா கெட்டீபதுமெயினெ சிக்கிக்கொ எட்டுடே எல்மேர்பாசானி ஆயிட்டெ இத்தாரெ ஆஜாமிலெ கத் வித்பது தொட்மெ யினெபயிசார்க்வத்திப்போத்லெ கொள்ளேயிர்தவதுமே ஆட்டாஸ்வதுமே கெவிக் கேட்தெ. தனுதே செக்கார்ன்னே ஓடாள்னெ ஆக டெ இதல்மே ஏன்கெ எட்டுடு வெயிந்தா, அல்க்கெ கெக்கார்ன்னெ நிக்கி றாள் வத்துக் எட்டிரெ அவுனெ உசுரோடெ ஒளாம் திரிகியுட்வததுக் எட் டிடெ நின்னையனே பாதார்குற்ல் சச்சிட்டெ பப்பம் கௌஸோ எட்டா இவன்க்மேர் கோபம்வத்திடெ பயிக் ஓகலிக்மனஸ் இல்லாயிகொ அல்கே. அவனைனெ வத்திடே அவன்னெஹாதா. அலக் அவன் மெயினை மற்பட்டெ எனதல் நாளத்திரே ஆனெ நிமித்மாத்கெ மீராதெ பாடுபட்டேன் ஆனெ எனது கோட்டா ளோடே பாசனியாயிடே இத்தேனிக்கெ ஓட் ஆடு மேரி யோமே என்கெ தாராதித்திகெ அல்கெநிமித் வதுக் கெல்மெ ஆகாதகெக் கெஸிட்டெ சமித்பது மெயினெ வத்திப்போத்லெ அவன்கெ பாதார் குற்ல் சச்சீபி எட்டா. தனைனெ மெயின்னெ நொஸிட்டெ நீ ஏல்க் மேரே என்னோ டெ உள்வி எனத்துள்வதே வதுக்கெல்மே நின்னியத தத்தீக் கெட்டுரே உனிசெ கெட்டீபது நிக்கிராலோ உசுரோட் சிக்கீபன்க் ஆயிடெ பப்பம் கெஸிப்பது ஒளதெ எட்டா\nக\n35\n"}