{"doc_id": "90d748d5-aa05-4be4-9691-c583ed52e763", "url": "http://archive.org/download/dli.csl.8488/8488.pdf", "source": "internetarchive", "page_no": 54, "identifier": "dli.csl.8488", "pdf_name": "8488.pdf", "text": "OF CULTURE\nसंस्कृति मंत्रालय\nGOVERNMENT\nसत्यमेव जयते\n•H[7<\nOF INDIA\nGRAMOPHONE RECORDS\nmaganukku gobbu kannu nina kondubuṭṭa endu\nbanda returned\nto son\nfat\ncalf\nyou\nhave killed\nSO\nyêgina. Appa magana helutu\nni\ndina yēgu\niddaray.\nsaid. Father to son\nsaid\nI so many days remained Settu-butta enda koosu Dead thought\ntappi\nSO\nson gone\nEnaga\nvirundu\nTherefore feast\nyenna mine properties all\nvoga\nbadukella ningadu.\nyours.\ntamma\nbrother\nusurōdu\nalive\nran away\näkkiyaday niyāyada. made\njust is.\nSL\nbandubuṭṭa.\nreturned.\nTRANSCRIPT IN TAMIL.\nஒன்து அப்பகு இரடு மக்க உட்டிதாரு. ஆ குன்ன கூசு அப்பனை நோடித்து என்னை பாகனே பங்கிதா என்தா. ஆ மாதிரிகா அப்பா பங்கி கொட்டு புட்டா ஒசி தினகா இந்தாடு குன்ன கூசு தன சொத்தெல்லா எதிகுனு ஒரு தூர தேச வோய்கிபுட்டா. ஒசி தினவாக பிர்தவே சொத்தல்லா காலி மாடி புட்டா. அவ பெர்த சிலவு மாடி இன்தாடு ஒரு தொட்ட பஞ்ச பந்தா. இவனுக்கு அப்பார தரிதிர இடுத்து புட்டாத்து. ஆ சேத கலா ஓப்ப கெல்சிக்கு இத்தா. அவனே ஹந்தி மேசி பா என்து கத்தேக்கு புட்டு புட்டா. அப்பார ஹொட்டே ஹாசித்தாத்து. இ ஹன்தி கொட ஹிட்டு எனகே தந்தாரே நா பதிக்கினே என்து உனிதா. அது தப்பது ஒப்பரு இல்ல. எனக்கு ஈகதான புத்தி பந்து என்னப்ப கூலி ஆள் ஓட்டுக்கு ஹிட்டு தின்தோ. அவருக்கு பல இரத்திதே.நா ஈசகல்லா கஷ்டபட்டு ஹொட்டக. அப்பார ஆசு இடுத்து சத்தே. ஆகவே அப்பாசார ஒனே. நா சாமிகு அப்பாகு விரோத க மாடி புட்டே. என்ன சறி நா அப்ப அப்ப மக எம்பதக்கு நியாய சாணே. மாதிரி என்ன பியலி உனித்து அப்பா சாரே பந்து எஜ்ஜினா. இடதாரிகா பன்னே. அப்பாவு இட தாரிக்கு பந்து புட்டா. வென்று ஓடி வந்து தப்பி கட்டி\nகூலிகார\nஅவமன\nகஞ்ஜோக மாடினா. ஆக மக அப்பனை நோடி சாமிகு அப்பகு முந்தே விரோத மாடி புட்டா. அப்பனுக்கு நா மக என்து ஹோகு வதுக யோகி யல்ல என்து நா உனித்தே. அப்ப ஒன்று கூலி ஆள் புட்டு ஒன்து தொட்ட சீலே ஹொத்து பந்து சட்டினா கை உங்கரா காலுகு கெரா இக்கிதா. ஒன்து கொப்பகனனு கொய்து விருந்து மாடி சந்தோஷ மாடினா என் உனித்தா. செத்துவ மக உசுரோடு பந்து புட்டா. ஹோத மகா பந்து சேத்து புட்டா எனதே எல்வாரு சந்தோஷ ஆக இத்தாத்து. ஆக கத்தையிலித்த தொட்ட மக மனைக பப்பாட்ட அல்லி ஆட்டாவு பாட்டாவு கிவியோ கே கேப்பட்டா. இது எனக என்பது தனே கெசொகா ரனே இடிது கேத்தா. நீன தம்ம பந்து புட்டாத்து. அவ உசுரோடு திரிகி பந்தது காகிய நீன அப்பா தொட்ட தன கொத்து விருந்து ஆக்கியாத்து, அவனுக்கு அப்பார சினா பந்து மனகு கூட ஒக மனசு இல்லே. ஆக அப்பா பந்து கெஞ்சி மனைக்கு பா என்னா கர்தா. அதுக கூசு நினக பிரோத இல்லாதே அப்பார கால இத்தே அப்பார கால இத்து எனகு சினே கித கார்கு ஒன்து ஆட்டுக்குட்டி சந்தோஷ மாடுதாக்கு நீ தப்ப இல்லே நின சொத்தெல்லா நாசமாடி பந்த மகனுக்கு கொப்பு கன்னு நீனகொந்து புட்டா. என்து ஏகினா. அப்பா மகன கொருது நீ எகு என்ன இத்தனே. என்ன பதுக்கெல்லா நின்னதாது. செத்து புட்ட என்தகூசு தப்பி ஓக தம்ம உசுரோடு பந்துபுட்டா எனக விருந்து ஆக்கியதே நியாயதா.\n"}