{"doc_id": "347a2dc1-dfe3-4fca-8bf2-46c092c82803", "url": "http://archive.org/download/dli.csl.8488/8488.pdf", "source": "internetarchive", "page_no": 62, "identifier": "dli.csl.8488", "pdf_name": "8488.pdf", "text": "OF CULTURE\nसंस्कृति मंत्रालय\nGOVERNMENT\nसत्यमेव जयते\n•\nWITH\nT OF INDIA\nभारत\n56\nसरकार\n8.\nAliyakattda\nOf aliyasantana system\nsahisere küdandinat\nunbearable\nGRAMOPHONE RECORDS\nävodu.\nmust be made.\nkalodd\nfrom time\naitha parihara bēga\nits\nremedy soon\nsvarta manasda\nAik\nFor that\ndoshōlu\n• evils\nittinedd\nhaving been\nselfish\nākshepa\nuppu.\nAndala mātā\nkiri\nobjection might exist. Nevertheless all junior\nbahala\nlong\neddend oppuver. admit.\nis good\nTRANSLATION.\nejamänerna\nmanagers'\nedde\nhire membarerla mitt\npandiprakara\nalso good senior members also above in the manner stated\npălapina\neffecting partition\nmembarerla members\nSL\nThe manager of an Aliyasantāna family in South Kanara is in theory a trustee of the family properties. In practice, an old man becomes manager and his inclinations are to enrich his wife and children out of Tarwad funds. Therefore suits to set aside alienations made by him and to recover maintenance are very common among the followers of this system. He can be removed by suit for his mismanagement. The remedy is worse than the evil. It causes discord and ill-feeling and the very blood of the family is sapped. by ruinous and costly litigation. The evil effects of the system.\nare :(i) It is unnatural.\n(ii) It deprives one of individuality.\n(iii) It acts as a check upon enterprise and commerce.\n(iv) It makes the junior members a set of indolent and irresponsible beings.\n(v) The atmosphere of disunion in large families acts against the formation of character of the younger members.\n(vi) It retards the progress of education of the family members.\nThe only way for removing the evils is to allow partition of the Tarwads. The principle of partition should be per stirpes. To avoid splitting up of small holdings, the minimum share of a partible Tarwad should be assessed at not less than Rs. 50. If there\n"}