{"doc_id": "67144738-877d-4268-941a-4ae12152f0f4", "url": "http://archive.org/download/dli.csl.8488/8488.pdf", "source": "internetarchive", "page_no": 89, "identifier": "dli.csl.8488", "pdf_name": "8488.pdf", "text": "OF CULTURE\n●\nसंस्कृति मंत्रालय\nCOVERNMENT OF INDIA.\nसत्यमेव जयते\n●भारत सरकार\nமுழிச்சிண்ட\nmurichchinda\nopened-that\nGRAMOPHONE RECORDS\nஒளவையார்\nAuveiyar\nAuvaiyar\nபயந்து\nbayandu\nbecoming-afraid\nயாரென்னு தெரிஞ்சண்டு\nterinjindu\nyärennu who-she-was having-understood\nநடந்த\nnadanda\nthat occurred\nUTLLIO வர்ணிச்சா. இது குடியானவன் காதில்\nவிழுந்ததும்\npattal varnichcha. Idu kudiyanavan kädil virunda dum\nverse-in described.\nThis\nfarmer\near-in\nfalling-on\nar an\nவையாருக்கு சாதம்\nAuveiyarukku śādam\nAuvaiyar-to food\nSL\n83\nசங்கதிகளெ\nsangatihale oru\nevents\none\nபொண்டாட்டியிடம் சொல்ல, அவளும்\npondatti-yidam\nsolla, avalum\nwife-to\nhaving-told, she-also\nGUILLI.\npõtta.\ngave.\nTRANSLATION.\nIn a certain village, there lived a farmer who was very good, who spoke kind words to all and who was unable to endure the sight of hungry people. But his wife was quite his opposite; kind words she knew not, hungry people she would drive out and she would not render any help to any one. One day when the farmer started out of his house, he saw an old woman lying down near the threshold. Her eyes were sunken, her hair was all grey and she wore only a rag and, at sight of her, he grew very compassionate. Bending low, he looked at her and said \"Mother! Why are you thus lying down? What do you want?\" Now, do you know who this woman was? She was Auvaiyar, the great poetess. As soon as she heard his kind voice, Auvaiyar opened her eyes and said \"My son, I have been starving for many days past and I shall be much obliged if you will give me some gruel.\" No sooner did he hear this than he ran fast into the house, slackened his when he reached the inner threshold and looked in to see what his wife was doing. She was grinding corn. He went in with a smile on his face and joined in the grinding. While being engaged in this act, he said to her \"What clothes do you wish to have for the Dipavali? We shall have a good harvest of paddy now.\" But she replied to him carelessly and ceased speaking. Then, thinking that that was the best opportunity for him, he approached her ears, all in a tremble, and said \"O apple of mine eye! An old woman is dying of hunger outside; please give her some gruel.\" As soon as she heard these words, she flew into a towering passion and cried \"O thou fool! Already I am feeding you for nothing and who is to\npace\n"}