{"doc_id": "255e4fb6-b692-4a18-b2be-97373a9bea60", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 1, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "GOVERNMENT OF TAMIL NADU\n2011\nGOVERN\nRNMENT\nTRUTH\nNo. 117]\nOF\nHEELTEMA\nTAMIL NADU\nGOVERNMENT GAZETTE\nEXTRAORDINARY PUBLISHED BY AUTHORITY\nCHENNAI, FRIDAY, APRIL 1, 2011 Panguni 18, Thiruvalluvar Aandu-2042\nPart III-Section 1(a)\nGeneral Statutory Rules, Notifications, Orders, Regulations, etc., issued by Secretariat Departments.\nNOTIFICATIONS BY GOVERNMENT\nPORCHERS\nALONE\nAMI\n[Regd. No. TN/CCN/467/2009-11. [R. Dis. No. 197/2009. [Price: Rs. 16.00 Paise.\nTRIUMPHS\nLABOUR AND EMPLOYMENT DEPARTMENT\nTAMIL NADU LEGAL METROLOGY (ENFORCEMENT) RULES, 2011\n[G.O. Ms. No. 50, Labour and Employment (K2), 31st March 2011, 17, -2042.] No. SRO-A-9(a)/2011.\nIn exercise of the powers conferred by sub-sections (1) and (2) of Section 53 of the Legal Metrology Act, 2009 (Central Act 1 of 2010), the Governor of Tamil Nadu, after consultation with the Central Government, hereby makes the following Rules, the draft of the same having been previously published as required by sub-section (4) of Section 53 of the said Act. RULES.\n1. Short title and commencement.-(1) These rules may be called the Tamil Nadu Legal Metrology (Enforcement) Rules, 2011.\n(2) They extend to the whole of the State of Tamil Nadu.\n(3) These rules shall come into force on the 1st day of April 2011.\n2. Definitions. In these rules, unless the context otherwise requires, -\n(a) \"Act\" means the Legal Metrology Act, 2009 (Central Act 1 of 2010);\n(b) \"Reference Standards Laboratory\" means a laboratory set up by the Central Government under the Act, where Reference Standards, Secondary Standards and Working Standards are maintained;\n(c) \"Schedule\" means a Schedule appended to these rules;\n(d) Words and expressions used in these rules and not defined but defined in the Act shall have the meanings, respectively, assigned to them in the Act.\n3. Reference Standards.- The Reference Standards shall be kept at such place, in such manner and in such custody as prescribed under the Legal Metrology (National Standards) Rules, 2011.\n4. Secondary Standards.- (1) Every Secondary Standards shall be verified at any of the Reference Standards Laboratories, in such manner and at such periodical intervals as prescribed under the Legal Metrology (General) Rules, 2011 and shall, if found on such verification to conform to the Standards established by or under the Act, be stamped by Reference Standard Laboratory or a certificate of verification will be issued by that laboratory.\nDTP-III-1(a) Ex. (117)-1\n[1]\n"}