{"doc_id": "d5c5d159-0a8b-4b30-9cb7-d22b2ef1bc93", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 18, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "18\nLicence No.\nForm LM-3\nGovernment of Tamil Nadu\nOFFICE OF THE CONTROLLER OF LEGAL METROLOGY\nLICENCE TO MANUFACTURE IN WEIGHTS, MEASURES, WEIGHING OR MEASURING INSTRUMENTS\n1.\n1.\n2.\n3.\n4.\n5.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nSCHEDULE – III\n[See rule 11(3)]\nLicensing Forms\nYear..\n(Seal)\nThe Controller of Legal Metrology hereby grants to...\n..(Name and address of party or parties)\na licence to manufacture the following:-(Include details of the weights, measures, weighing instruments or measuring instruments that are licensed to be manufactured by the party)\nThe licence is valid for the party named above in respect of his workshop located at\nThis licence is valid from\nto\nThe manufacturer shall comply with the conditions noted below. If he fails to comply with anyone of these, his licence is liable to be cancelled\nThe trade mark monogram being used by the manufacturer is as under\nDate:\nPlace:\nNote: In the case of firm, its name with the names of all names of all persons having interest in the business should be given in paragraph 1.\nCONDITIONS OF LICENCE\n(Signature)\nController of Legal Metrology, Government of Tamil Nadu.\nThe person in whose favour this licence is issued shall,\n(a) comply with all the relevant provisions of the Act and Rules for the time being in force;\n(b)\nnot encourage or countenance any infringement of the provisions of the Act or the Rules amended from time to time;\n(c)\nexhibit this licence in some conspicuous part of the premises to which it relates;\n(d) comply with any general or special directions that may be given by the Controller of Legal Metrology;\n(e) surrender the licence in the event of closure of business and / or cancellation of Licence;\n(1) preset the weights, measures, weighing or measuring instruments as the case may be manufactured and meant for use within the State, to the Legal Metrology Officer for verification and stamping before sale;\n(g) submit the application for renewal of this licence as required under the rules within thirty days before the expiry of the validity of the licence.\n2. Every condition prescribed after the issue of this licence shall if notified in the Official Gazette, be binding on the persons to whom the licence has been granted.\n"}