{"doc_id": "9ad2ea91-0a1d-4296-b005-5e82f19f5790", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 2, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "2\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(2) The Secondary Standards shall be kept at such place, and in such custody as the Controller may direct.\n5. Working Standards.-(1) Every Working Standard shall be verified either at any of the Reference Standards Laboratories or at any of the Secondary Standards Laboratories maintained by the State Government, in such manner and at such periodical intervals as prescribed under the Legal Metrology (General) Rules, 2011 and shall, if found on such verification to conform to the Standards established by or under the Act, be stamped or certificate of verification will be issued by that laboratory, as the case may be.\n(2) The Working Standards shall be kept in the custody of legal metrology officer.\n6. Secondary Standard Balances. (1) A set of Secondary Standard balances shall be maintained at every place where Secondary Standard Weights are kept.\n(2) The number, types and specifications of such balances shall be such as prescribed under the Legal Metrology (General) Rules, 2011.\n(3) Every Secondary Standard balances shall be verified atleast once within a period of twelve months and shall be adjusted, if necessary, to make it correct within the limits of sensitivity and other metrological qualities prescribed under the Act, by the Reference Standards Laboratory or by the Controller or such other officer as may be authorised by him in this behalf.\n7. Working Standard Balances.-(1) A set of Working Standard balances shall be maintained at every place where Working Standard Weights are kept.\n(2) The number, types and specifications of such balances shall be such as prescribed under the Legal Metrology (General) Rules, 2011.\n(3) Every Working Standard balances shall be verified at least once within a period of twelve months and shall be adjusted, if necessary, to make it correct within the limits of sensitivity and other metrological qualities prescribed under the Legal Metrology (General) Rules, 2011, by the Reference Standard Laboratory or at any of the place where Secondary Standards are maintained by the State Government.\n8. Physical characteristics, configuration, constructional details of Weights and Measures.-Every weight or measure used or intended to be used in any transaction or for protection shall conform as regards physical characteristics, configuration, constructional details, materials, performance, tolerances and such other details, to the specifications prescribed under the Act or the Legal Metrology (General) Rules, 2011.\n9. Use of Bullion Weights, Carat Weights, etc.-(1) No Weight other than a bullion weight as specified in the Legal Metrology (General) Rules, 2011 shall be used in any transaction or protection in bullion including precious metals, pearls, ornaments or other articles made of gold or silver.\n(2) No weight other than a carat weight shall be used in any transaction or protection in precious stones.\n(3) Only beam scale of class A or class B category or a non automatic weighing instrument of high accuracy class (class II) or special accuracy class ( class 1) shall be used in any transaction or protection referred to in sub-rules (1) and (2) above.\n10. Use of weights only or measures only or number only in certain cases.-Except in the cases of commodities specified in Schedule I, the declaration of quantity in every transaction, dealing or contract, or for protection shall be in terms of the unit of -\n(a) weight, if the commodity is solid, semi-solid, viscous or a mixture of solid and liquid;\n(b) length, if the commodity is sold by linear measure;\n(c) area, if the commodity is sold by area measure;\n(d) volume, if the commodity is liquid or is sold by cubic measure; or\n(e) number, if the commodity is sold by number.\n11. Licencing of manufacturer, repairer and dealer of Weights and Measures.- (1) Every manufacturer or repairer of, or dealer in, weight or measure shall make an application for the issue of a licence to the Controller or such other officer as may be authorised by him in this behalf, in the appropriate form set out in Schedule II-A:\nProvided that no licence to repair shall be required by a manufacturer to repair weight or measure manufactured by him and used in a State other than the State of manufacture of the same, but the manufacturer has to inform in advance the concerned legal metrology officer about the repairing:\n"}