{"doc_id": "cdec7c82-2c83-4464-bb1c-a822a9ea9cc2", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 20, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "20\nLicence No.\nForm LR - 3\nGovernment of Tamil Nadu\nOFFICE OF THE CONTROLLER OF LEGAL METROLOGY\nLICENCE TO REPAIRER IN WEIGHTS, MEASURES, WEIGHING INSTRUMENTS OR MEASUREING INSTRUMENTS.\n1.\n1.\n2.\n3.\n4.\n5.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nSCHEDULE – III\n[See rule 11(3)]\nLicensing Forms\nYear..\nThe Controller of Legal Metrology hereby grants to...\n..(Name and address of party or parties)\na licence to repairer the following:-(Include details of the types of weights, measures, weighing instruments or measuring instruments that are licenced to be repaired by the party)\nThe licence is valid for the party named above in respect of his workshop located at .\nThis licence is valid from\n(Seal)\nto\nThe repairer shall comply with the conditions noted below. If he fails to comply with any one, his licence is liable to be cancelled\nThe party is licenced to repair weights, measures, weighing and measuring instruments in the areas mentioned below:Date:\nPlace:\nNote: In the case of firm, its name with the names of all persons having any interest in the business should be given in paragraph 1.\nCONDITIONS OF LICENCE\n(Signature)\nController of Legal Metrology, Government of Tamil Nadu.\nThe person in whose favour this licence is issued shall,(a) comply with all the relevant provisions of the Act and Rules for the time being in force;\n(b)\nnot encourage or countenance any infringement of the provisions of the Act or the Rules for the time being in force;\n(c)\nexhibit this licence in some conspicuous part of the premises to which it relates;\n(d) comply with any general or special directions that may be given by the Controller of Legal Metrology;\n(e) surrender the licence in the event of closure of business and / or cancellation of Licence;\n(f) (i) Present the weights, measures, weighing or measuring instruments as the case may be duly repaired to the Legal Metrology Officer for under taking verification and stamping as specified in the Legal Metrology (General) Rules, 2011 before delivery to the user\n(ii) In the case of weights, measures weighing or measuring instruments, if they are serviced / repaired before the date on which the verification falls due and where, in the process and the verification stamp of the legal metrology officer is defaced, removed or broken, they shall be presented duly repaired to the Legal Officer for re-verification and stamping before delivery to the user.\n"}