{"doc_id": "988713b3-5d1d-4bbe-b738-0eb8e1d29612", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 3, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n3\nProvided further that a person who bonafide repairs any weight or measure owned or possessed by him shall not require a repairer licence.\n(2) Every manufacturer or repairer of, or dealer in weight or measure shall make an application for the renewal of a licence within thirty days before the expiry of validity of the licence to the Controller or such other officer as may be authorised by him in this behalf, in the appropriate form set out in Schedule II-B.\n(3) Every licence issued to a manufacturer, repairer or dealer shall be in the appropriate form set out in Schedule III.\n(4) Every licence issued to a manufacturer, repairer or dealer shall be valid for a minimum period of one calendar year and may be renewed for a period of one to five calendar years, by the Controller or such other officer as may be authorised by him in this behalf on payment of fee as specified in Schedule IV.\n(5) The fee payable for the alteration of a licence or for the issue of a duplicate licence shall be as specified in Schedule IV:\nProvided that an additional fee at full rates specified in Schedule IV shall be payable by the applicant if he is permitted by the Controller to make an application for the renewal of a licence within a period of three months from the date of expiry of the licence.\n(6) The Controller or such other officer as may be authorised by him in this behalf shall maintain a register of licensed manufacturers, dealers and repairers in the form set out in Schedule V.\n(7) Every manufacturer or repairer or dealer licensed under the Act and these rules shall maintain such workshop or equipments or tools or registers etc., as the case may be, as per the terms and conditions of the licence.\n(8) Every repairer licensed under the Act and these rules shall furnish a security deposit for each licence to the State Government as specified in Schedule VI.\n(9) Every licence issued or renewed under the Act shall be displayed in a conspicuous place in the premises where the licensee carries on business.\n(10) A licence issued or renewed under the Act shall neither be saleable nor transferable.\n12. Suspension and cancellation of licence.- (1) The Controller or such other officer authorised by him in this behalf may, if he has any reasonable cause to believe that the holder of any licence issued or renewed under the Act has made any statement in, or in relation to, any application for the issue or renewal of the licence, which is incorrect or false in any material particular or has contravened any provisions of the Act or any rule or order made thereunder, suspend such licence, pending the completion of any inquiry against the holder of such licence:\nProvided that no such licence shall be suspended unless the holder thereof has been given a reasonable opportunity of showing cause against the proposed action:\nProvided further that where the inquiry referred to in this sub-rule is not completed within a period of three months from the date of suspension of a licence, such suspension shall, on the expiry of the period aforesaid, stand vacated.\n(2) The Controller or such other officer authorised by him in this behalf may, if he is satisfied, after making such inquiry as he may think fit, that the holder of a licence has made a false or incorrect statement of the nature referred to in sub-rule (1)above, or has contravened any law or order referred to in that sub-rule, cancel such licence:\nProvided that no such licence shall be cancelled unless the holder thereof has been given a reasonable opportunity of showing cause against the proposed action.\n(3) Every person whose licence has been suspended shall, immediately after such suspension, stop functioning as such licensee and shall not resume business as such licensee until the order of such suspension has been cancelled or stands vacated.\n(4) Every licensee whose licence has been suspended or cancelled shall, after such suspension or cancellation, as the case may be, surrender such licence to the authority by which such licence was issued.\n(5) Every licensee whose licence has been cancelled shall, within a period of thirty days from the date of such cancellation, or within such further period, not exceeding three months from such date, as the Controller or such other officer authorised by him in this behalf may, on sufficient cause being shown, allow, dispose of the weights or measures which were in his possession, custody or control on the date of such cancellation and in the event of his failure to do so, the Controller or such other officer authorised by him, in writing, in this behalf, may seize and dispose of the same thereof, shall be sold and the proceeds credited into the Government Treasury.\n13. Records to be maintained by manufacturer or repairer of or dealer.-Every manufacturer or repairer of, or dealer in weight or measure licensed under the Act and these rules shall maintain records and registers in the appropriate form set out in Schedule VII and also submit such periodical report or returns, as may be specified.\n"}