{"doc_id": "a9550760-d5d4-41c7-b92d-994f92b63a74", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 39, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "SI.No.\n(1)\n1.\n2.\n3.\n4.\n5.\n6.\n7.\n8.\n9.\n10.\n11.\n12.\n13.\n14.\n15.\n16.\nSCHEDULE - X\n[See rule 24(1)]\nForm of appeal against an order of a Legal Metrology Officer / Controller of Legal Metrology:1. Name and address of the appellant:\n2.\n3.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n4.\nNumber and date of order of Legal Metrology Officer/ Controller of Legal Metrology against which the appeal is preferred:\nWhether the appellant desires to be heard in person or through an authorised representative:\nGrounds of appeal:\nSCHEDULE - XI [See rule 27]\nCompounding fees for various offences\nOffences\n(2)\nS. 8(3) Use of weight, measure or numeration other than the Standard weight, measure or numeration\nS. 8(4) Manufacture of weight or measure not conforming to Standards.\nS. 10 Transaction or dealing or contract in respect of goods etc, by weight, measure or number than prescribed.\nS. 11 Quote or make announcement or issue or exhibit of price list or changing of price than in accordance with standard unit of weight or measure or numeration.\nS. 12 Demanding or receiving any articles or thing on service in excess or less than the quantity specified by contract or agreement.\nS. 17 Maintenance of records, registers by manufacturer, dealer or repairer and production of weight, measure document, register on demand.\nS. 18(1) Compliance of declaration in respect of pre-packaged commodity by manufacturer / dealer.\nS. 18(1) Compliance of net quantity- requirement of pre-packaged commodity by manufacturer.\nS.23 Manufacturer of weight or measure only with licence.\nS.23 Repair / sale of weight or measure only with licence.\nS. 24 Use of verified weight or measure in transaction or protection S.33 Sale of weight or measure without verification\nS.34 Sale or delivery of commodities by non-standard weights or measures S.35 Rendering service by non-standard weight or measure\nS.47 Tampering with licence\nRule 23. Contravention of these Rules\nPenal\nSection (3)\n25\n27\n28\n29\n30\n31\n36(1)\n36(2)\n45\n46\n33\n33\n34\n35\n47\n53(3)\nCompounding Fee\n(4)\n(Rs. P.)\nPRINTED AND PUBLISHED BY THE DIRECTOR OF STATIONERY AND PRINTING, CHENNAI ON BEHALF OF THE GOVERNMENT OF TAMIL NADU\n2500.00\n2000.00\n1000.00\n1000.00\n1000.00\n500.00\n2500.00\n15000.00\n5000.00\n2000.00\n5000.00\n5000.00\n2500.00\n2500.00\n5000.00\n500.00\nT. PRABHAKARA RAO,\nPrincipal Secretary to Government.\n39\n"}