{"doc_id": "0eaa1aa1-a549-4a82-b23b-201e367ca7eb", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 4, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n14. Verification or re-verification and inspection of weights or measures.-(1)Every person using any weight or measure in any transaction or for protection shall present such weight or measure for verification or re-verification, at the office of the Legal Metrology Officer or at such other place as the Legal Metrology Officer may specify in this behalf on or before the date on which the verification or re-verification falls due:\n4\nProvided that where any weight or measure is such that it cannot, or should not be moved from its location, the person using such weight or measure shall report to the Legal Metrology Officer atleast thirty days in advance of the date on which the verification falls due.\n(2) Where any weight or measure is such that it cannot, or should not be moved from its location, the Legal Metrology Officer shall take necessary steps for the verification of such weight or measure at the place of its location.\n(3) For the verification of weight or measure referred to in sub-rule (2) above, the user shall provide such facilities, as may be specified by the Controller.\n(4) Every weight or measure presented for verification shall be complete in itself.\n(5) Every weight or measure shall be verified in a clean condition, and if necessary, the Legal Metrology Officer shall require the owner or user to make necessary arrangement for the purpose.\n(6) A Legal Metrology Officer may visit, as frequently as possible every premise within the local limits of his jurisdiction to inspect and test any weight or measure which is being or is intended or likely to be used in any transaction or for protection. (7) The Legal Metrology Officer shall obliterate the stamp on any weight or measure, if it is found during inspection that,(a) any weight or measure which being due for re-verification has not been submitted for such re-verification; (b) any weight or measure which does not conform to the Standards established by or under the Act:\nProvided that where the Legal Metrology Officer is of opinion that the defect or error in such weight or measure is not such as to require immediate obliteration of the stamp, he shall inform the user, of the defect or error found in the weight or measure and call upon user to remove the defect or error within such time, not exceeding eight days and shall(i) if user fails to remove the defect or error within that period, obliterate the stamp; or\n(ii) if the defect or error is so removed as to make the weight or measure conform to the standards established by or under the Act, verify and stamp such weight or measure.\nExplanation - The obliteration of the stamp on any weight or measure shall not take away or abridge the power of the Legal Metrology Officer to seize such weight or measure in accordance with the provisions of the Act.\n15. Stamping of weights or measures.-(1) The Legal Metrology Officer shall stamp every weight or measure, after testing and verification, if he is satisfied that such weight or measure conforms to the standards established by or under the Act, with a stamp of uniform design, issued by the Controller, which shall indicate the number allotted for administrative purpose to the Legal Metrology Officer by whom it is stamped:\nProvided that if by reason of the size or nature of any weight or measure it is not desirable or practicable to put a stamp thereon, the Legal Metrology Officer shall take such action as may be directed by the Controller by a general or a special order in writing.\n(2) The Legal Metrology Officer shall also mark the year and its quarter of stamping on every verified weight or measure except when the size or nature of such weight or measure makes it impracticable.\nExplanation. A year shall be deemed to consist of four quarters of which first quarter shall be of the months of January, February and March, which shall be marked as \"A\"; second quarter shall be of the months of April, May and June, which shall be marked as \"B\"; third quarter shall be of the months of July, August and September, which shall be marked as \"C\"; and fourth quarter shall be of the months of October, November and December, which shall be marked as \"D\".\n(3) On completion of verification and stamping, the Legal Metrology Officer shall issue a certificate of verification in the form set out in Schedule VIII.\n(4) Where a certificate of verification is lost or destroyed, the holder of the certificate of verification shall forthwith apply to the Legal Metrology Officer who had issued the certificate, for the issue of a duplicate certificate of verification. Every such application for the issue of a duplicate certificate shall be accompanied by a fee of rupees ten.\n(5) On receipt of an application under sub-rule (4) above, the Legal Metrology Officer shall issue to the applicant a duplicate copy of the certificate of verification marked 'DUPLICATE'.\n"}