{"doc_id": "9a9ba7f4-143f-477a-93b4-de5a98088f36", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 5, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n16. Fee for verification.-(1) Fees payable for verification and stamping of weight or measure at the office or camp office of the Legal Metrology Officer shall be as specified in Schedule IX.\n5\n(2) If, at the request of the user of weight or measure, verification is done at any premises other than the office or camp office of the Legal Metrology Officer, an additional fee shall be charged at half the rate specified in the Schedule IX and the user of the weight or measure shall pay the expenses incurred by the Legal Metrology Officer for visiting the premises including the cost of transporting and handling the Working Standard and other equipment subject to a minimum of rupees one hundred:\nProvided that no additional fee shall be charged for verification and stamping of weights and measures in situ of(i) Vehicle tanks for petroleum products and other liquids, Meter for Liquids Other than Water (Fuel Dispenser, Liquefied Petroleum Gas, Milk Dispensers), Compressed Natural Gas Dispensers, Non-automatic Weighing Instruments like weighbridges, platform machines, crane scale, Automatic Gravimetric Filling Instruments, Automatic Rail-weighbridge, Discontinuous Totalizing Automatic Weighing Instruments, and such other weight or measure which cannot, and should not be moved from its location;\n(ii) Weight or measure in the premises of manufacturer or dealer of such weight or measure.\n(3) If a weight or measure is presented to the Legal Metrology Officer for re-verification after expiry of the validity of the stamp, an additional fee at half the rates specified in Schedule IX shall be payable for every quarter of the year or part thereof.\n(4) Full fee shall be payable for re-stamping any weight or measure held in stock with manufacturer or dealer within the period as specified in the Legal Metrology (General) Rules, 2011 from the date on which it was last stamped, provided that the original stamp was not obliterated\n(5) A weight or measure which on verification or inspection is found to be incorrect shall be returned to the person concerned for adjustment informing him, in a proforma specified by the Controller, of the defects found in the weight or measure, and calling upon him to remove the defects within a period not exceeding seven days. When the necessary adjustment has been carried out, such weight or measure shall be verified on payment of the fees specified in Schedule IX and if found correct shall be stamped.\n17. Collection of fees and deposit into the Treasury.-(1) Before commencing the work of verification or re-verification, the Legal Metrology Officer shall inform the person concerned of the fees payable by him and shall receive the same in the manner as authorised by the Controller and issue a receipt in the form approved by the Controller, one copy of such receipt being kept on record.\nProvided that fees payable by a department of the Central or State Government under these rules may be realised in such manner as may be directed by the Controller.\n(2) The Legal Metrology Officer shall maintain a register, in the form approved by the Controller, which shall be written up from day-to-day and shall show the amount of fees and other charges collected during the day.\n(3) All payments received by the Legal Metrology Officer during the week shall be paid into the Government Treasury under the appropriate \"Head of Account\" on such dates or days as may be specified by the Controller, from time to time, and a receipt thereof be obtained and an intimation to that effect be sent to the Controller or other officer authorised by him in this behalf.\n18. Disposal of seized weights, measures, etc.-(1) Any un-verified weight or measure shall be returned to the person from whom such weight or measure was seized if that person gets the same verified and stamped, within fifteen days of the return, on payment of the prescribed fee including the additional fee payable for undertaking re-verification after the expiry of the validity of the stamp.\n(2) Any weight or measure or document or thing or goods seized and detained under Section 15 of the Act, which is to be the subject of proceedings in a court shall be produced by the Legal Metrology Officer before the court shall after conclusion of the proceedings, be taken possession of by the Legal Metrology Officer and dealt with in accordance with the orders of the court:\nProvided that in the absence of the orders of the court, weight or measure or document or thing or goods shall be dealt with as the Controller may, by special order, direct and the material thereof, shall be sold and the proceeds credited to the Government Treasury.\n(3) If any goods seized under Section 15 of the Act, are subject to speedy or natural decay, the Legal Metrology Officer shall have the goods weighed or measured on a verified weighing or measuring instrument available with him or nearest place of offence and enter the actual weight or measure of the goods in a form specified by the Controller for this purposes, and shall obtain the signature of the trader or his agent or such other person who has committed the offence. The goods in question shall be returned to the trader or the purchaser, as the case be:\n"}