{"doc_id": "9b1023f6-b4a5-4286-ac7f-db0956fc9b81", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 6, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "6\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nProvided that if the trader or his agent or the other person (who has committed the offence) refuses to sign the form, the Legal Metrology Officer shall obtain the signature of not less than two persons present at the time of such refusal by the trader or his agent or other person. In the case of goods returned to the traders, he shall give an undertaking that he shall not sell the defective goods without rectifying the defects thereon.\n(4) Where the goods seized under sub-section (1) of Section 15 of the Act are contained in a package and the package is false or does not conform to the provisions of the Act or any rules made thereunder and the goods in such package are subject to speedy or natural decay, the Legal Metrology Officer, so far as may be, dispose of the goods in such package in accordance with the provisions of sub-rule (3):\nProvided that the Controller shall be the final authority to decide whether the goods seized and detained are subject to speedy or natural decay.\n(5) Where the goods seized under sub-section (1) of Section 15 of the Act are not subject to speedy or natural decay, the Legal Metrology Officer may retain the package for the purpose of prosecution under the Act after giving the trader or his agent or the other person (who has committed the offence) a notice of such seizure.\n(6) The goods referred under sub-rules (4) and (5), which are not to be the subject of proceedings in a court, shall after the expiry of sixty days of its seizure, be so dealt with as the Controller may by special order direct.\n19. Validity of Weights or Measures duly stamped.-(1) A weight or measure which is, or is deemed to be, duly verified and stamped under these Rules shall be deemed to conform to the standards established by or under the Act at every place within the State in which it is stamped unless it is found on inspection or verification that such weight or measure has ceased to conform to the standards established by or under the Act.\n(2) No weight or measure which is, or is deemed to be, duly verified and stamped under this Act shall require to be re-stamped merely by reason of the fact that it is being used at any place within the State other than the place at which it was originally verified and stamped:\nProvided that where a verified weight or measure, installed at one place is dismantled and re-installed at a different place, such weight or measure shall not be put into use unless it has been duly re-verified and stamped, notwithstanding that periodical re-verification of such weight or measure has not become due.\n(3) Where a verified weight or measure has been repaired, whether by a licensed repairer or by the person owning and possessing the same, such weight or measure shall not be put into use unless it has been duly re-verified and stamped, notwithstanding that periodical re-verification of such weight or measure has not become due.\n20. Provision of supply of Working / Secondary Standards, equipment, etc. to the Legal Metrology Officer.-(1) Every Legal Metrology Officer shall be provided with Working / Secondary Standard weights, Working / Secondary Standard balances, and such other equipment including weighing and measuring devices as may be approved by the Controller from time to time.\n(2) Every Legal Metrology Officer shall be provided with such dies, punches, paper seal / sticker and such other equipment as may be necessary for affixing the verification stamp, the design and number of which are to be approved by the Controller.\n(3) Every Legal Metrology Officer shall be provided with punches of suitable sizes of eight-pointed star as shown below for obliterating stamps:"}