{"doc_id": "68dfc4a5-7354-463f-9dc7-f7eb859ba73c", "url": "http://archive.org/download/in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a/Extraordinary_117_Part-III_—Section-1(a).pdf", "source": "internetarchive", "page_no": 7, "identifier": "in.gazette.tamilnadu.2011-04-01.Extraordinary_117_Part-III_Section-1a", "pdf_name": "Extraordinary_117_Part-III_—Section-1(a).pdf", "text": "21. Provisions relating to use of weights, measures etc.-(1) Every person using a beam scale in any transactions in his premises shall suspend the same to a stand or to a chain by a hook:\nProvided that this sub-rule shall not apply to itinerant vendors.\n(2) Every weight or measure shall be used in a clean condition and in proper lighting arrangement.\n(3) Any weight or measure, which has been verified and stamped in situ, shall not be dismantled and removed from its original site without prior intimation to the Controller or other person authorised by him in this behalf.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(4) To ensure a proper check of the accuracy of a weighing instrument, the user shall keep at the site of each weighing instrument duly verified and stamped weights equal to one-tenth of the capacity of the instrument or one tonne whichever is less and consumer can also check the accuracy of the weighing instrument:\nProvided that the Controller may specify the total number of verified and stamped weights to be maintained in trade premises where the number of weighing instruments are more than one.\n(5) To ensure proper delivery of the petrol / diesel pumps, the retail dealer of the pump shall keep a verified 5 litres /10 litres capacity measure in his premises and check the output from the pump every day to ensure its correct delivery. In case of any short delivery, the dealer shall stop the delivery through the pump immediately and inform the Legal Metrology Officer concerned to recalibrate the pump.\n22. Certificate of verification to be exhibited. The person to whom a certificate of verification is issued shall exhibit the same in a conspicuous place in the premises where the weights, measures or weighing or measuring instruments to which the certificate relates are used:\nProvided that in the case of itinerant vendor, the certificate shall be kept with the person:\nProvided further that in the case of vehicle tank, the certificate of verification shall be kept with the vehicle.\n23. Penalty for contravention of rules. Whoever contravenes any provision of these rules, for the contravention of which no punishment has been separately provided in the Act, shall be punished with fine, which may extend to five thousand rupees.\n24. Form of appeal.-(1) Every appeal under the Act shall be preferred in the form set out in Schedule X and shall be accompanied by a copy of the order appealed against.\n(2) An application for appeal to State Government shall be accompanied by fee of Rs. 500 (Rupees five hundred only) and for appeal to Controller shall be accompanied by fee of Rs. 200 (Rupees two hundred only) paid either by cash or by affixing court fee stamp for the said value, as the case may be.\n25. Fee for compounding of offences. The fee for compounding of offences committed under the Act shall be as prescribed in Schedule XI.\nSCHEDULE - I (See rule 10)\n(Exceptions referred to in rule 10)\nThe following commodities may be sold by weight, measure or number as shown against the commodity.\nSI.No.\n(1)\n1.\n2.\n3.\n7\n4.\n5.\n6.\nCommodity\n(2)\nTABLE\nAerosol products\nAcids in liquid form\nCompressed or liquefied gas (but not liquefied petroleum gas)\nWhether declaration to be expressed in terms of weight,\nmeasure or number or two or more of them.\n(3)\nButter (including peanut butter), cheese, curd, ghee\nElectric cables\nElectric wire\nWeight\nWeight or Volume\nWeight and equivalent volume at stated temperature and pressure\nWeight\nLength or weight\nLength or weight\n"}