{"doc_id": "4d9a9fc2-5cf8-4606-810c-ca1fab321807", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 10, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "114\nThe\nChancellor.\nThe ProChancellor.\nThe ViceChancellor.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n9. (1) The Governor of Tamil Nadu shall be the Chancellor of the University (2) The Chancellor shall be the head of the University and shall when present, preside at any convocation of the University and confer degrees, diplomas or other academic distinctions upon persons entitled to receive them.\n(3) No honorary degree or other distinction shall be conferred by the University upon any person without the approval of the Chancellor.\n(4) The Chancellor may of his own motion or on application call for and examine the record of any officer or authority of the University in respect of any proceeding to satisfy himself as to the regularity of such proceeding or the correctness, legality or propriety of any decision passed or order made therein; and if, in any case, it appears to the Chancellor that any such decision or order should be modified, annulled, reversed or remitted for reconsideration, he may pass orders accordingly:\nProvided that every application to the Chancellor for the exercise of the powers under this section shall be preferred within three months from the date on which the proceeding, decision or order to which the application relates was communicated to the applicant:\nProvided further that no order prejudicial to any person shall be passed unless such person has been given an opportunity of making his representation.\n(5) The Chancellor shall exercise such other powers and perform such other duties as may be conferred or imposed on him by this Act or the statutes.\n10. (1) The Minister-in-charge of the portfolio of Fisheries in the State shall be the Pro-Chancellor of the University.\n(2) When the Chancellor is unable to discharge his duties owing to absence, illness or any other cause, the Pro-Chancellor shall discharge the duties of the Chancellor until the date on which the Chancellor resumes his duties.\n11. (1) Every appointment of the Vice-Chancellor shall be made by the Chancellor from out of a panel of three names of eminent persons not less than the rank of Professor in the faculty of Fisheries Sciences with a degree of Bachelor of Fisheries Science, recommended by the committee referred to in sub-section (2) and such panel shall not contain the name of any member of the said committee;\nProvided that if the Chancellor does not approve any of the persons in the panel so recommended by the committee, he may take steps to constitute another committee, in accordance with sub-section (2) to give a fresh panel of three different names and shall appoint one of the persons named in the fresh panel as the Vice-Chancellor.\n(2) For the purpose of sub-section (1), the committee shall consist of three persons of whom one shall be nominated by the Board of Management, one shall be nominated by the Academic Council and one shall be nominated by the Chancellor:\nProvided that the person so nominated shall not be a member of any of the authorities of the University.\n(3) The Vice-Chancellor shall hold office for a term of three years and shall be eligible for reappointment for another term of three years:\nProvided that(a) the Vice-Chancellor may, by writing under his hand addressed to the Chancellor and after giving two months' notice resign his office;\n(b) the Vice-Chancellor shall not be removed from his office on the ground of willful omission or refusal to carry out the provisions of this Act, or abuse of the powers vested in him except by an order of the Chancellor passed after due enquiry ordered by the Government, by such person who is or has been,(i) a judge of the High Court; or\n(ii) an officer of the Government not below the rank of Chief Secretary to Government; or\n"}