{"doc_id": "c16e92eb-4422-4e3f-811f-ad2ecb237de2", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 11, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(iii) a Vice-Chancellor of any University in the State,\nas may be appointed by the Government in which the Vice-Chancellor shall have an opportunity of making his representation against such removal.\n(4) In the event of the occurrence of any vacancy in the office of the Vice - Chancellor by reason of his death or illness, resignation or removal, or otherwise, the Registrar shall act as Vice-Chancellor until the date on which new Vice-Chancellor appointed in accordance with the provision of this Act to fill such vacancy enters upon his office.\n(5) The Vice-Chancellor shall be a whole time officer of the University and his emoluments and other terms and conditions of service shall be as follows:(i) The Vice-Chancellor shall be entitled to such salary as may be prescribed; (ii) The Vice-Chancellor shall be entitled, without payment of rent, to the use of a furnished residence throughout his term of office, and no charge shall fall on the Vice-Chancellor personally in respect of the maintenance of such residence;\n(iii) The Vice-Chancellor shall be entitled to such terminal benefits and allowances as may be fixed by the Board, with the approval of the Chancellor, from time to time:\nProvided that where an employee of(a) The University; or\n(b) any other University or college or institution maintained by, or affiliated to, that University, is appointed as Vice-chancellor, he shall be allowed to continue to contribute to the Provident fund to which he is a subscriber, and the contribution of the University shall be limited to what he had been contributing immediately before his appointment as Vice- Chancellor;\n(iv) The Vice-Chancellor shall be entitled to travelling allowances at such rates as may be fixed by the Board;\n(v) The Vice-Chancellor shall be entitled to earned leave on full pay at one-eleventh of the periods spent by him on active service:\nProvided that when the earned leave applied for by the Vice-Chancellor, in sufficient time before the date of expiry of the term of his office, is refused by the Chancellor in the interest of the University and if he does not avail of the leave before the date of expiry of the term of his office, he shall be entitled to draw cash equivalent to leave salary after relinquishment of his office in respect of earned leave at his credit subject to a maximum of two hundred and forty days;\n(vi) The Vice-Chancellor shall be entitled, on medical grounds or otherwise, to leave without pay for a period not exceeding three months during the term of his office:\nProvided that such leave may be converted into leave on full pay to the extent to which he is entitled to earned leave under clause (v).\n12. (1) The Vice-Chancellor shall be the academic head and the principal executive officer of the University. He shall be a member ex-officio and Chairman of the Board, the Academic council, the Planning Board, and the Finance Committee and shall be entitled to be present at, and to address, any meeting of any authority of the University but shall not be entitled to vote there at, unless he is a member of the authority concerned.\n(2) The Vice-Chancellor shall, in the absence of the Chancellor and ProChancellor, preside at the convocation of the University and confer degrees, diplomas or other academic distinctions upon persons entitled to receive them.\n(3) The Vice-Chancellor shall exercise control over the affairs of the University and shall be responsible for the due maintenance of discipline in the University.\n(4) The Vice-Chancellor shall convene meetings of the Board and the Academic\nCouncil.\n(5) The Vice-Chancellor shall ensure the faithful observance of the provisions of this Act, the statutes and regulations.\n115\nPowers and duties of ViceChancellor.\n"}