{"doc_id": "9cd3eb9b-5e82-472a-816d-0c1358e933f5", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 12, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "116\nThe Registrar.\nThe Finance Officer.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(6) In any emergency, which in the opinion of the Vice-Chancellor requires immediate action to be taken, he shall, by order, take such action as he deems necessary and shall at the earliest opportunity report the action taken to such officer or authority or body as would have in the ordinary course dealt with the matter:\nProvided that no such order shall be passed unless the person likely to be affected has been given a reasonable opportunity of being heard.\n(7) Any person, aggrieved by an order of the Vice-Chancellor under subsection (6) may prefer an appeal to the Board within thirty days from the date on which such order is communicated to him and the Vice-Chancellor shall give effect to the order passed by the Board on such appeal.\n(8) The Vice-Chancellor shall be responsible for the co-ordination and integration of teaching, research and extension education.\n(9) The Vice-Chancellor shall exercise such other powers and perform such other duties as may be prescribed by statutes.\n13. (1) The Registrar shall be a whole-time salaried officer of the University and shall be appointed by the Vice-Chancellor with the approval of the Board. The terms and conditions of the Registrar shall be as follows:(a) The holder of the post of Registrar shall be an academician in the field of Fisheries Science with a degree of Bachelor of Fisheries Science, not lower in rank than that of a Professor in the University or institutions specified in the schedule;\n(b) The Registrar shall hold office for a period of three years: Provided that a person appointed as Registrar shall retire from office, if during the term of his office, he completes the age of sixty years.\n(2) (a)The Registrar shall be the ex-officio Secretary to the Board, the Academic Council and the Faculties;\n(b) When the office of the Registrar is vacant, or when the Registrar is, by reason of illness, absence or any other reason, unable to exercise the powers, perform the functions and discharge the duties of his office, the powers, functions and duties of the office of the Registrar shall be exercised, performed and discharged by such person as the Vice-chancellor may appoint for the purpose;\n(c) It shall be the duty of the Registrar;\n(i) to manage the property and investments of the University including trust and endowed property in accordance with the decision of the Finance Committee and the Board;\n(ii) to be the custodian of the records, the common seal and such other properties of the University as the Board shall commit to his charge; and\n(iii) to issue all notices convening meetings of the Board, the Academic Council, the Faculties, the Board Studies, the Board of Examiners and the Planning Boa and of any committee appointed by the authorities of the University;\n(d) In all suits and other legal proceedings by or against the University, the pleadings shall be signed and verified by the Registrar and all processes in such suits and proceedings shall be issued to, and served on, the Registrar;\n(e) The Registrar shall exercise such powers and perform such other functions and discharge such other duties as may be prescribed by the Board.\n14. (1) The Finance Officer shall be a whole-time salaried officer of the University appointed by the Board from out of a panel of three names recommended by the Government. The qualifications and the method of recruitment shall be such as may be prescribed.\n(2) The Finance Officer shall hold office for a period of three years subject to such terms and conditions as may be specified by the Board:\nProvided that a person appointed as Finance Officer shall retire from office, if during the term of his office, he completes the age of fifty-eight years.\n"}