{"doc_id": "ec475caa-0dff-41e1-a3c0-ceeb1136fd9c", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 13, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(3) The emoluments and other terms and conditions of service of the Finance Officer shall be such as may be prescribed.\n(4) When the office of the Finance Officer is vacant or when the Finance Officer is, by reason of illness or absence or any other cause, unable to exercise the powers, perform the functions and discharge the duties of his office, the powers, functions and duties of the office of the Finance Officer shall be exercised, performed and discharged by such person as the Vice-Chancellor may appoint for the purpose.\n(5) The Finance Officer shall be the ex-officio Secretary to the Finance Committee.\n(6) The Finance Officer shall,—\n(a) exercise general supervision over the funds of the University and shall advise the University as regards its financial policy; and\n(b) exercise such other powers and perform such other financial functions, as may be assigned to him by the Board or as may be prescribed:\nProvided that the Finance Officer shall not incur any expenditure or make an investment exceeding such amount as may be prescribed except with the previous approval of the Board.\n(7) Subject to the control of the Board, the Finance Officer shall,(a) ensure that the limits fixed by the Board for recurring and non-recurring expenditure for a year are not exceeded and that all monies are expended for the purposes for which they are granted or allotted;\n(b) be responsible for the preparation of annual accounts, financial estimates and the budget of the University and for their presentation to the Finance Committee and the Board;\n(c) keep a constant watch on the cash and bank balances and of investments; (d) watch the progress of the collection of revenue and advise on the methods of collection employed;\n(e) ensure that the registers of buildings, land, furniture and equipments are maintained up-to-date, and that stock checking is conducted in respect of equipments and other consumable materials in all offices, laboratories, colleges and institutions maintained by the University;\n(f) bring to the notice of the Vice-Chancellor any unauthorised expenditure or other financial irregularity and suggest appropriate action to be taken against persons at fault; and\n(g) call from any office, laboratory, college or institution maintained by the University, any information or returns as he may consider necessary for the exercise of his powers, performance of his functions or discharge of his duties.\n15. (1) Each college shall have a Dean having a Bachelor degree in Fisheries Science, who shall be a whole-time salaried officer of the University and shall be appointed by the Vice-Chancellor with the approval of the Board on such terms and conditions as may be prescribed.\n(2) The Dean shall hold office for a period of three years subject to such terms and conditions as may be specified by the Board and he shall be eligible for re-appointment for another term of three years;\nProvided that a person appointed as Dean shall retire from office, if during the term of his office, he completes the age of sixty years;\n(3) The Dean shall be responsible to the Vice-Chancellor for all matters concerning his college.\n(4) The Dean shall exercise such powers and perform such duties as may be prescribed.\n117\nThe Dean.\n"}