{"doc_id": "8d79550d-4693-446d-8f8c-9ea89da3ffb8", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 14, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "118\nThe Directors.\nThe Controller\nof\nExaminations.\nAuthorities of University.\nConstitution of Board of Management.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n16. (1) The Directors shall be whole-time salaried officers of the University with a degree of Bachelor of Fisheries Science, and shall be appointed by the ViceChancellor with the approval of the Board subject to such terms and conditions as may be prescribed.\n(2) Every Director shall hold office for a period of three years subject to such terms and conditions as may be specified by the Board and he shall be eligible for reappointment for another term of three years;\nProvided that a person appointed as Director shall retire from office, if during the term of his office, he completes the age of sixty years.\n(3) The Director of Research shall be responsible for the proper functioning of the Research Stations and shall co-ordinate research work in co-operation with the Dean and other officers and shall exercise such powers and perform such duties as may be prescribed.\n(4) The Director of Extension Education shall be responsible for the planning and execution of programmes of extension work based on the results of research and work in co-operation with the Dean and other officers and shall exercise such powers and perform such duties as may be prescribed.\n17. (1) The Controller of Examinations shall be an academician in the field of Fisheries with a degree of Bachelor of Fisheries Science and a whole-time salaried officer of the University appointed by the Vice-Chancellor with the approval of the Board for such period and on such terms and conditions as may be prescribed.\n(2) The Controller of Examinations shall exercise such powers and perform such duties as may be prescribed:\nProvided that a person appointed as Controller of Examinations shall retire from office, if during the term of his office, he completes the age of sixty years.\nCHAPTER IV.\nAUTHORITIES OF THE UNIVERSITY.\n18. The authorities of the University shall be the Board of Management, the Academic Council, the Faculties, the Board of Studies, the Planning Board, the Finance Committee and such other bodies of the University as may be declared by the statutes to be authorities of the University.\n19. (1) The Chancellor shall, as soon as may be, after the first Vice-Chancellor is appointed under section 46, constitute a Board of Management.\n(2) The Board shall consist of the following members, namely:CLASS I EX-OFFICIO MEMBERS.\n(a) The Vice-Chancellor ;\n(b) The Secretary to Government, in-charge of Fisheries;\n(c) The Secretary to Government, in-charge of Finance;\n(d) The Secretary to Government, in-charge of Law;\n(e) Member Secretary, Council for Science and Technology;\n(f) Chief Executive Officer, Maritime Board, Chennai;\n(g) The Director of Fisheries; and\n(h) The Registrar.\nCLASS II OTHER MEMBERS.\n(a) One fisheries scientist having special knowledge or practical experience in fisheries research, teaching and extension education nominated by the Chancellor;\n"}