{"doc_id": "0cb8a6ff-cc5c-4436-b4b0-3eb832d78bed", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 15, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nb. One progressive fish farmer or fisher folk nominated by the Government;\nc. One representative of the fishery business including cooperatives and fishery Industry nominated by the Government ;\nd. One woman member with active interest in societal development nominated by the Chancellor;\ne. One educationist nominated by the Chancellor;\nf. One nominee of the Indian council of Agricultural Research, New Delhi; g. One member elected by the Members of the Legislative Assembly of the State from among themselves;\nh. One representative from National Fisheries Development Board , Hyderabad;\ni. One representative from the Ministry of Food Processing Industries, New\nDelhi;\nj. One representative from Ministry of Earth Sciences, New Delhi; and\nk. One representative from Ministry of Science and Technology, New Delhi\n(3) In case the Secretary to Government, in-charge of Fisheries or the Secretary to Government, in-charge of Finance or the Secretary to Government, incharge of Law, is unable to attend the meetings of the Board, for any reason, he may depute any officer of his department not lower in rank than that of Joint Secretary to Government to attend the meetings. In case of Chief Executive Officer, Maritime Board, or the Member Secretary, Council of Science and Technology is unable to attend the meetings of the Board, for any reason, he may depute any officer of the Maritime Board or the Council of Science and Technology, as the case may be, to attend the meetings. The officer so deputed shall have the right to take part in the discussions of the meetings and shall have the right to vote.\n(4) The Vice-Chancellor shall be the ex-officio Chairman of, and the Registrar shall be the ex-officio Secretary to the Board.\n(5) (a) The members of the Board, other than the ex-officio members, shall hold office for three years and such members shall be eligible for election or nomination for another period of three years.\n(b) Where a member is elected or nominated to the Board of Management in casual vacancy, the period of office held for not less than one year by any such member shall be construed as a full period of three years:\nProvided that a member of the Board, who is nominated or elected in his capacity as a member of a particular electorate or body, or the holder of a particular appointment, Ishall cease to be a member of the Board from the date on which he ceases to be a member of that electorate or body, or the holder of that appointment, as the case may be:\nProvided further that where an elected or a nominated member of the Board of Management is appointed temporarily to any of the offices by virtue of which he is entitled to be a member of the Board of Management ex-officio, he shall, by notice in writing signed by him and communicated to the Vice-Chancellor within seven days from the date of his taking charge of his appointment, choose whether he will continue to be a member of the Board of Management by virtue of his election or nomination or whether he will vacate office as such member and become a member of ex-officio by virtue of his appointment and the choice shall be conclusive. On failure to make such a choice, he shall be deemed to have vacated his office as an elected or a nominated member.\n(6) No Officer or employee of the University, other than the Vice Chancellor and the registrar shall be eligible to be a member of the board.\n(7) The members of the Board shall not be entitled to receive any remuneration from the University except such daily and travelling allowances as may be prescribed.\n119\n"}