{"doc_id": "bbd292c8-2505-4c5e-b4c2-86313d477e03", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 16, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "120\nPowers and duties of Board.\nMeetings of Board.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(8) The Chancellor may, after giving a reasonable opportunity of being heard, remove any member of the Board other than an ex-officio member from office, if such member, in the opinion of the Chancellor, is incapable of acting as a member or has abused his position as a member so as to render his continuance of such member detrimental to the interest of the University.\n(9) A member of the Board, other than the ex-officio member, may tender resignation of his membership at any time before the expiry of the term of his office. Such resignation shall be conveyed to the Chancellor by a letter in writing by the member and the resignation shall take effect from the date of its acceptance by the Chancellor.\n20. The powers and duties of the Board shall be,(a) to consider and review the financial requirements and approve the annual financial estimates of the University;\n(b) to provide for the administration of any funds placed at the disposal of the University for the purposes intended;\n(c) to arrange for the investment and withdrawal of funds of the University; (d) to borrow money for capital improvements and to make suitable arrangements for its repayment;\n(e) to acquire, hold and dispose of property on behalf of the University; (f) to determine the form, provide for the custody, and regulate the use of the common seal of the University;\n(g) to appoint such committees, either standing or temporary, as it may consider necessary and specify the terms of reference thereof subject to the provisions of this Act and the statutes;\n(h) to determine and regulate all questions of policy relating to the University in accordance with the provisions of this Act and the statutes;\n(i) to make financial provision for the instruction, teaching, research, advancement and dissemination of knowledge in such branches of learning and courses of study as may be determined by the Academic Council;\n() to provide for the establishment and maintenance of colleges, hostels, laboratories, experimental farms and other facilities necessary for carrying out the purposes of this Act;\n(k) to provide for the institution and conferment of degrees, diplomas and other academic distinctions;\n(1) to provide for the institution, maintenance and award of scholarships, fellowships, studentships, medals, prizes and the like;\n(m) to accept trust, bequest, donation and transfer of any movable or immovable property on behalf of the University;\n(n) to enter into contract on behalf of the University;\n(o) to implement educational, research and extension programmes under Public Private Partnership mode; and\n(p) to exercise such other powers and perform such other duties not inconsistent with the provisions of this Act or the statutes as may be necessary for carrying out the purpose of this Act.\n(q) to make statutes and amend or repeal the statutes.\n21. (1) The Board shall meet at such times and places and shall, subject to the provisions of sub-sections (2) and (3), observe such rules of procedure in regard to transaction of business at its meetings including the quorum at meetings as may be prescribed:\nProvided that the Board shall meet at least once in every three months.\n"}