{"doc_id": "6af87df7-9b3b-4a0d-a495-6242050c009e", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 17, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(2) The Vice-Chancellor or in his absence, any member chosen by the members present, shall preside at a meeting of the Board.\n(3) All questions at any meeting of the Board shall be decided by a majority of the votes of the members present and voting and in the case of an equality of votes, the Vice-Chancellor or the member presiding, as the case may be, shall have and exercise a second or casting vote.\n(4) (a) The Board may, for purpose of consultation, invite any person having special knowledge or practical experience on any subject under consideration to attend any meeting. Such person may speak in, and otherwise take part in the proceedings of such meeting but shall not be entitled to vote.\n(b) The person so invited shall be entitled to such daily and travelling allowances as are admissible to any member of the Board.\n22. The Academic Council shall be the academic authority of the University and shall, subject to the provisions of this Act and the statutes, have the control and general regulation of teaching and examination in the University and be responsible for the maintenance of the standards thereof.\n23. (1) The Academic Council shall consist of the following members, namely:CLASS I EX-OFFICIO MEMBERS\n(a) The Vice-Chancellor ;\n(b) The Secretary to Government, in- charge of Fisheries;\n(c) Director of Fisheries;\n(d) The Dean of each College;\n(e) The Dean (Academic);\n(f) The Director Research;\n(g) The Director of Extension Education;\n(h) The Controller of Examinations;\n(i) The Registrar.\nCLASS-II OTHER MEMBERS\n(a) Six members from amongst the Heads of Departments to be nominated by the Vice-Chancellor, on rotational basis;\n(b) Three persons having special knowledge or practical experience in different aspects of Fisheries to be nominated by the Vice-Chancellor;\n(c) One Dean from the Indian Council of Agricultural Research recognized Fisheries College;\n(d) One Dean to be nominated by the Tamil Nadu Veterinary and Animal Sciences University;\n(e) One Dean to be nominated by the Tamil Nadu Agricultural University; (1) One Dean from Maritime Academy to be nominated by the Chief Executive Officer, Maritime Board;\n(2) The Vice-Chancellor shall be the ex-officio Chairman and the Registrar shall be the ex-officio Secretary to the Academic Council.\n(3) (a) The members of the Academic Council shall not be entitled to receive any remuneration from the University except such daily and traveling allowances as may be prescribed:\nProvided that nothing contained in this sub-section shall preclude any member from drawing his normal emoluments to which he is entitled by virtue of the office he holds.\n121\nThe Academic Council.\nConstitution of Academic Council.\n"}