{"doc_id": "46f8156f-917e-45f6-8c13-c6afcd386791", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 18, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "122\nPowers and\nduties of the\nAcademic\nCouncil.\nThe Faculties.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(b) A member of the Academic Council, other than the ex-officio member, may tender resignation of his membership at any time before the expiry of the term of his office. Such resignation shall be conveyed to the Vice Chancellor by a letter in writing by the member and the resignation shall take effect from the date of its acceptance by the Vice Chancellor.\n(c) The term office of the members of the Academic Council, other than the ex-officio members, shall be three years:\nProvided that a member of the Academic Council who is nominated in his capacity as the holder of a particular appointment shall cease to be a member of the Academic Council from the date on which he ceases to be the holder of that appointment.\n24. The powers and duties of the Academic Council shall be,(a) to exercise general control on teaching and other educational programmes and maintain and promote the standards thereof;\n(b) to make regulations and amend or repeal the same;\n(c) to make regulations regarding,(i) the admission of students to the University and the number of students to\nbe admitted;\n(ii) the courses of study leading to degrees, diplomas and other academic\ndistinctions; and\n(iii) the conduct of examinations and maintenance and promotion of standards\nof education.\n(d) to advise the Board on all academic matters including the control and management of libraries;\n(e) to make recommendation to the Board for the institution of Professorship, Associate Professorship, Assistant Professorship and other teaching posts including posts in research and extension education and in regard to the duties thereof;\n(f) to formulate, modify or revise schemes for the constitution or reconstitution of departments of teaching, research and extension education;\n(g) to make recommendation to the Board regarding post-graduate teaching, research and extension education;\n(h) to make recommendation to the Board regarding the qualifications to be prescribed for teaching and extension staff in the University;\n(i) to make recommendation to the Board for the conferment of honorary degrees or other distinctions; and\n() to exercise such other powers and perform such other duties as may be prescribed by the statutes.\n25. (1) The University shall include Faculties of Fisheries Sciences, Basic Sciences, Information Technology and such other Faculties as may be prescribed by the statutes.\n(2) Each Faculty shall have a Dean who shall be appointed in such manner as may be prescribed.\n(3) Each Faculty shall comprise such departments of teaching with such assignment of subjects of study as may be prescribed and each department shall have a Head who shall be responsible to the Dean for the proper organisation and working of that department. Such Head of the Departments shall be appointed by the Vice-Chancellor on rotation basis for a maximum period of three years subject to periodical review.\n(4) The constitution and functions of the Faculties shall, in all other respects, be such as may be prescribed:\n"}