{"doc_id": "d854acef-c3c2-4fcd-aaeb-a7078ffd6fde", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 19, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n26. There shall be a Board of Studies for each faculty, the constitution and functions of which shall be such as may be prescribed.\n27. (1) There shall be constituted a Planning Board of the University which shall advise generally on the planning and development of the University and keep under review the standard of education and research in the University.\n(2) The Planning Board shall consist of the following members, namely:(i) the Vice-Chancellor, who shall be the ex-officio Chairman of the Planning\nBoard; and\n(ii) not more than eight persons of high academic standing nominated\nby the Board.\n(3) The term of office of the nominated members of the Planning Board shall be three years.\n(4) The Planning Board shall, in addition to all other powers vested in it by this Act, have the right to advise the Board of Management and the Academic Council on any academic matter.\n28. All the authorities of the University shall have power to constitute or reconstitute committees and to delegate to them such of their powers as they deem fit; such committees shall, save as otherwise provided, consist of members of the authority concerned and of such other persons, if any, as the authority in each case, may think fit.\nCHAPTER V.\nRESEARCH AND EXTENSION EDUCATION ORGANISATIONS.\n29. (1) Subject to the provisions of this Act and the statutes, the University shall establish a Fisheries Research Organisation for doing basic research on problems primarily relating to fisheries sciences for the purpose of aiding the development of fisheries and shall for this purpose, establish as many fisheries research stations as may be necessary in co-operation with the department of Fisheries.\n(2) The Fisheries Research Organisation shall be developed under the guidance of the Director of Research.\n30. (1) Subject to the provisions of this Act and the statutes, the University shall establish a Fisheries Extension Education Organisation, which shall make available the information obtained on the basis of research to students, extension workers and fish farmers and fisherfolk and shall conduct demonstration and training programme for the benefit of such persons in co-operation with the concerned Government departments.\n(2) The University shall undertake such fisheries extension education activities as are necessary;\n(a) to inform and demonstrate to the fish farmers and fisherfolk, the findings and developments of fisheries research on improved practices essential to uplift the living conditions of fish farmers and fisherfolk;\n(b) to increase fisheries production with special emphasis on food production and utilization.\n(3) The Fisheries Extension Education Organisation shall be developed under the guidance of the Director of Extension Education.\nCHAPTER VI.\nFUNDS AND ACCOUNTS.\n31. (1) The University shall have a General Fund to which shall be credited,(a) its income from fees, endowments, grants, donations and gifts, if any;\n123\nThe Board of Studies.\nThe Planning Board.\nConstitution of committees\nand delegation of powers.\nFisheries Research Organisation.\nFisheries Extension Education Organisation.\nGeneral Fund.\n"}