{"doc_id": "6806f6cc-95e3-48f9-a836-151ad334943b", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 2, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "106\nShort title and commencement.\nAmendment of section 2.\nAmendment of section 10.\nAmendment of section 18.\nAmendment of section 22.\nAmendment of section 24.\nAmendment of section 29.\nAmendment of section 30.\nAmendment of section 41.\nAmendment of section 43.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nBILLS INTRODUCED IN THE LEGISLATIVE ASSEMBLY OF THE STATE OF TAMIL NADU\nUnder Rule 130 of the Tamil Nadu Legislative Assembly Rules, the following Bill which was introduced in the Legislative Assembly of the State of Tamil Nadu on 7th May, 2012 is published together with Statement of Objects and Reasons for general information:L.A. Bill No. 22 of 2012\nA Bill further to amend the Tamil Nadu Veterinary and Animal Sciences University Act, 1989.\nBE it enacted by the Legislative Assembly of the State of Tamil Nadu in the Sixty-third Year of the Republic of India as follows:1. (1) This Act may be called the Tamil Nadu Veterinary and Animal Sciences University (Amendment) Act, 2012.\n(2) It shall come into force on such date and the State Government may, by notification, appoint.\n2. In section 2 of the Tamil Nadu Veterinary and Animal Sciences University Act, 1989 (hereinafter referred to as the principal Act), - in clause (g), the expression \"and the Fisheries College, Tuticorin\" shall be omitted.\n3. In section 10 of the principal Act, in sub-section (1), the expression \"and Fisheries\" shall be omitted.\n4. In section 18 of the principal Act, in sub-section (2),—\n(a) under the heading \"Class I-Ex-officio Members\", for the items (e), (f) and (g) and the entries relating thereto, the following items and entries shall be substituted, namely:\"(e) the Director of Animal Husbandary\"; and\n\"(f) The Registrar.\";\n(b) under the heading “Class II-Other Members”, in item (c), the expression \"or fisheries\" shall be omitted.\n5. In section 22 of the principal Act, in sub-section (1), under the heading \"Class I-Ex-officio Members\" items (d) shall be omitted.\n6. In section 24 of the principal Act, in sub-section (1), the expression \"Fisheries\" shall be omitted.\n7. In section 29 of the principal Act, for sub-section (1), the following sub-section shall be substituted.\n(1) Subject to the provisions of this Act and the statutes, the University shall establish a Veterinary and Animal Sciences Research Organisation for doing basic research on problems primarily relating to veterinary, animal husbandry and allied subjects for the purpose of aiding the development of animal husbandry and shall for this prupose establish as many veterinary and livestock research stations as may be necessary in co-operation with the department of Animal Husbandry and Research stations under the control of the Government\".\n8. In section 30 of the principal Act,(1) in subsection (1), for the expression \"livestock farmers, fish farmers and fisherman\", the expression \"and livestock farmers\" shall be substituted;\n(2) in sub-section (2), in clause (a), for the expression \"the livestock farmers, fish farmers and fisherman\", the expression \"the livestock farmers\" shall be substituted.\n9. in section 41 of the principal Act, in sub-section (1), in clause (a), the expression \"and the Fisheries College, Tuticorin\" shall be omitted.\n10. in section 43 of the principal Act, in sub-section (1-A), the expression \"and Fisheries\" shall be omitted.\nTamil Nadu Act\n42 of 1989.\n"}