{"doc_id": "98f48b3f-5aee-49a2-844d-becd8c8f0be0", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 20, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "124\nOther funds.\nManagement of funds.\nGrants.\nThe Finance\nCommittee.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(b) any contribution or grant made by the Central Government, any State Government, the University Grants Commission established under section 4 of the University Grants Commission Act, 1956 or like authority, any local authority or any corporation owned or controlled by the Government; and\n(c) other receipts.\n(2) The monies in the General Fund shall be invested in the securities specified in clauses (a) to (d) of section 20 of the Indian Trust Act, 1882.\n(3) The University shall furnish such statements, accounts, reports and other particulars relating to any grant made by the Government and its utilisation, as the Government may require.\n32. The University may have such other funds as may be prescribed by the statutes.\n33. The funds and all monies of the University shall be managed in such manner as may be prescribed.\n34 (1). The Government shall, every year make non-lapsable, lumpsum grants to the University as follows:(a) a grant not less than the net expenditure incurred in the year in respect of the activities of the institutions of Fisheries Sciences and such other Government departments relating to Fisheries Sciences as are transferred to the University;\n(b) a grant not less than the estimated expenditure on pay and allowances of the staff, contingencies, supplies and services of the University;\n(c) a grant to meet such additional items of expenditure, recurring and non-recurring, as the Government may deem necessary for the proper functioning of the University;\n(d) annual grant to set new bench mark standards in fisheries education, research and extension, based on progress.\n(2) The University shall furnish to the State Government such statements, accounts, reports and other particulars, as it may require before any grant is made by it, and the university shall take such action and furnish such statements, accounts, reports and other particulars relating to the utilization of any grant, with in such time and in such manner as the State Government may direct.\n35. (1) The Board shall appoint a Finance Committee consisting of the following members, namely:(a) The Vice-Chancellor ;\n(b) The Secretary to Government, in-charge of Fisheries;\n(c) The Secretary to Government, in-charge of Finance;\n(d) On member chosen by th Board from amongst its non-official members;\nand\n(e) The Finance Officer.\n(2) The Vice-Chancellor shall be the ex-officio Chairman of the finance committee. The Finance Officer shall be the ex-officio secretary to the Finance committee.\n(3) In case the Secretary to Government, in-charge of Fisheries or the Secretary to Government, in-charge of Finance is unable to attend the meetings of the Finance Committee, for any reason, he may depute any officer of his department not lower in rank than that of Joint Secretary to Government to attend the meetings. The Officer so deputed shall have the right to take part in the discussions of the meetings and shall have the right to vote.\nCentral Act\nIII of 1956.\nCentral Act II of 1882.\n"}