{"doc_id": "6b0a36f8-f16f-4401-9fca-549bb090c91a", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 21, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "Central Act\nXIX of 1925.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(4) The Finance Committee shall,(a) examine the annual accounts and the annual financial estimates of the University and advise the Board thereon;\n(b) review the financial position of the University from time to time;\n(c) make recommendation to the Board on every proposal involving expenditure for which no provision has been made in the annual financial estimates; and\n(d) make recommendation to the Board on all matters relating to the finances of the University;\n(e) Perform such other functions as may be prescribed.\n36. The Board may constitute such other authorities of the University as may be necessary in the manner prescribed in the statutes.\n37. (1) The annual accounts prepared by the Finance Officer shall be submitted to such examination and audit as the Government may direct and a copy of the annual accounts and audit report shall be submitted to the Government.\n(2) The University shall settle objections raised in the audit and carry out such instructions as may be issued by the Government on the audit report.\n(3) The Government, shall cause the annual accounts and the audit report to be laid before the Legislative Assembly of the State together with their comments.\n(4) The Finance Officer shall, before such date as may be prescribed by the statutes, prepare the annual financial estimates for the ensuing year.\n(5) The annual accounts and the annual financial estimates prepared by the Finance Officer shall be placed before the Board together with the remarks of the Finance Committee for approval at its annual meeting and the Board may pass resolution with reference thereto and communicate the same to the Finance Officer who shall take action in accordance therewith.\nCHAPTER VII.\nCONDITIONS OF SERVICE.\n38. (1) The University shall institute for the benefit of its officers, teachers and other employees such pension, gratuity, insurance and provident fund as it may deem fit, in such manner and subject to such conditions as may be prescribed.\n(2) Where the University has so instituted a provident fund under subsection (1), the Government may declare that the provisions of the Provident Funds Act, 1925, shall apply to such fund as if the University were a local authority and the fund a Government provident fund.\n(3) The University may, in consultation with the Finance Committee, invest the provident fund amount in such manner as it may determine.\nExplanation. For the purposes of this section and sections 39 and 42 the word, \"officer\" shall not include the Chancellor, the Pro-Chancellor and the Vice-Chancellor of the University.\n39. Subject to the provisions of this Act, the appointment, procedure for selection, pay and allowances and other conditions of service of officers, teachers and other employees of the University shall be such as may be prescribed.\nCHAPTER VIII.\nSTATUTES AND REGULATIONS.\n40. Subject to the provisions of this Act, the statutes may provide for all or any of the following matters, namely:125\nConstitute of other authority.\nAnnual\naccounts.\nPension, gratuity, etc.\nConditions of service.\nStatutes.\n"}