{"doc_id": "ceacff45-fc5b-4dc8-9241-ab4e87f2d1d7", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 22, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "126\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(a) the conditions under which the teaching, research and extension in the University may be carried on;\n(b) the manner in which and the conditions under which the honorary degrees and other distinctions may be conferred;\n(c) the fixation, payment and receipt of fees and other charges;\n(d) the prescription of academic qualification and standard for admission to\nthe University;\n(e) the terms and conditions subject to which the Registrar may be appointed and his powers and duties;\n(f) the terms and conditions subject to which the Finance Officer may be appointed and his powers, functions and duties;\n(g) the terms and conditions subject to which the Deans may be appointed and their powers and duties;\n(h) the terms and conditions subject to which the Director of Research, of Extensio Education, Contro of Examinations other ors may\nDir\nbe appointed and their powers and duties;\n(i) the daily and travelling allowances to be paid to the members of the Board, Academic Council and other authorities of the University and the committees there of;\n(j) the assignment of subjects of study for each Faculty;\n(k) the constitution and functions of the Board of Studies of each Faculty;\n(1) the constitution and functions of the Faculties;\n(m) the manner in which the Deans may be appointed;\n(n) affiliation of Colleges and Institutions;\n(o) the establishment and management of the funds and monies of the\nUniversity;\n(p) the manner of publication of the accounts audited;\n(q) the period for which and the manner in which the instruction, teaching, training and holding examinations shall be conducted for the students of the colleges specified in section 44;\n(r) any other matter, which is required to be, or may be prescribed by the statutes; and\n(s) the constitution powers and functions of the other authorities of the\n2\nUniversity.\n41. (1) The Board may, from time to time, make statutes and amend or repeal the statutes in the manner hereinafter provided in this section.\n(2) The Academic Council may propose to the Board the draft of any statute or of any amendment to, or of repeal of, a statute to be passed by the Board and such draft shall be considered by the Board at its next meeting:\nProvided that the Academic Council shall not propose any amendment to any statute affecting the status, powers or constitution of any authority of the University until such authority has been given an opportunity of expressing its opinion upon the proposal and any opinion so expressed shall be considered by the Board.\n(3) The Board may consider the draft proposed by the Academic Council under sub-section (2) and may either pass the draft statute or reject or return with or without amendments to the Academic Council for reconsideration.\nStatutes how made.\n"}