{"doc_id": "760500a0-75da-46d7-bf27-f6e5bdf86880", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 23, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "Tamil Nadu Act 42 of 1989.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(4) (a) Any member of the Board may propose to the Board the draft of a statute and the Board may either accept or reject the draft, if it relates to a matter not falling within the purview of the Academic Council.\n(b) In case such draft relates to a matter within the purview of the Academic Council, the Board shall refer it for consideration to the Academic Council, which may, after following the procedure laid down in the proviso to sub-section (2) either report to the Board that it does not approve the draft or submit the draft to the Board in such form as the Academic Council may approve and the Board may either pass with or without amendments or reject the draft.\n42. (1) Subject to the provisions of this Act and the statutes, the authorities of the University may make regulations to provide for all or any of the following matters, namely:(a) The manner in which and the conditions subject to which the pension, gratuity, insurance and provident fund may be instituted for the benefit of the officers, teachers and other employees of the University;\n(b) The appointment, procedure for selection, and pay and allowances and other conditions of services of officers, teachers and other employees of the University; (c) The giving of notice to the members of any authority of the University, the dates of the meetings and the business to be transacted at the meetings and for keeping a record of the proceedings of the meetings;\n(d) The procedure to be observed at the meetings and the number of members required to form the quorum; and\n(e) Any other matter which is required to be or may be prescribed by\nregulations.\n(2) The Academic Council may, subject to the provisions of the statutes, make regulations providing for the courses of study, system of examinations and award of degrees, diplomas and other academic distinctions of the University, after receiving the draft of the same from the Board of Studies concerned.\n(3) The Board may issue such direction, as it may think fit to the concerned authority to amend any regulation.\nCHAPTER IX.\nTRANSFER OF COLLEGES, EMPLOYEES AND FUNDS.\n43. (1) Notwithstanding anything contained in the Tamil Nadu Veterinary and Animal Sciences University Act, 1989 or the statues, regulations and orders made there under, on and from the appointed date;\n(a) the institutions specified in Part I of the Schedule, which immediately preceding such date were the constituent college and of the institutions of the Tamil Nadu Veterinary and Animal Sciences University; and\n(b) the institutions specified in Part II of the schedule, which immediately preceding such date were under the control of the Fisheries Department of the Government shall be transferred to, and maintained by, the University as the constituent colleges of, and the institutions of, the University.\n(2) On and from the appointed date, the control and management of the colleges and institutions specified in sub-section (1) and all properties, assets and liabilities of the corresponding University and the Government, in relation thereto shall stand transferred to, and vest in, the University.\n(3) The Government may, at any time, after the appointed date, transfer to the University, any of their lands for its use on such terms and conditions as they deem proper.\n127\nRegulations.\nTransfer of\ncertain colleges and institutions\nUniversity.\nto\n"}