{"doc_id": "1e8e5cc1-b001-43c2-bf22-97c574f82de4", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 24, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "128\nSpecial\nprovisions\nfor students.\nTransfer of service of certain employees.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(4) The Government may, at any time after the appointed date, transfer to the University, the control and management of any of their colleges or government institutions on such terms and conditions as they deem proper.\n(5) Notwithstanding anything contained in any other Act relating to the establishment of a University in the State or the statutes, ordinances, regulations and orders made thereunder, on and from the date to be specified by the Government, the colleges or institutions referred to in sub-section (4) shall be disaffiliated from the University to which they were affiliated on the date immediately preceding the specified date and shall be deemed to be colleges or institutions affiliated to the University and the provisions of this Act shall, as far as may be, apply accordingly.\n44. Notwithstanding anything contained in this Act, the statutes or regulations, every student of a college specified in sub-section (1) of section 43 who immediately before the appointed date was studying in any college in the corresponding University or was eligible for any examination in the corresponding University shall be permitted to complete his course of study or be admitted to the examination in the University and the University shall make arrangements,(a) for the instruction, teaching, training and holding examination for such student for such period and in such manner as may be determined by the first ViceChancellor in accordance with the course of study in the corresponding University; and\n(b) for the conferment of the corresponding degree, diploma or other academic distinction of the University upon the qualified student on the result of such examination.\n45. (1) Every person who is qualified in the field Fisheries Science and who immediately before the appointed day, is serving in the colleges and institutions of the Tamilnadu Veterinary and Animal Sciences University shall, as from the said day, become an employee of the University and shall cease to be an employee of the Tamil Nadu Veterinary and Animal Sciences University.\n(2) (a) As soon as may be, after the appointed day, the Government may, after consulting the Vice-Chancellors of the Tamil Nadu Veterinary and Animal Sciences University and the Tamil Nadu Fisheries University, direct, by general or special order, that(i) such of the employee of the Government who immediately before the appointed day were serving in the institutions specified in Part II of the Schedule; and\n(ii) such of the employee of the Tamil Nadu Veterinary and Animal Sciences University other than those specified in sub-section (1), as are specified in such order shall stand allotted to serve in connection with the affairs of the Tamil Nadu Fisheries University with effect on and from such date as may be specified in such order:\nProvided that no such order shall be issued in respect of any such employee, without his consent for such allotment;\n(b) With effect on and from the date specified in the order under clause (a), the persons specified in such order shall become employees of the Tamil Nadu Fisheries University and shall cease to be employees of the Government or the Tamil Nadu Veterinary and Animal Sciences University as the case may be.\n(3) Every person referred to in sub-sections (1) and (2) shall hold office under the University by the same tenure, at the same remuneration and upon the same rights and privileges as to pension or gratuity, if any, and other matters as he would have held the same on the appointed day or the date specified in the order under clause (a) of sub-section (2), as the case may be, as if this Act has not been passed.\n(4) The liability to pay pension and gratuity to the persons referred to in sub-sections (1) and (2) shall be the liability of the Tamil Nadu Fisheries University.\n"}