{"doc_id": "f73ba309-8b63-475b-bf93-e4da7468d363", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 25, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n46.(1) The sums at the credit of the provident fund accounts of the employees referred to in sub-section (1) of section 45 as on the appointed date shall be transferred to the University and the liability in respect of the said provident fund accounts shall be the liability of the University.\n(2) The sums at the credit of the provident fund accounts of the employees pecified in the order under sub-section (2) of section 45 as on the date specified in that order shall be transferred to the University and the liability in respect of the said provident fund accounts shall be the liability of the University.\n(3) There shall be paid to the University out of the accumulations in the superannuation fund and other like funds, if any, of the corresponding University or, as the case may be, of the Government, such amounts as have been credited to the superannuation fund or other like funds, if any, on behalf of the employees referred to in sub-section (1) of section 45 and the employees specified in the order under subsection (2) of section 45. The amounts so paid shall form part of the superannuation fund or other like funds, if any, that may be established by the University for the benefit of its employees.\n47. (1) The Corresponding University shall, out of its funds as on the appointed date, pay to the University such amount as the Government may, in consultation with the corresponding University, specify.\n(2) The amount payable under sub-section (1) shall be in addition to the amounts transferred under section 46.\n48. On and from the appointed date, no new college imparting education in fisheries sciences shall be established except as a constituent or affiliated college of the University.\nCHAPTER X.\nTRANSITORY PROVISIONS.\n49. Notwithstanding anything contained in sub-section (1) of section 11, within six months from the appointed date, the first Vice-Chancellor shall be appointed by the Government on a salary to be fixed by them for a period not exceeding three years and on such other conditions as they think fit:\nProvided that the person appointed as the first Vice-Chancellor shall retire from office, if during the term of his office, he completes the age of sixty-five years.\n50. Notwithstanding anything contained in sub-section (1) of section 13, within three months from the appointed date, the first Registrar shall be appointed by the Government on a salary to be fixed by them for a period not exceeding three years and on such other conditions as they think fit:\nProvided that the person appointed as the first Registrar shall retire from office, if during the term of his office, he completes the age of sixty years.\n2\n51. (1) It shall be the duty of the first Vice-Chancellor to make arrangements for constituting the Board of Management, the Academic Council and such other authorities of the University specified in section 18 within six months from the date of his appointment or such longer period, not exceeding one year, as the Government may, by notification, specify.\n(2) It shall be the duty of the first Vice-Chancellor to make such statutes and regulations as may be necessary with the approval of the Chancellor and submit them to the respective authority competent to deal with them for their disposal. Such statutes and regulations when framed shall be published in the Tamil Nadu Government Gazette.\n(3) Notwithstanding anything contained in this Act and the statutes and regulations, until such time an authority is duly constituted, the first Vice-Chancellor may appoint any officer or constitute any committee temporarily to exercise and perform any of the powers and functions of such authority under this Act, the statutes and the regulations.\n129\nTransfer of accumulations in provident fund and other like funds.\nPayment of certain monies to University.\nNew college to be constituent or affiliated college.\nAppointment of first\nViceChancellor.\nAppointment of first Registration.\nTransitory powers of first ViceChancellor.\n"}