{"doc_id": "a0697bd7-ac22-49f3-b990-f5cd6cd9d9a6", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 26, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "130\nAnnual Report.\nDisputes as to constitution\nof\nUniversity authorities\nand bodies.\nDisqualification for\nmembership.\nRemoval from membership of any University authority.\nConstitution\nof\ncommittees and delegation of powers.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(4) The authorities constituted under sub-section (1) shall commence to exercise their powers and perform their functions on such date or dates as the Government may, by notification, specify.\nCHAPTER XI.\nMISCELLANEOUS.\n52. (1) The annual report of the University shall be prepared under the direction of the Vice-Chancellor and submitted to the Board at least one month before the annual meeting at which it is to be considered.\n(2) The Board shall, after considering the annual report forward a copy thereof to the Government.\n(3) On receipt of a copy of the annual report, the Government shall cause a copy of such report together with their comments thereon to be laid before the Legislative Assembly of the State.\n53. If any question arises whether any person has been duly elected or nominated as, or is entitled to be, as a member of any authority of the University or other body of the University the question shall be referred to the Chancellor whose decision thereon shall be final.\n54. (1) No person shall be qualified for nomination or election as a member of any of the authorities of the University, if, on the date of such nomination or election, he isinsolvent; or\n(a) of unsound mind or a deaf-mute; or\n(b) an applicant to be adjudicated as an insolvent or an undischarged\n(c) sentenced by a criminal court to imprisonment for any offence involving moral turpitude.\n(2) In case of dispute or doubt as to whether a person is disqualified under sub-section (1), the Board shall refer such case to the Chancellor, whose decision shall be final.\n55. (1) The Board may remove by an order in writing made in this behalf, any person from membership of any authority of the University by a resolution passed by a majority of two-third of the total membership of the Board present and voting at the meeting, if such person has been convicted by a Criminal Court for an offence which in the opinion of the Board involves moral turpitude, or if he has been guilty of gross misconduct and for the same reason, the Board may withdraw any degree or diploma or other academic distinction conferred on, or granted to, that person by the University.\n(2) The Board may also by an order in writing made in this behalf remove any person from the membership of any authority of the University if he becomes of unsound mind or deaf-mute or has applied to be adjudicated or has been adjudicated as an insolvent.\n(3) No action under this section shall be taken against any person unless he has been given a reasonable opportunity to show cause against the action proposed to be taken.\n(4) A copy of every order passed under sub-section (1) or sub-section (2), as the case may be, shall, as soon as may be after it is so passed, be communicated to the person concerned in the manner prescribed.\n56. All the authorities of the University shall have power to constitute or reconstitute committees and to delegate to them such of their powers as they deem fit. Such committees shall, save as otherwise provided, consist of members of the authority concerned and of such other persons, if any, as the authority in each case may think fit.\n"}