{"doc_id": "1b063798-9b89-4cf9-8e52-b8b80b4f2cb2", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 27, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "Central Act\nXLV of\n1860.\nTamil Nadu Act 42 of 1989.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n57. All casual vacancies among the members (other than ex-officio members) of any authority or other body of the University shall be filled, as soon as may be, by the person or body who or which nominated or elected, the member in whose place has become vacant and the person nominated or elected to a casual vacancy shall be a member of such authority or body for the remainder of the term for which the member in whose place he is nominated or elected would have held office:\nProvided that no casual vacancy shall be filled, if such vacancy occurs within six months before the date of the expiry of the term of the member of any authority or other body of the University.\n58. No act or proceeding of any authority or other body of the University shall be invalidated merely by reason of the existence of a vacancy or any defect or irregularity in the appointment of a member of any authority or of other body of the University or of any defect or irregularity in any such act or proceeding not affecting the merits of the case or on the ground only that the Board did not meet once in every three months.\n59. In all suits and other legal proceedings by or against the University, the pleadings shall be signed and verified by the Registrar and all processes in such suits and proceedings shall be issued to, and served to, and served on the Registrar.\n60. The Vice-Chancellor, the Registrar, the Finance Officer, the Deans, the Directors and other employees of the University shall be deemed, when acting or purporting to act in pursuance of any of the provisions of this Act, to be public servants within the meaning of section 21 of the Indian Penal Code.\n61. The Government may, by notification, alter, amend or add to the Schedule or omit any college or institution specified in the Schedule and upon the issue of such notification, the Schedule shall be deemed to be amended accordingly.\n62. (1) If any difficulty arises as to the first constitution reconstitution of any authority of the University after the appointed date or, as the case may be, the notified date or otherwise in giving effect to the provisions of this Act, the Government may, by notification, make such provision not inconsistent with the provisions of this Act as may appear to them to be necessary or expedient for removing the difficulty:\nProvided that no such notification shall be issued after the expiry of five years from the appointed date.\n(2) Every notification issued under sub-section (1) or under any other provisions of this Act shall, as soon as possible after it is issued, be placed on the table of the Legislative Assembly, and if, before the expiry of the session in which it is so placed, or the next session, the Assembly makes any modification in any such notification or the Assembly decides that the notification should not be issued, the notification shall thereafter have effect only in such modified form, or be of no effect, as the case may be, so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that notification.\n63. (1) On and from the appointed date, the provisions of the Tamil Nadu Veterinary and Animal Sciences University Act, 1989 (hereinafter in this section referred to as the said Act), shall cease to apply in respect of the colleges and the institutions specified in the Schedule to which this Act applies.\n(2) Such ceaser shall not affect,(a) the previous operation of the said Act; or\n(b) any penalty, forfeiture or punishment, incurred in respect of any offence committed against the said Act; or\n(c) any investigation, legal proceeding or remedy in respect of such penalty, forfeiture or punishment, and any such investigation, legal proceeding or remedy may be instituted, continued or enforced and any such penalty, forfeiture or punishment may be imposed as if this Act had not been passed.\n131\nFilling of casual vacancy.\nValidation of acts and proceedings.\nSuits and legal proceedings.\nViceChancellor and other Officers, etc., to be public servants.\nPower to amend Schedule.\nPower to remove difficulties.\nTamil Nadu\nAct 42 of 1989 not to apply.\n"}