{"doc_id": "4ccd95cf-7645-497f-a615-a4270528a450", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 5, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nUnder Rule 130 of the Tamil Nadu Legislative Assembly Rules, the following Bill which was introduced in the Legislative Assembly of the State of Tamil Nadu on 7th May, 2012 is published together with Statement of Objects and Reasons for general information:L.A. Bill No. 23 of 2012\nA Bill to provide for the establishment of a University for the development of Fisheries and for the furtherance of the advancement of learning and prosecution of research and extension in Fisheries Sciences in the State of Tamil Nadu.\nBE it enacted by the Legislature of the State of Tamil Nadu in the Sixty-third Year of the Republic of India as follows:CHAPTER-I. PRELIMINARY.\n1. (1) This Act may be called the Tamil Nadu Fisheries University Act, 2012. (2) It extends to the whole of the State of Tamil Nadu.\n(3) It applies to\n(a) the colleges and institutions specified in the Schedule and\n(b) all Colleges and institutions which may be affiliated to, or established or maintained by, the University in accordance with the provisions of this Act and the statutes and regulations made there under.\n(4) It shall come into force on such date as the Government may, by notification,\nappoint.\n2. In this Act, unless the context otherwise requires,(a) \"Academic Council\" means the Academic Council of the University;\n(b) \"affiliated college\" means any college affiliated to the University and providing courses of study for admission to the examinations for degrees, diplomas or other academic distinctions of the University;\n(c) \"appointed date” means such date as the Government may, by notification, appoint under sub-section (4) of section 1;\n(d) \"Board\" means the Board of Management of the University;\n(e) \"College\" means any College or Institution established or maintained by, or, affiliated to the University providing courses of study or training or providing for prosecution of research or providing extension education in Fisheries Sciences for admission to the examinations for degrees, diplomas and other academic distinctions of the University;\n(f) \"Constituent College\" means the Fisheries College and Research Institute, Thoothukudi and includes such other Colleges as may be declared by the Board from time to time;\n(g) \"corresponding University\" means the Tamil Nadu Veterinary and Animal Sciences University, Chennai;\n(h) \"Dean\" means the Dean (Academic) at the head quarters of the University and the Dean of each college;\n(i) \"Director\" means the Director of Research or the Director of Extension Education and such other person as may be declared by the statutes to be the Director;\n109\nShort title, extent, application and\ncommence ment.\nDefinitions.\n"}