{"doc_id": "bdb53a1c-1316-4357-b4c5-54848af7634f", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 6, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "110\nEstablishment of University.\nObjects of University.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n() \"extension education\" means the educational activities concerned with the training of fish farmers, fishermen and other groups serving fisheries in improved fishing practices and various phases of scientific technology related to fisheries sciences;\n(k) \"Faculty\" means a Faculty of the University;\n(1) \"Government\" means the State Government;\n(m) \"Fisheries Sciences\" means aquaculture including breeding, genetics, biotechnology, nutrition, farming, diagnosis of diseases in fishes, other aquatic resources, medical treatment of aquatic animals; fish processing including value addition, quality assurance and certification; fisheries microbiology; fisheries biochemistry; fisheries resource management including biology, physiology, population dynamics; fisheries environment including oceanography, limnology, ecology; fishing technology including gear and craft engineering, navigation and seamanship; fisheries economics and management, fisheries extension;\n(n) \"hostel\" means a unit of residence for students of the University maintained or recognised by it either as a part of, or separate from, college of the University; (0) \"prescribed\" means prescribed by the statutes or regulations made under\nthis Act;\n(p) \"regulations\" and \"statutes\" mean respectively, the regulations and statutes made under this Act;\n(q) \"Schedule\" means the Schedule appended to this Act;\n(r) \"State\" means the State of Tamil Nadu;\n(s) \"University\" means the Tamil Nadu Fisheries University established under section 3.\nCHAPTER-II.\nTHE UNIVERSITY.\n3. (1) For the development of Fisheries and for furthering the advancement of learning and prosecution of research in Fisheries sciences, on and from the appointed date, there shall be established a University by the name, the Tamil Nadu Fisheries University.\n(2) The University shall be a body corporate, shall have perpetual succession and a common seal and shall sue and be sued by the said name.\n(3) The principal seat of the University shall be located within the limits of Nagapattinam Taluk.\n4. The objects of the University shall be,(a) to impart quality education in different branches of Fisheries Sciences as the University may determine;\n(b) to conduct organised research in frontier areas with the objective of developing cutting edge technologies in Fisheries Sciences;\n(c) to provide extension services like training, consultancy, project formulation to fish farmers, fisher folk, unemployed-youth and entrepreneurs in Fisheries Sciences; (d) to facilitate comprehensive development of Fisheries Sciences for increased contribution to states economy and set bench mark standards through appropriate interventions in fisheries teaching, research and extension;\n"}