{"doc_id": "7b7c078e-f519-46e6-9a10-d86f3c971b1e", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 8, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "112\nAdmission to University.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(p) to develop entrepreneurship among students by providing hands-on training and developing managerial skills through fisheries work experience programme, industry linkages;\n(q) to create world class facilities for promoting genetic and biotechnical investigations in Fisheries Sciences;\n(r) to acquire and hold property, both movable and immovable, for the purpose of the University;\n(s) to lease, sell or otherwise transfer any immovable property with the prior approval of the Government;\n(t) to institute teaching, research and extension education posts and to appoint persons to such posts;\n(u) to create administrative and other posts and to appoint persons to such\nposts;\n(v) to work with Tamil Nadu Veterinary and Animal Sciences University in areas of mutual interest to bring better benefits to the fisher folk. The University shall report such collaboration activities to the Government annually;\n(w) to work with Tamilnadu Maritime Academy at Chennai and Thoothukudi and its associated units in the areas of mutual interest to bring better benefits to the fisher folk;\n(x) to do all such acts and things, whether incidental to the powers and functions aforesaid or not, as may be necessary or desirable to further the objects of the University.\n6. (1) The University shall, subject to the provisions of this Act and the Statutes, be open to all persons.\n(2) Nothing contained in sub-section (1) shall require the University,\n(a) to admit to any course of study any person who does not possess the prescribed academic qualification or standard;\n(b) to retain on the rolls of the University any student whose, academic record is below the minimum standard required for the award of a degree, diploma or other academic distinction;\n(c) to admit any person or retain any student whose conduct is prejudicial to the interest of the University or the rights and privileges other students and staff;\n(d) to admit to any course of study, students larger in number than those\nprescribed.\n(3) Subject to the provisions of sub-section (2), the Government may, by order, direct that the University shall reserve such percentage of seats for the students belonging to the Scheduled Castes, Scheduled Tribes, Most Backward Classes and Backward Classes as may be specified in such direction and where such direction has been given, the University shall make the reservation accordingly.\n"}