{"doc_id": "8ec2fff9-f40f-4a99-bda9-a4fdff779091", "url": "http://archive.org/download/in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1/Extraordinary_118_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 9, "identifier": "in.gazette.tamilnadu.2012-05-07.Extraordinary_118_Part-IV_Section-1", "pdf_name": "Extraordinary_118_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n7. (1) The Chancellor shall have the right to cause an inspection to be made by such person or persons as he may direct,(a) of the University, its buildings, laboratories, libraries, museums, workshops and equipments;\n(b) of any institution, college or hostel maintained by the University;\n(c) of the teaching and other work conducted by the university or under\nits auspices;\n(d) of the conduct of any examination held by the University.\n(2) The Chancellor shall also have the right to cause an inquiry to be made by such person or persons as he may direct in respect of any matter connected with the administration or finance of the University.\n(3) The Chancellor shall, in every case give notice to the University of their intention to cause an inspection or inquiry to be made, and the University shall be entitled to be represented at such inspection or inquiry.\n(4) The Chancellor shall communicate to the University their views with reference to the result of such inspection or inquiry and may, after ascertaining the opinion of the University thereon, advice the University upon the action to be taken and fix a time limit for taking such action.\n(5) The University shall, within the time limit so fixed, report to the Chancellor, the action taken or proposed to be taken on the advice tendered by the Chancellor.\n(6) If the University does not take action within the time limit fixed or if the action taken by the University is in the opinion of the Chancellor not satisfactory, the Chancellor may, after considering any explanation offered or representation made by the University, issue such direction as they may deem fit and the University shall comply with such direction.\n(7) If the University does not comply with such direction within such time as may be fixed in that behalf by the Chancellor, the Chancellor shall have power to appoint any person or body to comply with such direction and make such orders as may be necessary for the expenses thereof.\nCHAPTER III.\nOFFICERS OF THE UNIVERSITY.\n8. The University shall consist of the following officers, namely:(1) The Chancellor ;\n(2) The Pro-Chancellor ;\n(3) The Vice-Chancellor ;\n(4) The Registrar;\n(5) The Deans;\n(6) The Director of Research;\n(7) The Director of Extension Education;\n(8) The Directors;\n(9) The Controller of Examinations;\n10) The Finance Officer; and\n(11) Such other persons as may be declared by the statutes to be officers of the University.\n113\nInspection and inquiry.\nOfficers of University.\n"}