{"doc_id": "a1286c0b-f26f-4d14-bfcf-20ebc92040b3", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 10, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "காயமுற்ற போராளிகளை 30, 40 மைல்கள் தூரத்திற்கு ஸ்ட்ரெச் சரில் சுமந்து சென்றிருக்கிறார். தனது 78வது வயதில்கூட வாரக் கணக்கில் தினந்தோறும் 18 மணி நேரத்திற்கு, சில நாட்களில் 21 மணி நேரத்திற்கும் கூட அவர் பணிசெய்து வந்தார். அந்த வயதில் உடல் உழைப்பு அவருக்கு சற்று சிரமமாக இருந்தது. இருப்பினும் நூற்புப் பணியை அவர் தொடர்ந்து வந்தார். குளிர் காலத்தில் கூட பனி படர்ந்த கிராமச் சாலைகளில் வெறுங் காலுடன் மூன்று முதல் ஐந்து மைல்கள் வரை அவர் நடப்பது உண்டு. பணிகளைச் செய்வதில் அவருக்கிருந்த வியக்கத்தகு ஈடுபாடு மற்றும் திறமையைப் பாராட்டிய தென் ஆப்பிரிக்க நண்பர்கள் அவருக்குக் \"கர்மவீரர்\" என்ற பட்டத்தை அளித்தனர்.\nகர்மவீரர் மோகன்தாஸ் கரம்சந்த் காந்தி 1869ம் ஆண்டு அக்டோபர் 2ம் தேதி பிறந்தார்.\nஇந்தியாவின் பொருளாதார. ஆன்மிக முன்னேற்றத் திற்குக் கையினால் நூற்பதும், கையினால் நெய்வதும் பெரிய உதவியை அளிக்கப் போகின்றன என்பதில் மாத்திரம் எனக்குக் கொஞ்சமும் சந்தேகமில்லை. விவசாயத்திற்குத் துணையாக இருக்கக் கூடிய சுலபமான கைத்தொழில் ஒன்று கோடிக்கணக்கான மக்களுக்கு இருந்தாக வேண்டும். பல்லாண்டுகளுக்கு முன்னால் நூற்பது கிராமத் தொழிலாக இருந்து வந்திருக்கிறது கோடிக்கணக்கான மக்களைப் பட்டினியிலிருந்து பாதுகாக்க வேண்டுமாயின், அவர்களுடைய இல்லங்களில் திரும்பவும் ராட்டை இருப் பதைச் சாத்தியமான தாக்குவதோடு ஒவ்வொரு கிராமத்திற் கும் திரும்பவும் அதன் சொந்த நெசவாளரும் இருக்க வேண்டும்.\nநூல்\nயங் இந்தியா 21-7-1921\n4\n2\nகாந்திஜி ஒரு வழக்கறிஞர்\nகாந்திஜி தனது பதினெட்டாவது வயதில் 10-வது பாஸ் செய்தார். அதற்குப்பின், சட்டப் படிப்பிற்காக அவர் லண்டனுக்குச் சென்றார். அங்கு, இன்னர் டெம்பிள் கல்லூரியில் சேர்ந்ததும் சட்டப் பரீட்சைகளில் எளிதாக தேர்ச்சி பெற்று விடலாம் என்பதை அவர் உணர்ந்தார். புத்தகங்களின் குறிப்பு களை (நோட்ஸ்) இரண்டு மாதங்களுக்கு மட்டுமே படித்து, பலரும் பரீட்சைகளில் தேர்ச்சிபெற்று வந்தனர். இப்படிக் குறிப்பு களைப் படித்து பரீட்சையில் தேர்ச்சி அடைவதில் காந்திஜிக்கு உடன்பாடு இல்லை, ஏமாற்று வேலையை அவர் அறவே வெறுத்தார். பாடப் புத்தகங்களை பணம் செலவழித்து வாங்கி, நிறைய நேரத்தை அப்புத்தகங்களைப் படிப்பதில் செலவழித்து பொதுவான சட்டம் பற்றிய தடித்த புத்தகங்களை அவர் ஒன்பது மாதங்கள்வரை ஊக்கமாகப் படித்தார். ரோமன் சட்டங்களைச் சரியாகப் புரிந்துகொள்வதற்காக அவர் ரோமன் மொழியைக் கற்றார். அக்காலத்திய பாரிஸ்டர்கள் \"டின்னர் அழைக்கப்பட்டார்கள். ஏனெனில் மூன்றாண்டுகளில் அவர்களுக்கு மொத்தம் 12 தேர்வு நிலைகள் இருந்தன. ஒவ்வொன்றிற்கும் ஆறு டின்னர்\" (விருந்து சாப்பாடு) வீதம் மொத்தம் 72 டின்னர்களில் அவர்கள் ஆஜராக வேண்டி இருந்தது. செலவு அதிகமாகப் பிடிக்கும் இந்த டின்னர்களுக் கான தொகையை மாணவர்கள்தான் கட்டவேண்டும்.\nஎன்று\nகாந்திஜிக்கு இதுபோன்ற விருந்துகளில் கலந்துகொள்ளும் அனுபவம் கிடையாது. மேலும் விருந்து சாப்பிட்டு ஒயின் அருந்துவதன் மூலம் ஒரு மனிதன் எப்படி சிறந்த பாரிஸ்டர் ஆகிவிட முடியும் என்று அவர் சிந்திக்கத் தொடங்கினார். அவர் சிந்தனை எப்படி இருப்பினும் அந்த 'டின்னர்'களில் கலந்து கொள்ளவேண்டிய நிர்ப்பந்தம் அவருக்கு இருந்தது. அவர் சுத்த மதுபானப் பழக்கம் இல்லாதவர். அந்த டின்னர்களில் வழ ங்கப்படும் பல உணவு வகைகளை, அவர் தொடுவதில்லை. மதுவையும் அவர் அருந்துவதில்லை. இதன் காரணமாகவே (அவர் பங்கையும் சேர்த்து உள்ளே தள்ளுவதற்காக) பல சட்டப்படிப்பு மாணவர்கள் 'டின்னரில்' சகாவாக அவரது இருக்க விரும்பினர்.\nசைவம்\nS\n"}