{"doc_id": "aa0e6c23-5087-411c-95b2-3f1975e580d6", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 11, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "இந்த விருந்துகளினாலும், படிப்புகளினாலும் காந்திஜியின் மனதில் குடிகொண்டிருந்த தயக்கமும் பயமும் அகலவில்லை. ஒரு வழக்கை நடத்துவதற்குத் தனது புத்தக அறிவை எப்படிப் பயன்படுத்துவது என்பது பற்றி அவர் சிந்திக்கத் தொடங் கினார். ஒரு ஆங்கிலேய வக்கீல் அவரை ஊக்குவிக்கும் விதத் தில் \"நேர்மையும் உழைப்பும் ஒருவரை நல்ல வக்கீலாக்கி நன்கு பொருளீட்டுவதற்கு வழி செய்யும்\" என்று கூறினார். \"வழக்கின் அடிப்படை விபரங்கள் சட்டத்தின் முக்கால் பங்கு: கால் பங்கை சட்டம் தன்னைத் தானே பார்த்துக்கொள்ளும்\" என்று கூறி, சரித்திரம் மற்றும் பொது அறிவு சம்பந்தப்பட்ட புத்தகங்களைப் படிக்கும்படி காந்திஜியை அவர் தூண்டினார். காந்திஜி அவரது அறிவுரையைப் பின்பற்றினார்.\nசிறிது காலத்திற்கு இங்கிலாந்தில் தானும் ஒரு கெட்டிக்கார ஆங்கிலேய 'ஜென்டில்மேனாக' மாற முயற்சித்தார். ஆங்கிலத்தை சரியான முறையில் உச்சரிக்கவும், அதில் உரையாற்றவும், நாட் டியம் ஆடவும், வயலின் வாசிக்கவும், 'லேட்டஸ்ட் ஃபாஷன்'படி உடையணியவும் முயற்சிகளை மேற்கொண்டார். லண்டனி லிருந்த மிகவும் பிரசித்தி பெற்ற கடையிலிருந்து விலையுயர்ந்த சூட்டையும் கோட்டையும் வாங்கி அணிந்தார். கூடவே இரட்டை தங்கச் செயினுடன் கூடிய கைக்கடிகாரத்தையும் அவர் வாங்கி அணிந்து கொண்டார். விலை உயர்ந்த தொப்பிகளையும் 'டை'களையும் அவர் அணிந்தார். இளம் பெண்களுடன் நட்பு ஏற்படுத்திக் கொண்டார். படிப்படியாக மேம்போக்கான டாம் பீக வாழ்க்கைப் பாதையில் அவர் செல்லத் தொடங்கினார். சில மாதங்களுக்குப்பின் தனது முட்டாள்த் தனத்தை உணர்ந்தார். அவரது ஆடம்பர வாழ்க்கை காரணமாக அவருடைய மூத்த சகோதரருக்கு பணக் கஷ்டம் ஏற்பட்டது. தான் இங்கிலாந் திற்கு வந்திருப்பது படிப்பதற்குத் தானேயன்றி ஆங்கிலேயர் களைப் போல ஆடம்பர வாழ்க்கை வாழ்வதற்கு அல்ல என்று உணர்ந்த காந்திஜி உடனடியாகத் தனது வாழ்க்கை முறையை மாற்றிக் கொண்டார். குறைந்த வாடகையில் ஒரு அறையை ஏற்பாடு செய்து கொண்டு, ஒரு ஸ்டவ் அடுப்பையும் வாங்கி, தனது காலை மற்றும் இரவு உணவைத் தானே சமைத்துக் கொள்ளத் தொடங்கினார். மதிய உணவிற்குக் குறைந்த விலை யில் சாப்பாடு போடும் சைவ உணவகங்களுக்குச் சென்றார். பஸ் அல்லது டிராம் செலவை மிச்சம் பிடிப்பதற்காக தினந் தோறும் 10 மைல்கள் கால்நடையாகவே பயணம் செய்தார். காலம் சுழன்றது. 32 மாதங்கள் இங்கிலாந்தில் வாழ்ந்தபின் அவர் பாரிஸ்டர் பட்டம் பெற்றார். இரண்டு நாட்களுக்குப் பின் இந்தியாவுக்குத் திரும்புவதற்கு கப்பல் ஏறினார்.\n6\nஇந்தியா திரும்பியதும் பம்பாய் நகரில் ஒரு வீட்டை வாடகைக்குப் பிடித்து, ஒரு சமையல்காரரையும் வேலைக்கு அமர்த்திக் கொண்டார். உயர்நீதி மன்றத்தில் தினந்தோறும் ஆஜராகி, வழக்குகள் எப்படி நடத்தப்படுகின்றன என்பதைக் கண்காணித்தார். நிறைய நேரத்தை கோர்ட்டின் நூலகத்திலும் செலவழித்தார். குறிப்பாக, இந்தியச் சட்டங்களைப் பற்றி நிறையப் புத்தகங்களை அவர் படித்தார்.\nஅவருடைய முதல் வழக்கு எளிமையானது. ரூ. 30 அவருக்குக் கட்டணமாக நிர்ணயிக்கப்பட்டது. 22 வயதேயான இளம் வழக்கறிஞர், வாதம் செய்வதற்கு எழுந்து நின்றபோது பயத்தில் பேச்சு வரவில்லை. தலை சுற்றியது. நா வறண்டது. அவமான உணர்வுடன் நீதிமன்றத்திலிருந்து வெளியேறிவிட்டார். அதற்குப் பின், நீதிமன்றத்தில் எந்த வழக்கையும் அவர் மேற் கொள்ளவில்லை.\nஅவரது செலவுகள் கூடின. வருமானம் எதுவும் இல்லை. அவரால் விண்ணப்பங்களைச் சிறந்த முறையில் எழுத முடிந்தது. ஆனால், அது வக்கீல் செய்யவேண்டிய பணி அல்லவே! அதி லிருந்து வருமானமும் வரவில்லை. சோதனையான ஆறு மாதங் களுக்குப் பின் அவர் ராஜ்கோட்டுக்குத் திரும்பி, தனது மூத்த சகோதரர் மற்றும் அவரது குடும்பத்துடன் இணைந்து அவருடைய அண்ணனுக்கு இங்கிலாந்து சென்று பாரிஸ்டர் பட்டம் பெற்றிருந்த தனது தம்பியின் வெற்றி மீதான எதிர்பார்ப்புகளும் நம்பிக்கையும் இருந்தன.ஆனாலும், அவருக்கு ஏமாற்றமே கிட்டியது. காந்திஜி மிகவும் மனம் வருந்தினார்.\nகொண்டார்.\nராஜ்கோட்டில் வேறொரு பிரச்சினையும் எழுந்தது. தன்னிடம் வழக்குகளைக் கொண்டுவரும் ஏஜெண்டுகளுக்குக் கமிஷன் தரவேண்டிய வழக்கம் அங்கு இருந்தது. அது தவறானது என்று கருதிய காந்திஜி, ஏஜெண்டுகளுக்குக் கமிஷன் தர மறுத் தார். அவருடைய அண்ணன் இது தவிர்க்க முடியாதது என்று அவருக்கு போதனை செய்து அவரை சம்மதிக்க வைத்தார். அப்போது, காந்திஜி மாதம் ரூ.300 வரை சம்பாதித்தார். அவருக்கு அந்த வேலையும் அங்கு நிலவிய பொய்யும் புரட்டும் அறவே பிடிக்கவில்லை.\nஅதிர்ஷ்ட வசமாக அப்போது அவருக்கு தென் ஆப்பிரிக் காவில் இருந்த ஒரு பணக்கார முஸ்லிம் வியாபாரியிடமிருந்து அழைப்பு வந்தது. அவருக்கு ரூ 1575 ரொக்கமும் தென் ஆப்பிரிக்கா சென்று திரும்புவதற்கான கப்பல் பயண முதல்\n7\n"}