{"doc_id": "367e232a-86ab-4d4a-938c-0c0f5aeae743", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 12, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "வகுப்புக் கட்டணமும் வழங்கப்பட்டது. அழைப்பை ஏற்று அவர் கப்பலில் ஏறினார். தென் ஆப்பிரிக்காவில் மக்களின் வாழ்க்கை பற்றி அவருக்கு எதுவும் தெரியாது. ஸான்ஸிபார் துறைமுகத்தில் கப்பல் நின்றபோது இறங்கிச் சென்று அங்கு நீதி மன்றம் எப்படிச் செயல்படுகிறது என்பதைக் கண்டறிந் தார். அங்கு ஆவணங்கள் எப்படி சமர்ப்பிக்கப்படுகின்றன என்பதை அவரால் புரிந்துகொள்ள இயலவில்லை. அவர் ஆப்பிரிக்க பயணம் மேற்கொண்டதே, கணக்கு (அக்கவுண்ட்) சம்பந்தப்பட்ட வழக்குக்காகத்தான். அக்கவுண்ட் பற்றிய புத்தகம் ஒன்றை வாங்கி அவர் படிக்கத் தொடங்கினார்\nடர்பனுக்கு வந்த மூன்றாவது நாள் அவர் நீதி மன்றத்தில் ஆஜர் ஆனார். நீதிபதி, காந்திஜி அணிந்திருந்த தலைப்பாகையை அகற்றும்படி கூறினார். அந்த உத்தரவிற்குக் கீழ்படிய மறுத்த காந்திஜி, நீதி மன்றத்தை விட்டு வெளியேறினார். தென் ஆப்பிரிக்க மண்ணில் காலடி எடுத்து வைத்தது முதற்கொண்டே அங்கு இந்தியர்கள் எப்படி வெள்ளையர்களால் கேவலமாக நடத்தப்படுகிறார்கள் என்பதை அவர் கவனித்து வந்தார். அவர் மீது \"அழையா விருந்தாளி\" மற்றும் \"கூலி பாரிஸ்டர்\" ஆகிய முத்திரைகள் குத்தப்பட்டன. அவமானத்தால் அவர் மனம் வெதும்பினார்.\nதனது வாடிக்கையாளராகிய தாதா அப்துல்லாவிடமிருந்து அவரது வழக்கு பற்றிய விபரங்களைக் கேட்டறிந்தார். அது பற்றிய சட்டத்தையும் நன்கு படித்தறிந்தார். வாதி, பிரதிவாதி இருவரும் தொடர்ந்து வக்கீல்களுக்கு பில்(கட்டணம்) கொடுத் துக் கொண்டிருந்தால் ஓட்டாண்டிகளாகி விடுவார்கள் என்று அவருக்குப்பட்டது. தனது வாடிக்கையாளரின் செலவில் பணம் பண்ணவோ சமூகத்தில் அந்தஸ்து ஏற்படுத்திக் கொள்ளவோ அவர் விரும்பவில்லை. வாதி பிரதிவாதி இருவரையும் சமரசம் செய்து இணைத்து வைட்பதுதான் ஒரு வழக்கறிஞரின் தலை யான கடமை என்று அவர் நம்பினார். அதனால் அவர் பிரதிவாதியைச் சந்தித்துப் பேச விரும்பினார். தாதா அப்துல்லா சற்று தயக்கம் காட்டியபோது \"இந்த விஷயம் ரகசியமாகவே இருக்கும். யாருக்கும் தெரியவராது. அந்த ஆசாமியை சமரசம் செய்து கொள்ளும்படி நான் அறிவுறுத்துவேன்\" என்று காந்திஜி கூறினார்.\nச\nகாந்திஜியின் சமரச முயற்சிக்குப் பின்பும் வழக்கு ஒரு ஆண்டுவரை தொடர்ந்தது. ஒரு சிக்கலான வழக்கை வழக் கறிஞர்கள் எப்படி எல்லாம் இழுத்தடிக்கிறார்கள் என்பதை அறிவதற்கு காந்திஜிக்கு இது ஒரு சந்தர்ப்பமாக அமைந்தது.\n8\nஅவர் சாட்சியங்களைத் தயார் செய்தார். வழக்கு இரு தரப் பினருக்கும் திருப்தி ஏற்படும் விதத்தில் முடிந்து விட்டது. இருப்பினும் தரப்பிலும் சட்டச் பற்றிய வினாக்கள் எழுப்பப்பட்டு செலவு கூடியதை எண்ணும்போது காந்திஜிக்கு வெறுப்புதான் ஏற்பட்டது.\nசிக்கல்கள்\nஇதற்குப்பின், அவர் டர்பனில் தொடர்ந்து வழக்கறிஞ ராகப் பணி செய்தார். ஒரு நாள், பாலசுந்தரம் என்கிற ஒரு அடிமைத் தொழிலாளி கிழிந்த உடைகளுடனும் உடைந்த பற்களுடனும் அவரது அலுவலகத்திற்கு வந்தார். வெள்ளைக்கார முதலாளி பாலசுந்தரத்தை அப்படி அடித்து உதைத்திருந்தார். காந்திஜி அவரை அமைதிப்படுத்தி, ஒரு வெள்ளைக்கார டாக்டரிடம் சிகிச்சைக்கு ஏற்பாடு செய்து, அவரது காயங்கள் பற்றிய மருத்துவச் சான்றிதழையும் பெற்றுக் கொண்டார். பாலசுந்தரத்திற்காக நீதிமன்றத்தில் வாதாடி, வெற்றி பெற்று, அவருக்கு வேறொரு இடத்தில் வேலையும் வாங்கித் தந்தார் காந்திஜி. இந்தியத் தொழிலாளர்களிடையே காந்திஜி மிகவும் பிரபலமாகிவிட்டார். “ஏழைப் பங்காளர்\" என்று அவரது புகழ் இந்தியாவிலும் பரவியது. அதற்குப் பின் திக்கற்றவர்களுக்கு அவர் துணையாக விளங்கினார்.\nபாரிஸ்டர்\"\nஅனுமதிக்கப்பட்டார்.\nடைய\nஒரு ஆண்டு அனுபவத்தில் காந்திஜியின் தன்னம்பிக்கை கூடியது. கொஞ்ச வாத விவாதங்களுக்குப் பின்பு இந்த \"கூலி நேட்டால் கோர்ட்டில் வாதாட வெள்ளைக்கார அங்கிருந்த உதவி யாளர்கள் அவருக்கு வழக்குகளைத் தர மறுத்தார்கள். அவரு மனப்போக்கும் அவருக்குத் தடையாக அமைந்தது. பொய் பேசக் வழக்கறிஞர்கள் கூடாது என்ற கொள்கை காரணமாகவும் அவரிடம் வழக்குகள் வரவில்லை. எக்காரணம் கொண்டும் வழக்கின் வெற்றிக்காக பொய் பேசுவதில்லை. சாட்சிக்களுக்குப் \"பாடம்\" (பொய் சாட்சியப் பயிற்சி) சொல் வதும் இல்லை. ஒரு வழக்கு தோற்றாலும் சரி, வெற்றி பெற் றாலும் சரி, அவர் ஒரே மாதிரியான கட்டணம்தான் வசூலித் தார். நிலுவையாக இருந்த கட்டணத்திற்காக வாடிக்கையாளர் அவர் களுக்கு நினைவூட்டுக் கடிதம் அனுப்புவதில்லை. தனது சொந்த, மான அவமானம் பற்றிய விஷயங்களுக்காக அவர் யார்மீதும் வழக்குத் தொடரவில்லை. நான்கு தடவைகள் தென் அவர் ஆப்பிரிக்காவில் தாக்கப்பட்டார். தன்னைத் அவர் தாக்கியவர்களை நீதிமன்றத்திற்கு இழுக்கவில்லை. இருபது ஆண்டுகள் தென் ஆப்பிரிக்காவில் அவர் வழக்கறிஞ ராகப் பணியாற்றிய காலத்தில் நூற்றுக்கணக்கான வழக்குகளை கோர்ட்டுக்கு வெளியே சமரசம் செய்து வைத்தார்.\n9\n"}