{"doc_id": "ee328997-48ec-4b2d-8ce3-034f3c2ab510", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 13, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அவர்\nதடவை ஒரு வழக்கை நடத்தும்போது தனது வாடிக்கையாளர் நாணயமற்றவர் என்பதை உணர்ந்தார். வழக்கைத் தள்ளுபடி செய்ய நீதிபதியிடம் அவர் வேண்டி னார். தனது வாடிக்கையாளரையும் பொய் வழக்குப் போட்ட தற்காகக் கண்டித்தார். காந்திஜி, ஒரு சந்தர்ப்பத்தில் இவ்வாறு கூறினார். \"நான் ஒரு இரண்டாம்தர வழக்கறிஞராகத்தான் எனது சட்டப் பணியைத் தொடங்கினேன். எந்தச் சந்தர்ப்பத் திலும் நான் சத்தியப் பாதையிலிருந்து விலகமாட்டேன் என்பதை வாடிக்கையாளர்கள் உணர்ந்தபோது அவர்கள் என்னிடமே ஒட்டிக் கொண்டார்கள்.\" அவருடைய வாடிக்கை யாளர்கள் அவரது நண்பர்களாகவும் சக ஊழியர்களாகவும் மாறினர். நேர்மைக்கு ஒரு ஒப்பற்ற உதாரணமாக விளங்கியதன் காரணமாக ஒரு தடவை ஒரு வாடிக்கையாளரை சிறை செல்வதிலிருந்து காப்பாற்றினார். அந்த வாடிக்கையாளர் பல பொருள்களை வரிக் கட்டாமல் கடத்தல் செய்து வந்தார். அவரது கௌரவத்திற்கு சவால் வந்தபோது, காந்திஜியிடம் அவர் உண்மையை ஒப்புக் கொண்டார். நீதிமன்றத்திலும் தனது குற்றத்தை ஒப்புக் கொண்டு தண்டனையை ஏற்றுக் கொள்ளும்படி அவருக்கு காந்திஜி அறிவுரை வழங்கினார். கூடவே,அட்டார்னி ஜெனரலையும் சுங்கத்துறை அதிகாரியை யும் சந்தித்து வழக்கு பற்றிய உண்மையான விபரங்களைக் கூறினார். காந்திஜி கொடுத்த தகவல்களை அப்படியே ஏற்றுக் கொண்ட அதிகாரிகள் அந்த வாடிக்கையாளருக்கு அபராதம் மட்டுமே விதித்தனர். சிறைத் தண்டனை வழங்க வில்லை. இந்த விவரம் அனைத்தையும் அச்சிட்டு அந்த வாடிக்கையாளர் தனது அலுவலகத்தில் எல்லோரது பார்வைக்கும் வைத்து விட்டார்.\nமற்றொரு சந்தர்ப்பத்தில், காந்திஜியின் வாடிக்கையாள ருடைய கணக்குப் புத்தகங்களில் சில தவறுகள் இருந்தது கண்டுபிடிக்கப்பட்டது. இது பற்றி காந்திஜியே எதிர்த் தரப் பினருக்குத் தகவல் கொடுத்துவிட்டு, வழக்கைத் தொடர்ந்து வாதாடினார். வழக்கை முறையாக வாதாடவில்லை என்று காந்திஜியை முதலில் கண்டித்த நீதிபதி, பிற்பாடு காந்திஜி பக்கமே தீர்ப்பு வழங்கினார். நீதிபதியே எதிர்த் தரப்பினரிடம் \"இப்படி காந்திஜி தனது பக்கம் இருந்த தவறை ஒப்புக் கொண்டிராவிட்டால் என்ன செய்து இருப்பிர்கள்?” என்ற கேள்வியையும் கேட்டார்.\n|\nகுறுக்கு விசாரணையிலும் அவர் கைதேர்ந்தவர். நீதிபதி களும் ஏனைய வழக்கறிஞர்களும் காந்திஜிக்கு மரியாதை செலுத்தினர். நிறைய வெள்ளைக்கார வாடி க்கையாளர்களும்\n10\nகாந்திஜியிடம் வந்தனர். இந்தியாவிலும் சரி, தென் ஆப்பிரிக்கா விலும் சரி, ஐரோப்பியர்களுக்கும் இந்தியர்களுக்கும் இடையே 99 சதவீதம் வழக்குகளில் இந்தியர் நடக்கும் வழக்குகளில் களுக்கு நியாயம் கிடைப்பதில்லை என்பதை காந்திஜி உணர்ந் திருந்தார். \"கொடூரமான கொலைகளுக்காக எந்த ஆங்கிலேய னுக்காவது கடுமையான தண்டனை இந்தியாவில் வழங்கப்பட் டுள்ளதா?\" என்ற கேள்வியை காந்திஜி பல தடவை கேட்டு வந்தார். தென் ஆப்பிரிக்காவிலும் கறுப்பர்களிடம் வன்முறை யைப் பிரயோகித்து துன்புறுத்திய வெள்ளையர்களுக்கு மிகவும் குறைவான தண்டனையே வழங்கப்பட்டது.\nC\nஇவ்வாறு, கடுமையான நிபந்தனைகளுக்குட்பட்டுப் பணி செய்து சட்டத்தைப் பற்றி இழிவாகப் பேசியும் கூட காந்திஜிக்கு வழக்கறிஞர் பணியில் நல்ல வருமானம் வந்து கொண்டிருந்தது. தென் ஆப்பிரிக்காவில் அவர் 20 ஆண்டுகளுக்கு மேலாக பாரிஸ்டராகப் பணிபுரிந்தார். தொடக்க காலத்தில் நகரின் மையமான இடத்தில் வசதியான ஒரு வீட்டில் தங்கிப் பணியாற்றி னார். அந்த வீடு, ஐரோப்பியப் பாணியில் வசதிகள் செய்யப் பட்டிருந்தது. ஞாயிற்றுக் கிழமைகளிலும் விடுமுறை நாட் களிலும் அவர் வீட்டில் பலருக்கும் விருந்து அளிக்கப்பட்டது. நண்பர்களுக்கும் உடன் பணியாற்றுபவர்களுக்கும் அவர் வீட்டில் இடம் அளிக்கப்பட்டு அது ஒரு சத்திரமாக விளங் அவருடைய அலுவலகம் அவர் வசித்த வீட் டிலிருந்து ஆறுமைல் தூரத்தில் இருந்தது. சில மாதங்கள் வரை சைக்கிளில் யாகவே\nஅவர்\nஅலுவலகம் சென்று வந்தார். பிறகு, கால்நடை சென்றார். டிராம் வண்டிகளின் முன்வரிசைகளில் அக்காலகட்டத்தில் இந்தியர்கள் உட்கார அனுமதிக்கப்படாத அவர் காரணத்தால் டிராம் வண்டிகளில் ஏறுவதில்லை. அவர் முயற்சித்திருந்தால் அவருக்கு விசேஷ அனுமதி கிடைத் திருக்கும். அவர் தன்னை ஒரு ஏழைப் பங்காளனாகப் பாவித்து அங்கு வாழ்ந்து வந்த ஏழை இந்தியத் தொழிலாளர்களைப் போல எளிய வாழ்க்கை முறையையும் படிப்படியாக மேற் கொண்டார். அவரது 40வது வயதில் அவரது மாத வருமானம் சராசரியாக ரூ. 4000 ஆக இருந்தது. அந்தக் கட்டத்தில் அவர் தனது வழக்கறிஞர் பணியைத் துறந்தார். தன் வாழ்க்கையை பொதுஜன சேவைக்காக அர்ப்பணித்துக் கொண்டார். அவரிடம் இருந்த எல்லாப் பொருள்களும் சமுதாயத்திற்கு வழங்கப் பட்டன. அவர் ஒரு விவசாயப் பண்ணையைத் தொடங்கி உடல் உழைப்பின் மூலம் வாழத் தொடங்கினார்.\nபல ஆண்டுகளுக்குப் பின்பு இந்தியாவில் வழக்கறிஞர்கள் நிறையக் கட்டணம் வசூலிப்பதை அவர் கண்டனம் செய்தார்.\n"}