{"doc_id": "047fa603-42fe-40d0-b88d-9d8b0b5352e7", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 14, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "கோர்ட் செலவுகளும் அளவுக்கு அதிகமாக இருப்பதாக அவர் கருதினார். \"ஜனங்களின் ஏழ்மை நிலைக்கும் நீதிமன்றத் திற்கும் இடையே தூரம் அதிகமாக உள்ளது பற்றி அவர் வருந்தினார். ஒரு வழக்கறிஞர் மாதம் ரூ.50,000 முதல் ரூ. 1,00,000 வரை சம்பாதிக்க முடிகிறது. ஆனால் சட்டத் தொழில் பணி சூதாட்டம் அல்ல. கோர்ட்டுகளும் வழக்கறிஞர் களும் இல்லாவிட்டால் நமது வாழ்க்கையில் நிம்மதி அதிக மாகவே இருக்கும். வழக்கறிஞரின் தொழிலே நெறியற்றது. பொய் சாட்சிகள் தரப்பிலும் தயாரிக்கப்படுகின்றன. இவர்கள் பணத்திற்காக என்ன வேண்டுமானாலும் செய் வார்கள்.\" என்றெல்லாம் காந்திஜி கூறி வந்தார். ஜனங்களுக்கு அதிகச் செலவில்லாமல் நியாயம் கிடைக்க வேண்டுமானால் சட்டங்களில் அடிப்படை மாற்றங்கள் தேவை என்று காந்திஜி கூறி வந்தார். ஏழைகளுக்காக அவர் இலவசமாக வாதாடி வந்தார். பொது நலத்திற்கான வழக்குகளில் தனது அடிப் படைத் தேவைக்கான குறைந்த கட்டணத்தை மட்டுமே அவர் வசூலித்து வந்தார். நகராட்சிகள், ஏழை மக்களை அவர்களது குடியிருப்புகளிலிருந்து வெளியேற்றியபோது அந்த ஏழைகளுக்காக வாதாடி வந்தார். ஒவ்வொரு வழக்கையும் மிகவும் உழைத்துப் போராடியும்கூட கட்டணமாக ரூ. 150 மட்டுமே வசூலித்து வந்தார். அவர் எடுத்துக் கொண்ட 70 வழக்குகளில் ஒன்றில் மட்டுமே அவர் தோல்வியைச் சந்தித் தார். அந்த வருமானத்திலும் பாதியை அறக்கட்டளைக்கு நன்கொடையாக வழங்கிவிட்டார்.\nஒரு\nஅவர்\n12\nஅவர்\nஅடைக்கப்பட்டார்.\nதனது நாட்டு மக்கள் மனித உரிமைகளைப் பெற வேண்டும் என்பதற்காக அவர் அரசுக்கெதிரான ஒத்துழையாமை இயக்கத்தை ஆரம்பித்தார். அவர் தென் ஆப்பிரிக்காவிலும் இந்தியாவிலும் பல தடவைகள், சிறையீ தென் ஆப்பிரிக்காவைப் பொருத்தவரை, எந்த நீதிமன்றத்தில் அவர் பத்தாண்டுகள் பாரிஸ்டராக வழக்காடினாரோ அதே நீதிமன்றத்தில் கைகளில் விலங்குடன் குற்றவாளிக் கூண்டில் நிறுத்தப்பட்டார். இந்தியாவில் சிறைத் தண்டனைக்குப்பின் வழக்கறிஞர்களுக்கான ரிஜிஸ்டரிலிருந்து பெயர் நீக்கப்பட்டது.\nஅவரது\nபிரிட்டிஷ் அரசாங்கத்தின் நீதிமன்றங்களைப் புறக்கணித்து, பஞ்சாயத்து முறையை அமல்படுத்த வேண்டும் என்று அவர் வலியுறுத்தி வந்தார். அவரது அறைகூவலுக்கு இணங்கி பல பிரசித்திபெற்ற வழக்கறிஞர்கள் தங்களது பணியைத் துறந்து சுதந்திரப் போராட்டத்தில் ஈடுபட்டனர்.\nஒருமுறை,\nஅவர்\nசங்கத்தில் ஒரு வழக்கறிஞர் உரையாற்றியபோது தனது பெயர் வழக்கறிஞர் பட்டியலிலிருந்து நீக்கப்பட்டதைக் குறிப்பிட்டு, தான் சட்டத்தை மறந்து விட்ட தாகக் கூறினார். அவர் பெரும்பாலும் சட்டத்தை விளக்கும் பணிக்கு பதிலாக சட்டத்தை உடைக்கும் பணியில் ஈடுபட் டிருப்பதையும் வழக்கறிஞர்களுக்கு எடுத்துரைத்தார்.\nநூலை\nமாக\nராட்டையில் ஒவ்வொரு முறையும் இழுக்கும் போதெல்லாம் இந்தியாவின் ஏழைகளையே நான் எண்ணு கிறேன். இந்தியாவின் ஏழைகள் இன்று கடவுளிடம் நம்பிக்கையை இழந்து விட்டார்கள். நடுத்தர வகுப்பினரிடத் திலும் பணக்காரரிடத்திலும் இந்த நம்பிக்கையின்மை அதிக இருக்கிறது. பசியின் கொடுமையால் பதைக்கிறவனுக்கு, வயிற்றை நிரப்புவதைத் தவிர வேறு எதையும் வேண்டாத வனுக்கு, வயிறு தான் அவன் கடவுள், எவன் அவனுக்குச் சோறு போடுகிறானோ அவனே அவனுக்கு ஆண்டவன். அவன் மூலம் அவன் கடவுளையும் காணக்கூடும். அத்தகைய வர்களுக்கு, கை கால் நன்றாக இருப்பவர்களுக்கு, பிச்சை போடுகிறவன், தன்னையும் அவர்களையும் கேவலப்படுத்து பவனாகிறான். அவர்களுக்குத் தேவையானதெல்லாம் ஏதாவது ஒருவகைத் தொழில். கோடிக்கணக்கானவர்களுக்கு வேலை கொடுக்கும் தொழில், ராட்டை ஒன்று தான். ஆனால், ராட்டையின் சக்தியில் எனக்குள்ள நம்பிக்கையை இந்தியாவின் பாட்டாளி மக்களின் உள்ளத்தில் பிரசங்கம் செய்வதனால் புகுத்திவிட முடியாது: நானே நூற்பதனாலேயே முடியும். ஆகையால், நான் நூற்பதை ஒரு தவம் அல்லது புனிதமான சடங்கு என்று நான் விவரிக்கிறேன். ஏழைகள் பால் கொள்ளும் தூய, தீவிரமான அன்பு எங்கே இருக்கிறதோ அங்கே கடவுளும் இருக்கிறார் என்று நான் நம்புவதால், ராட்டையில் நூற்கும் ஒவ்வோர் இழை நூலிலும் கடவுளை நான் காண்கிறேன்.\nயங் இந்தியா 20-5-1926\n"}