{"doc_id": "a6c287d4-e66a-4cf9-8ca5-621e3cc6298e", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 15, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "3\nகாந்திஜி ஒரு தையல்காரர்\nதென் ஆப்பிரிக்காவில் காந்திஜி வசித்த காலத்தில் அவருக்கு இரண்டு தடவை கடுங்காவல் தண்டனை வழங்கப் பட்டது. சில வாரங்கள் வரை அவர் நாள் ஒன்றுக்கு ஒன்பது மணி நேரம் கிழிந்த போர்வைகளையும், சட்டைகளுக்குப் பைகளையும் தைத்து வந்தார். அவருக்குத் தரப்பட்ட பணிகளை காலக் கெடுவுக்குள் முடித்துக் கொடுத்ததோடு அல்லாமல், மேலும் பணி வேண்டும் என்று கேட்பது அவரது வழக்கம்.\nஇந்தியச் சிறையில் சிலநாட்களுக்கு ஸிங்கர் தையல் எந்திரத்தில் தையல் வேலை செய்தார். சிறைப் பணிகளை அவர் தாமாகவே ஏற்றுக்கொண்டு செய்து வந்தார். மனிதர்களுக்கு வேலை கிடைக்காமல் செய்து வரும் எந்திரங்களுக்கு மனிதன் அடிமையாகி வருவதை அவர் எதிர்த்தார். மனித உழைப்பை அகற்றித் தேவையற்றதாக்கி விடும் எந்திரங்களை நாம் பயன் படுத்தக் கூடாது என்ற கருத்தை அவர் வலியுறுத்தி வந்தார். இந்தியாவைப் பொருத்தவரை கோடிக்கணக்கான மக்களுக்கு ஓய்வு நேரம் எப்போது கிடைக்கும் என்பது பிரச்சினை அல்ல; அவர்கள் பணி ஏதும் இன்றி ஓய்ந்து கிடக்கிறார்கள்; அந்த நேரத்தை எப்படிப் பயனுள்ள முறையில் செலவழிக்க முடியும் என்பது தான் பிரச்சினை. தையல் எந்திரத்திற்கு மட்டும் காந்திஜி விதிவிலக்கு அளித்தார். ஏனெனில் அது ஒரு பயனுள்ள கண்டுபிடிப்பு என்று அவர் எண்ணினார். தனது மனைவி ஊசியையும் நூலையும் வைத்துக் கொண்டு மணிக்கணக்கில் போராடுவதைப் பார்த்து, \"அவள்மீது கொண்டிருந்த அன்பு காரணமாக ஒரு தையல் எந்திரத்தை ஸிங்கர் கண்டுபிடித்தார். அந்த எந்திரத்தின் பின்னணியில் அன்பு உள்ளது\" என்று காந்திஜி கூறுவார்.\n14\nகாந்திஜி ஒரு தடவை ஒரு ஆசிரமவாசியான பெண்மணிக்கு எழுதிய கடிதத்தில் \"உனது சல்வார் கமீஸ் தைப்பது பற்றிக் கவலை கொள்ள வேண்டாம். அவற்றை என்னால் தயார்\nசெய்து விடமுடியும். ஒரு ஸிங்கர் எந்திரத்தை நாம் இரவல் வாங்குவோம். சில மணி நேரங்களில் உடுப்புகள் தயாராகி விடும்.\" தனது தையல் பணிபற்றி அவருக்கு மிகவும் பெருமை. அவரே துணியை வெட்டி தனது மனைவியின் ரவிக்கைகளைத் தைத்துவிடுவார். ராட்டையில் நூல் நூற்று, நூற்ற நூலைத் தறியில் நெய்து, !அத்துணியைக் கொண்டு தனது சட்டையைத், தானே தைத்துக் கொள்வார். புகழ்பெற்ற தையல் வல்லுநர் களும். செருப்பு தயாரிப்பவர்களும் ஆசிரமவாசிகளுக்கு இலவச மாகப் பயிற்சி அளித்து வந்தனர்.\nசம்பாரனில் விவசாயிகள் நியாயமற்ற, குறைந்த கூலியில் அவுரியைப் பயிரிடும்படி கட்டாயப்படுத்தப் பட்டபோது அதற்கெதிரான போராட்டத்தில் காந்திஜி ஈடுபட்டது நமக்குத் தெரிந்த விஷயம். அப்போது ஒரு ஆங்கிலேயப் பத்திரிகை யாளர், \"காந்திஜி, கிராமத்து விவசாயிகளைக் கவர்வதற்காகவே மேலை நாட்டு உடைகளைத் துறந்து இந்திய அணிந்துள்ளார்\" என்று கூறி அவரை அவமதித்தார். பதிலடி யாக காந்திஜி, \"சுதேசிக் கொள்கையை ஏற்று சபதம் எடுத்தபின் நான் கையினால் நூற்று கையினால் நெய்து, என்னாலோ என் சகஊழியர்களாலோ தைக்கப்பட்ட துணியை மட்டுமே அணிவேன்\", என்று பதில் கொடுத்தார்.\nஉடையை\n\"\nகாந்திஜி சிறிது காலத்திற்குப்பின் சட்டையையும் துறந்து விட்டார். இடுப்பில் ஒரு அரையாடையை மட்டுமே அணிந்தார். அப்போதும் கூட, தனது கைக்குட்டை, துண்டு, அரையாடை ஆகியவற்றின் முலைகளை அவர் தைத்து வந்தார். துணிகளைத் தைத்த வண்ணம் தனது செயலாளருக்குக் கடிதங்களையும் 'டிக்டேட்' செய்வார் காந்திஜி. ஆகாகான் சிறைவாசம் செய்த சமயத்தில் சிறையின் மேற்பார்வையாளருக்கு பிறந்த நாள் பரிசாகக் கதர்க் கைக்குட்டைகளை காந்திஜி வழங்கினார். 74 வயதான காந்திஜி ஒவ்வொரு கைக்குட்டை யிலும் சிறையின் மேற்பார்வையாளரது இனிஷியல்களையும் பின்னல் (எம்ப்ராய்டரி) செய்திருந்தார்.\nஅரண்மனையில்\nதனது மேற்பார்வையில் ஒரு பெண்மணியைத் தனது சால்வையைப் பல துண்டுக் கதர்த்துணிகளை இணைத்துத் தயாரித்து அளிக்கும்படி காந்திஜி கோரினார். பாரத நாட்டின்\n15\n"}