{"doc_id": "4e536519-bdd8-4aba-85bc-7376340005f3", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 16, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "ஏழைப் பங்காளர் என்ற முறையில் அந்தச் சால்வையை அணிந்து வட்டமேஜை மகாநாட்டிற்குப்பின் இங்கிலாந்து அரசி அளித்த விருந்தில் காந்திஜி கலந்து கொண்டார். அவருக்கு ஆடம்பரம் அறவே பிடிக்காது. அதே சமயம், கசங்கிய அல்லது கிழிந்த உடைகளை யாராவது அணிவதும் அவருக்குப் பிடிக்காது. ஒரு தடவை அவர் கலந்து கொண்ட கூட்டத்தில் அவரது சகாவின் மேலாடையில் ஒரு ஓட்டை காணப்பட்டது. அதைப் பார்த்த காந்திஜி அவருக்கு இப்படி ஒரு குறிப்பை அனுப்பினார்: \"கிழிந்த உடைகளை அணிவது சோம்பலுக்கு அடையாளம். வெட்கப்பட வேண்டிய விஷயம். மாறாக, ஒட்டுத் தையலுடன் கூடிய துணியை அணிவது எளிமை அல்லது தியாகத்திற்கு உதாரணம். உங்களது மேலாடையில் ஓட்டை அருவருப்பாக உள்ளது எளிமையையோ காட்டவில்லை. மாறாக, அது காட்டுவது என்னவென்றால் உங்களுக்கு மனைவி இல்லை; அல்லது மோசமானவள் அல்லது நீங்கள்\nஉள்ள\nஏழ்மையையோ\nஉங்கள்\nமனைவி ஒரு சோம்பேறி,\"\nநெல் குத்துவது, மாவரைப்பது போன்ற பண்டைக்கால முறைகளிடம் அபிமானம் ஒன்றும் கிடையாது. இன்று கோடிக்கணக்கான கிராமவாசிகளுக்குக் கொடுக்கக் கூடிய வேலை வேறெதுவும் இல்லை என்பதால் தான் நான் அவற்றை ஆதரிக்கிறேன். கிராமவாசிகளை வாட்டும் பொருளாதார நெருக்கடியைத் தீர்த்தால் ஒழிய, கிராம முன்னேற்றம் சாத்தியமில்லை என்று நான் கருதுகிறேன். ஆகவே, வீணாகக் கழிக்கும் நேரத்தில் உபயோகமான ஒரு வேலையைச் செய்யும்படி கிராமளாசிகளைத் தூண்டுவதே பெரிய முன்னேற்ற வேலையாகும்.\nஹரிஜன் 30 11-34\nதனி சோம்பலாயுள்ள\nகாந்திஜி ஒரு சலவைத் தொழிலாளி\nபாரிஸ்டர் காந்தி சீரான முறையில் ஐரோப்பிய உடை களுடன் கோர்ட்டுக்குச் சென்று வந்தார். தினந்தோறும் அவரது சட்டைக்குப் பொருந்தும் விதத்தில் காலரும் தேவைப்பட்டது. சட்டையை ஒவ்வொரு மூன்றாவது நாளும் அவர் மாற்றி வந்தார். சலவைக்கு அவர் நிறையப் பணம் செலவழிக்க வேண்டி வந்தது. சலவைத் தொழிலாளி, துணிகளைத் தாமதமாகவே கொண்டு வந்து கொண்டிருந்தார். இதனால், காந்திஜிக்கு நிறைய உடை வாங்கி வைத்துக் கொள்ள வேண்டிய நிர்ப்பந்தம்\nகளை\nசட்டைகளும் காலர்களும் தாமதத்திற்கு\nஏற்பட்டது. முப்பத்தாறு சலவைத் கொடுக்க முடியவில்லை.\nதொழிலாளியின்\nகூட\nஈடு\nகாந்திஜி தனது செலவுகளைக் குறைக்க எண்ணினார். ஒரு நாள், அவர் சலவைக்குத் தேவையான உபகரணங்களுடன் வீட்டிற்குத் திரும்பினார். துணிகளைச் சலவை செய்வது பற்றி ஒரு புத்தகத்தையும் வாங்கிப் படித்தார். இவ்வாறு தன்னைத் தயார் செய்து கொண்ட பின், துணிகளை வெளுக்க முனைந்தார் காந்திஜி. கஸ்தூர்பா, காந்திஜி செய்யும் பணியை வேடிக்கை பார்த்துக் கொண்டிருக்க அனுமதிக்கப் படவில்லை. அவருக்கும் சலவைப் பயிற்சி அளிக்கப்பட்டது. காந்திஜியின் தினசரிப் பணிகளில் இன்னும் ஒரு வகை கூடியது. ஆனால், வேலைப் பளுவைப் பற்றி காந்திஜி\nஎப்போதுமே மலைத்ததில்லை.\nசலவைத் தொழிலாளியின் \"கொடுங்கோன்மையிலிருந்து' விடுதலை பெறுவது தான் அவருக்கு முக்கியமாகப் பட்டது. முதல் நாள், அவர் காலரைச் சலவை செய்து கஞ்சிபோட்டு உலர்த்தினார். அனுபவமின்மை காரணமாக இஸ்திரிப் பெட்டி சூடேறுவதற்கு முன்பாகவே, போதிய அழுத்தமும் தராமல் இஸ்திரி தேய்த்து விட்டார். அதிகச் சூடு அல்லது அழுத்தத்தில் துணி எரிந்துவிடும் என்று அவர் பயந்தார். அன்று நீதிமன்றத் திற்கு அந்தக் காலருடன்தான் அவர் சென்றார். கஞ்சி அதிக மாக இருந்ததால் காலர் அதிகமான விரைப்புடன் அவரது நண்பர்கள் அதைப் பார்த்து சிரித்தனர். காந்திஜி அதைப் பொருட்படுத்தவில்லை. \"துணி வெளுப்பதில் எனக்கு இது முதல் அனுபவம். அதனால்தான், கஞ்சி சற்று அதிக ஆனாலும் பரவாயில்லை. உங்களுக்கெல்லாம்.\nகாணப்\nச\n17\n"}