{"doc_id": "fdb8d573-88a3-43c0-82de-11a1e192535a", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 17, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "என்னைப் பார்த்து சிரிப்பதற்கு ஒரு வாய்ப்பு அல்லவா, அதுவே போதும்,\" என்றார் காந்திஜி.\n\"லாண்டரிகள்\nஇல்லாமலா போய்விட்டன?\" என்று வினா எழுப்பினார் ஒரு நண்பர்.\nகிடைத்தது\n\"லாண்டரிகள் இருக்கின்றன. கட்டணம் தான் அதிகமாக உள்ளது. ஒரு காலரை வெளுப்பதற்கு அவர்கள் கேட்கும் கட்டணத்தில் இன்னொரு காலரே வாங்கிவிடலாம். மேலும் நாம் சலவைத் தொழிலாளியின் தயவில் இருக்க நேரிடுகிறது. எனது துணிகளை நானே சலவை செய்து கொள்வதையே நான் விரும்புகிறேன், என்று காந்திஜி விடையளித்தார். சிறிது காலத்திற்குள் காந்திஜி ஒரு சிறந்த சலவைத் தொழிலாளியாகவும் உருவெடுத்து விட்டார்.\nகாந்திஜியின் குருவான கோகலே, ஒரு தடவை அவருடன் தங்கி இருந்தார். கோகலே ஒரு விருந்தில் கலந்து கொள்ள வேண் டி இருந்தது. அவரது கழுத்துப் பட்டி கசங்கி இருந்தது' காந்திஜி அவரிடம், \"நான் அதை இஸ்திரி போட்டுத் தரட்டுமா?. என்று கேட்டார். கோகலேயோ \"உனது வழக்காடும் திறமை யில் எனக்கு நம்பிக்கை உண்டு. ஆனால் சலவை-இஸ்திரி விஷயத்தில் நம்பிக்கை இல்லை. நீ அதைச் சரியாக செய்யா விட்டால் என்ன ஆகும்?\" என்று பதில் கொடுத்தார். காந்திஜி பிடிவாதமாக அந்தக் கழுத்துப்பட்டியை இஸ்திரி செய்து கொடுத்தார். கோகலேக்கு காந்திஜியின் பணி திருப்தி அளித்தது. காந்திஜிக்கு அதில் மிக்க மகிழ்ச்சி. \"இனிமேல் எனக்கு யாருடைய சான்றிதழும் தேவை இல்லை! கோகலேயே பணியில் திருப்தி கூறினார் காந்திஜி.\nவிட்டாரே!'\n18\nதென் ஆப்பிரிக்காவில் காந்திஜி நிறுவிய ஆசிரமங்களில் தண்ணீர்த் தட்டுப்பாடு நிலவி வந்தது. துணிகளை வெளுப்பதற் காகப் பெண்கள் நீரைத்தேடி வெகுதொலைவு நடக்க வேண்டி இருந்தது. அப்போது காந்திஜி அவர்களுக்கு தவி வந்தார். கதர் உற்பத்தியின் ஆரம்ப கட்டத்தில் தயாராகிய புடவைகள் மிகவும் கனமாக இருக்கும். காந்திஜியின் விருப்பத்திற்கிணங்க பெண்கள் அவற்றை அணிந்தார்கள். ஆனால், அவற்றைத் துவைப்பதற்கு சிரமப்பட்டார்கள். காந்திஜி தாமே அவர்களது துணிகளைத் துவைத்துத்தர முன்வந்தார். பிறருடைய துணி களை வெளுத்துத் தருவது பற்றி அவர் சிறிதும் வெட்கமோ தயக்கமோ காட்டவில்லை. ஒருதடவை அவர் ஒரு தனவந்தரின் வீட்டில் விருந்தாளியாகத் தங்கி இருந்தார். குளியலறையில்\n20\nஎன்\nஎன்று\nநுழைந்தபோது வெள்ளை வேஷ்டி ஒன்று தரையில் கிடப்பதைப் பார்த்தார். தனது துணிகளுடன் சேர்த்து அதையும் அவர் துவைத்து உலர்த்திவிட்டார். \"வெள்ளைத் துணிகளை நல்ல சூரிய வெளிச்சத்தில் உலர்த்தினால் தான் அவை பளிச்சிடும், கிருமிகளும் அழிந்து போகும்\" என்று காந்திஜி கூறிவந்தார். அந்த தனவந்தருக்கு சங்கடமாகப் போய்விட்டது. \"பாபுஜி. ஏன் இப்படிச் செய்தீர்கள்? என்று கேட்டார். ''என்? இதில் என்ன தவறு? குளியலறையில் கீழே கிடந்த அந்த வெள்ளைத் துணி அழுக்காகி இருக்கும் அதை நான் துவைத்து வைத்தேன். அழுக்குத் துணியை வெளுத்தது பற்றி நான் வெட்கம் அடைவ தில்லை,” என்று காந்திஜி கூறினார். காந்திஜிக்கு வெட்கம் ஏற்படவில்லை. ஆனால் அந்த தனவந்தருக்கு ஏற்பட்டது.\nமுதுமைப் பருவத்திலும் கூட சிறைவாசத்தின்போது, தனது அரையாடை, துண்டு, கைக்குட்டை ஆகியவற்றைத் தாமே சலவை செய்து, தனது சக ஊழியர்களுக்கு அந்த வாய்ப்பு அளிப்பதைத் தவிர்த்து வந்தார். ஆகாகான் அரண்மனையில் அன்னை கஸ்தூர்பாவின் இறுதி காலத்தில் அவரது கைக்குட்டை களை அண்ணலே துவைத்து வைப்பார்.\nதனது உடைகளில் எப்போதுமே அவர் கவனம் செலுத்தி வந்தார். சிறுவனாக இருந்தபோதே தனது வேஷ்டி மற்ற சிறுவர் களின் வேஷ்டியைக் காட்டிலும் வெண்மையாக இருக்க வேண்டும் என்று எண்ணி நன்றாகத் துவைப்பார். கிணற்றில் தண்ணீர் இறைத்து துணிகளை அவர் வெளுப்பார். பிறரின் எளிமையை காந்திஜி பாராட்டுவார். ஆனால், அழுக்கான கசங்கிய உடைகளை அவர் வெறுத்தார். தனது அரையாடை, மேல்துணி, துண்டு ஆகியவற்றை அழுக்கு, கறை ஏதும் இன்றி மிகவும் சுத்தமாகவும், இஸ்திரி செய்தும் அவர் வைத்திருப்பார். தூய்மையின் மொத்த உருவமாக காந்திஜி விளங்கிவந்தார்.\n19\n"}