{"doc_id": "e65ef6b3-a11e-4966-b61a-52e5aed651b4", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 18, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "5\nகாந்திஜி ஒரு முடிதிருத்துபவர்\nஊரின்\nஅடுத்த\nகாந்திஜி தென் ஆப்பிரிக்காவுக்கு வந்து ஒருவார காலம் ஆகி இருந்தது. அவரது பாரிஸ்டர் பணியின் நிமித்தம் அவர் வேறு ஒரு பெரிய ஊரில் ஓர் இரவு தங்க நேர்ந்தது. கோச் வண்டி ஒட்டியிடம் தன்னை பிரபலமான ஹோட்டலுக்கு இட்டுச் செல்லும்படி பணித்தார். ஹோட்டல் மானேஜரைச் சந்தித்து தங்குவதற்கு ஒரு அறை வேண்டும் என்று கேட்டார். அவரை ஏற இறங்க ஒருமுறை நோட்டம் விட்ட மானேஜர், அறை ஏதும் காலி இல்லை என்று கூறிவிட்டார். காந்திஜி. அவ்வூரில் அவருக்குத் தெரிந்த ஓர் இந்திய நண்பரின் கடையில் அன்றைய இரவுப் பொழுதைக் கழித்தார். நாள்,அந்த நண்பரிடம் தனது ஹோட்டல் அனுபவத்தைக் கூறிய போது, அவர் \"உங்களுக்கு ஹோட்டலில் இடம் கிடைக்கும் என்று எப்படி நம்பினீர்கள்?\" என்று கேட்டார். ''ஏன், ஹோட்டலில் ரூம் கேட்டதில் என்ன தவறு?\" என்று காந்திஜி யும் வியப்புடன் எதிர்க் கேள்வி கேட்டார். \"எல்லாம் உங்களுக்குப் போகப் போகத் தெரிய வரும்,\" என்று அந்த நண்பரும் கூறினார். இந்தியர்களுக்கு தென் ஆப்பிரிக்காவில் இழைக்கப்பட்டு வந்த பல அநீதிகள், அவமானங்கள் பற்றி காந்திஜி கொஞ்சம் கொஞ்சமாகத் தெரிந்து கொண்டார். அவர் ஓடும் ரயிலிலிருந்து அடிக்கப்பட்டு, உதைக்கப்பட்டு வெளி யேற்றப்பட்டார். தெருவில் நடந்து செல்லும் போது கூட கன்னத்தில் அறையும் உதையும் அவருக்குக் கிடைத்தன. அப்போதும் அவருக்கு வெள்ளையர்கள், ஏன் கறுப்பர்களை வெறுக்கிறார்கள், துன்புறுத்துகிறார்கள் என்பது புரியவில்லை. \"எல்லோருமே ஒரே கடவுளின் குழந்தைகள்தானே! கிறிஸ்தவ மதமும் அன்பைத்தானே போதிக்கிறது' என்றெல்லாம் சிந்தித்தார் அவர்.\nஒருநாள் முடிவெட்டிக் கொள்வதற்காக ஒரு முடிதிருத்தும் சடைக்கு அவர் சென்றார். அங்கிருந்த வெள்ளைய முடிதிருத்துபவர் \"உங்களுக்கு என்ன வேண்டும்?\" என்று காந்திஜி யைக் கேட்டார்.\n\"நான் முடிதிருத்திக் கொள்ள வந்திருக்கிறேன்,\" என்றார் காந்திஜி.\n20\n\"மன்னிக்க வேண்டும். நான் உங்களுக்கு முடிதிருந்த முடியாது. நான் கறுப்பர்களுக்கு முடிதிருத்தத் தொடங்கினால்\nவெள்ளையர்கள் என்னிடம் வரமாட்டார்கள்.\"\nகொள்ள\nஇந்த அவமதிப்பை காந்திஜியால் தாங்கிக் கொள்ள முடிய வில்லை. அதையே மனதில் எண்ணி எண்ணிப் புலம்புவதாலோ, செய்தித்தாளுக்குக் கடிதம் எழுதுவதாலோ பிரச்சினை தீரப் போவதில்லை. நாம் பிறரைச் சார்ந்திருத்தல் கூடாது. நமது வேண்டும், தேவைகளை நாமே பூர்த்தி செய்து என்றெல்லாம் சிந்தித்த காந்திஜி, கடைக்குச் சென்று கத்தரிக் கோலை வாங்கி வந்தார். கண்ணாடி முன்பாக நின்று தானே தனது முடியைத் திருத்திக் கொண்டார். நிச்சயமாக அது ஒரு பாரிஸ்டர் செய்யக்கூடிய பணி அல்ல பின்னந் தலையைக் கரையான் அரித்த மாதிரி செய்துவிட்டார்! அதைப்பற்றி சிறிதும் கவலைப்படாமல் அடுத்தநாள் வழக்கம்போல் நீதிமன்றத்திற்குச் சென்றார். அவருடைய விசித்திரமான தலைமுடியைப் பார்த்து நண்பர்கள் வாய்விட்டுச் சிரித்தனர். ஒரு நண்பர் \"உங்கள் தலைமுடிக்கு என்ன நேர்ந்தது?\" என்று கேட்டே விட்டார். “எலிகள் கடித்து விட்டனவோ?\" என்றும் கிண்டல் செய்தார். \"இல்லை ஒரு வெள்ளைய முடிதிருத்துபவர் ஒரு கறுப்பனின் கறுப்பு முடியைக் கையால் தொட மாட்டேன் என்று விட்டார். அதனால் எப்படி ஆனாலும் சரி என்று எண்ணி, நானே எனது முடியைத் கொண்டேன்,' என்றார் காந்திஜி.\nகூறி\nதனது 28வது வயதில் முடிதிருத்திக் கொள்வதில் இது காந்திஜியின் முதல் முயற்சி ஆகும். அதற்குப்பின் பல தடவை கள் அவர் கத்தரிக்கோலை பயன்படுத்தினார். காந்திஜியின் ஆசிரமவாசிகள் ஒருவர் முடியை மற்றவர் திருத்திக் கொண்டனர். காந்திஜி, ஆசிரம மாணவர்கள் எளியவாழ்க்கை முறையை மேற் கொள்ளவேண்டும் என்று விரும்பினார். ஆடம்பர வாழ்க்கை முறை, உடை, உணவு போன்றவை ஆசிரமத்தில் அனுமதிக்கப் படவில்லை. ஒரு தடவை ஞாயிற்றுக்கிழமையன்று நேரத்தில் மாணவர்கள் குளிப்பதற்காகச் சென்று கொண்டிருந் தனர். காந்திஜி அவர்களை ஒவ்வொருவராகக் கூப்பிட்டு முடி திருத்தி விட்டார். காந்திஜி முடியை ஒட்டவெட்டிவிட்டது நிறையப் பேருக்குப் பிடிக்கவில்லை. ஒரு தடவை இரண்டு சிறுமிகளின் நீண்ட முடியைக்கூட அவர் திருத்திவிட்டார்.\nகாலை\nதென் ஆப்பிரிக்கச் சிறைகளில் சீப்புகள் வழங்கப்படுவ தில்லை. இரண்டுமாதம் அல்லது அதற்குமேலாக தண்டனை பெற்றவர்களின் முடி ஒட்டவெட்டப்பட்டது; மீசையும் மழிக்கப்\n21\n"}