{"doc_id": "4af75750-3d60-461a-b5c6-7f532183a3c2", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 19, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "பட்டது. காந்திஜிக்கும், அவருடைய சகாக்களுக்கும் இவ்வழக் கத்திலிருந்து விதிவிலக்கு அளிக்கப்பட்டது. ஆனால், காந்திஜியோ சிறையின் வழக்கங்களை முற்றிலுமாக அனுபவிக்க விரும்பினார். தான் முடிதிருத்திக் கொள்ள விரும்புவதாக காந்திஜி எழுத்துமூலம் தெரிவித்ததை அடுத்து, அவருக்குக் கத்தரிக்கோல் வழங்கப்பட்டது. காந்திஜியும் அவரது ஒன்றிரண்டு நண்பர்களும் தினந்தோறும் இரண்டு மணி நேரத் திற்கு முடிதிருத்தும் பணி செய்துவந்தனர்.\nஅவர் ஆகாகான் சிறையில் இருந்தபோது ஒரு பெண்மணி யும் அச்சிறையில் இருந்தார். \"எனக்கு ஒரேயடியாக முடி உதிர்கிறது. நான், எனது முடியைத்திருத்திக் கொண்டு மருந்து களைப் போட்டுக் கொள்ளட்டுமா?\" என்று காந்திஜியிடம் அப்பெண்மணி கேட்டார். அவர் உடனேயே கத்தரிக்கோலைக் கொண்டுவரச் சொல்லி அப்பெண்மணிக்கு முடிதிருத்தி விட்டார். அப்போது அந்த முடிதிருத்திய மகாத்மாவின் வயது 75.\nசுதேசி இயக்கத்தின்போது காந்திஜி வெளிநாட்டு ஷவரக் கத்திகளைத் தூக்கி எறிந்துவிட்டு இந்தியாவில் தயார் செய்த கத்திகளைப் பயன்படுத்தத் தொடங்கினார். கொஞ்சம் கொஞ்ச மாக அதைக் கொண்டு முகத்தை மழித்துக் கொள்ளப் பயின்றார். சிறிது காலத்திற்குப்பின் கண்ணாடி, சோப்பு, பிரஷ் ஏதும் இல்லாமலேயே முகத்தை மழித்துக் கொள்ளவும் அவரால் முடிந்தது. அவர் இப்போது தாம் முடிதிருத்தும் பணியில் தேர்ச்சி பெற்றுவிட்டதாகக் கருதினார். ஒருமுறை ஒரு நாவிதருக்கு இப்படி ஒரு சான்றிதழையும் அளித்தார். \"முன்னிலால் எனக்கு சிரத்தையுடன் நல்லமுறையில் முகத்தை மழித்து விட்டார். இதற்கு அவர் இந்தியாவில் தயாரித்த ஷவரக் கத்தியையே பயன் படுத்தினார். மேலும், சோப்பை காந்திஜியின் பல நண்பர்களுக்கு இந்த ஏற்பாடு பிடித்துவிட்டது. முகத்தை மழித்துக் கொள்வது அவர்களுக்கு எளிதாகவும் திருப்தி யாகவும் இருந்தது.\nஉபயோகிக்கவில்லை\".\nகிராமத்து நாவிதர்கள் அறுவை சிகிச்சை நிபுணர்கள் என்பது காந்திஜிக்குத் தெரியும். கொப்புளங்களை அறுப்ப திலோ, காலில் தைத்த முள்ளை வெளியே எடுப்பதிலோ அவர் கள் வல்லவர்கள். ஆனால், அவர்கள் அணியும் உடை அசுத்த மாக இருந்தது. அவர்களது உபகரணங்களும் துருப்பிடித்தவை யாக இருந்தன.\nஒரு தடவை சேவாகிராமில் காந்திஜியின் ஒரு ஹரிஜன உதவியாளர் \"நான் வார்தாவுக்குப் போகவேண்டும்\" என்று\n22\nபோகவேண்டும் சொன்னார். காந்திஜி அங்கு எதற்காகப் என்று கேட்டதற்கு \"முகத்தை மழித்துக் கொள்வதற்காக\" என்று பதில் கொடுத்தார்.\n“இந்த கிராமத்திலேயே மூகத்தை மழித்துக் கொள்ள முடியாதா?\"\n\"ஜாதி இந்துக்கள் எனக்காக இப்பணியைச் செய்ய மாட்டார்கள். இந்த ஊரில் ஹரிஜன நாவிதர் யாரும் கிடையாது.\"\n'அப்படியானால் அந்த இந்து நாவிதரிடம் நான் எப்படி முகத்தை மழித்துக் கொள்ளலாம்?\" என்று தன்னைத்தானே கேட்டுக் கொண்டார், காந்திஜி. உடனடியாக அந்த நாவிதரிடம் செல்வதை காந்திஜி நிறுத்திக் கொண்டார்.\n\"4\nகாந்திஜி அடிக்கடி பல கிராமங்களுக்கு பயணம் செய்யும் சமயங்களில் அவருக்குத்தானே முகத்தை மழித்துக் கொள்ள நேரம் கிடைக்காத காரணத்தால் முடிதிருத்தகங்களுக்கு அவ்வப் போது காந்திஜி செல்வது உண்டு.\nஒரு கதர்ப் பயணத்தின்போது கதர் ஆடை அணிந்த நாவிதர் அவரது முகத்தை மழித்துவிட வேண்டும் என்று காந்திஜி விரும்பினார். உதவியாளர்கள் அப்படி ஒரு நாவிதரைத் தேடி இங்கும் அங்கும் ஓடினார்கள். காந்திஜி அவர்களிடம் சொல்வார் \"நமது சுதேசி இயக்கத்தில் முடிதிருத்துபவர்களையும் சலவைத் தொழிலாளிகளையும் சேர்த்துக் கொள்ள வேண்டும். குறிப்பாக முடிதிருத்துபவர்கள் சரியான சுதேசி அரட்டைக்கல்லிகள், இயக்கத்தின் நோக்கங்களையும் செய்திகளையும் பரப்புவதற்கு சரியான ஆட்கள்.\"\nமற்றொரு ஒரிஸ்ஸாவில் சந்தர்ப்பத்தில், காந்திஜி முடிதிருத்துபவரின் வருகைக்காகக் காத்திருந்தார். முகத்தை மழிப்பதற்கான உபகரணங்களுடன் ஒரு பெண்மணி அங்கு காதில் பெரிய தோன்றினார். அவர் வளையங்களையும், மூக்கில் மூக்குத்தியும், கழுத்தில் நெக்லசும், காலில் கொலுசும், கைகளில் அரக்கு வளையல்களையும் அணிந்திருந்தார். காந்திஜி\n23\n"}