{"doc_id": "8cd00cb2-e0b4-4a90-bc3d-0f7847905a59", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 20, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அவரிடம் முதலில் கேட்டார் \"நீங்கள்தான் எனது முகத்தை மழித்துவிடப் போகிறீர்களா?\" என்று. அப்பெண்மணி \"ஆம்\" என்று சிரிப்புடன் தலையை ஆட்டிவிட்டு கத்தியைத் தீட்டத் தொடங்கினார். காந்திஜி மறுபடியும் கேட்டார் \"நீங்கள் ஏன் இவ்வளவு ஆபரணங்களை அணிந்துள்ளீர்கள்? இவற்றால் உங்கள் அழகு கூடியதாகத் தெரியவில்லை. அவை அசிங்க மாகவும் அழுக்காகவும் உள்ளனவே!” என்று. அப்பெண் மணிக்கு அழுகை வந்துவிட்டது. “உங்களுக்கு எப்படிப் புரிய வைப்பது, இப்பொன்னான ச டந்தர்ப்பத்திற்காக நான் இந்த நகை களை இரவல் வாங்கி வந்திருப்பதை. ஒரு பெரிய மனிதனது மூகத்தை மழிப்பதற்கு வரும்போது நகைகளை அணியாமல் வருவது முறையாகாதே,\" என்று கூறியவண்ணம் தன்பணியை அப்பெண்மணி செய்து முடித்தார். காந்திஜி அப்பெண்மணி யிடம் கொடுத்த காசை அவர் காந்திஜியின் பாதங்களில் சமர்ப் பித்து அவரை வணங்கிவிட்டுச் சென்றுவிட்டார்.\nACRERMee\nஇந்தியாவிடமும் மனித வர்க்கத்திடமும் அன்புள்ளவர் கள் தங்களுக்குத் தாங்களே கேட்டுக் கொள்ள வேண்டிய ஒரே கேள்வி, இந்தியாவின் படுமோசமான நிலையையும் துயரத்தையும் குறைப்பதற்கு அனுபவ சாத்தியமான சிறந்த முறை என்ன என்பது தான். மனிதனின் புத்தி நுட்பத் தினால் உருவாக்கப்படும் எந்த நீர்ப்பாசனத்திட்டமோ, விவசாய அபிவிருத்தித் திட்டமோ, இந்தியாவெங்கும் சிதறி வாழும் ஏராளமான மக்கள் தொகையினருக்கு நன்மை செய்து விடவோ, சதா வேலையில்லாதவர்களாக இருக்க தேர்ந்திருக்கும் மனித வர்க்கத்தின் பெருந்திரளுக்கு வேலை தேடிக் கொடுத்துவிடவோ முடியாது.\nயங் இந்தியா 15-9-1927\n6\nகாந்திஜி ஒரு துப்புரவுத் தொழிலாளி\nஇளம் வயதில் காந்திஜி ராஜ்கோட்டில் வசித்து வந்த காலத்தில் அவரது வீட்டில் ஊக்கா என்ற பெயர் கொண்ட ஒரு துப்புரவுத் தொழிலாளி பணியாற்றி வந்தார். காந்திT ஊக்கா மீது பட்டுவிட்டால் உடனடியாக புத்லிபாய், காந்திT யைக் குளித்துவிட்டு வரும்படி கூறுவது வழக்கம். தாய் சொல்லைத் தட்டாத காந்திஜிக்கு இந்த விஷயத்தில் மட்டும் சற்றுத் தயக்கம் ஏற்படும். தன் தாயுடன் \"நான் ஏன் குளிக்க வேண்டும்?\" என்று தர்க்கம் செய்யத் தொடங்குவார். ஊக்கா துப்புரவுப் பணி செய்கிறார். அழுக்குகளை அகற்றுகிறார். அவரைத் தொட்டதால் தீட்டு எப்படி வந்துவிடும்? நான் உங்களது வார்த்தையை மீறமாட்டேன். ராமாயணத்தில் ராமர் கீழ்ச் சாதியைச் சேர்ந்த குகனைக் கட்டி அனைத்துக் கொண் டாரே, ராமாயணத்தில் தப்பாகவா சொல்லி இருக்கிறார்கள்?\" என்றெல்லாம் புத்லிபாயை கேள்விகளால் துளைத்தெடுத்து விடுவார் காந்திஜி. இந்தக் கேள்விகளுக்கு புத்லிபாயிடம் பதில் கிடைக்காது.\nஅவர்\nதுப்புரவுத் தொழிலை காந்திஜி தென் ஆப்பிரிக்காவில் பயின்றார். அவருடைய நண்பர்கள் அவரைச் செல்லமாக “மகா துப்புரவாளர்\" என்று அழைத்து வந்தனர். மூன்று ஆண்டுகள் வாசத்திற்குப்பின் தனது மனைவியையும் மகன்களையும் செல்வதற்காக அழைத்துச் இந்தியா திரும்பினார். அன்றைய பம்பாய் மாகாணத்தில் அப்போது பயங்கரமான பிளேக் நோய் பரவி இருந்தது. அந்த நோய் ராஜ்கோட் டிற்கும் பரவிவிடும் அபாயம் இருந்தது. காந்திஜி உடனடியாக ராஜ்கோட்டில் சுகாதாரப் பணிகளை மேற்கொள்ளத் தாமாகவே முன்வந்தார். ஒவ்வொரு வீட்டையும் பார்வை இட்டு கழிப் சுத்தமாக பறையைச் வைத்துக் வேண்டியதன் அவசியத்தை வலியுறுத்தினார். துர்நாற்றத்துடனும் பூச்சி புழுக் ஆங்காங்கே தேங்கிக் களுடனும் கிடந்த சாக்கடைகள் அவருக்கு அருவருப்பை ஊட்டின. சில பணக்கார வீடுகளில்கூட பின்புறம் தேங்கிக் கிடந்த சாக்கடைகள் கழிப்பறை யாகவும் பயன்படுத்தப்பட்டன. அவற்றிலிருந்து தாங்கமுடியாத துர்நாற்றம் வீசிற்று. அங்கு வசித்த மக்களுக்கு இதைப்பற்றி எவ்வித உணர்வும் இல்லை. தீண்டத்தகாதவர்களாக முத்திரை\nகொள்ள\n25\n"}