{"doc_id": "f7efe841-327b-4bdb-95d3-a62367a41268", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 21, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "குத்தப்பட்டிருந்த ஏழை மக்கள் வசிக்கும் பகுதி சுத்தமாக இருந்தது. அங்கு வசித்த மக்கள் காந்திஜியின் வார்த்தை களை மதித்தனர். சிறுநீருக்கும் மலத்திற்கும் தனித்தனி வாளிகளைப் பயன்படுத்த வேண்டும் என்ற காந்திஜியின் அறிவுரை அவர்களால் ஏற்றுக் கொள்ளப்பட்டது.\nராஜ்கோட்டில் காந்திஜியின் குடும்பம் எல்லோருக்கும் தெரிந்த பிரபலமான குடும்பங்களில் ஒன்று ஆகும். காந்திஜியின் தந்தையும் பாட்டனாரும் பக்கத்துப் பக்கத்து சமஸ்தானங்களில் திவானாகப் பணியாற்றி வந்தனர். கிட்டத்தட்ட 100 ஆண்டு களுக்கு முன் ஒரு சமஸ்தானத்தின் முதல் மந்திரியின் மகன், ஊரில் உள்ள ஒவ்வொரு வீட்டிற்கும் சென்று கழிப்பறையைப் பார்வை யிட்டது சாதாரண விஷயம் அன்று. தேவைப்பட்ட சமயங் களில் எல்லாம் மனத்திண்மையையும், துணிவையும் காட்டுவ தற்கு காந்திஜி தயங்கியதே இல்லை. பல மேற்கத்திய பழக்க வழக்கங்களை காந்திஜி சாடி வந்தார். ஆனால், அவர் பல தடவைகளில், தான் சுத்தத்தையும் சுகாதாரத்தையும் மேலை நாட்டினரிடம் கற்றதாகக் கூறியுள்ளார். அம்மாதிரி சுகாதாரச் சூழலை இந்தியாவில் அறிமுகப்படுத்த காந்திஜி விரும்பினார்.\nஒரு\nதென்ஆப்பிரிக்காவிலிருந்து இரண்டாவது முறை இந்தியா வுக்கு வந்தபோது கல்கத்தாவில் நடைபெற்ற காங்கிரஸ் மகாநாட்டில் அவர் கலந்து கொண்டார். தென்ஆப்பிரிக்காவில் இந்தியர்களுக்கு இழைக்கப்பட்டுவந்த இன்னல்களை எடுத்துக் கூறுவதற்காக அவர் அங்கு வந்தார். அவர் கண்டது அங்கு நிலவிய வர்ணனைக்கு அப்பாற்பட்ட சுகாதாரச் சீர்கேட்டை! மகாநாட்டிற்கு வந்திருந்த சில பிரதிநிதிகள் தங்களது அறைக்கு வெளியே இருந்த வெராண்டாவையே கழிப்பறையாகப் பயன் படுத்தினர். அதுபற்றி யாரும் எவ்வித ஆட்சேபனையும் எழுப்ப வில்லை! காந்திஜி இதைக் கடுமையாக ஆட்சேபித்தார். கட்சித் தொண்டர்களிடம் காந்திஜி வெராண்டாவை சுத்தம் செய்யும்படி கேட்டபோது, \"இது தோட்டிகளின் பணி, எங்களது அல்லவே,\" என்று கூறிவிட்டனர். காந்திஜி ஒரு துடைப்பத் தைக் கையில் எடுத்து, தாமே துப்புரவுப் பணியை மேற் கொண்டார். அப்போது அவர் மேலை நாட்டு அணிந்திருந்தார். காந்திஜி அந்த உடையுடன் தோட்டிவேலை செய்ததைக் கண்டு, தொண்டர்கள் ஆச்சரியத்துடன் வேடிக்கை பார்த்தார்கள்; ஆனால் ஒரு தொண்டர்கூட காந்திஜியுடன் சேர்ந்து துப்புரவுப் பணி செய்ய முன்வரவில்லை.\nபணி\nஉடைகளை\n26\nபல ஆண்டுகளுக்குப் பின்பு காந்திஜி காங்கிரஸ் கட்சி யின் பெருந் தலைவரானார். அப்போது, அவர் காங்கிரஸ் கூட்டங்கள் நடக்கும் இடங்களில் எல்லாம் ஒரு 'தோட்டிகள் குழு' அமைத்து துப்புரவுப் பணி ஆற்றிவந்தார். சில சந்தர்ப்பங் களில் பிராமணர்கள் தோட்டிகளாகய் பணியாற்றினர். ஹரிபுரா காங்கிரஸில் இரண்டாயிரம் ஆசிரியர்களும் மாணவர் களும் தோட்டிப் பணிக்காக விசேஷப் பயிற்சி பெற்று பணி யாற்றினர். \"தீண்டத் தகாதவர்கள்\" என்று முத்திரை குத்தப் பட்ட சில நபர்கள்தான் துப்புரவுப் பணியை மேற்கொள்ள வேண்டும் என்பதை காந்திஜி ஒப்புக் கொள்ளவில்லை. தீண்டாமையை இந்தியாவிலிருந்து அகற்றுவதற்கே காந்திஜி பாடுபட்டு வந்தார்.\nதென்ஆப்பிரிக்க வெள்ளையர்கள் இந்தியர்களை அவர் களது சுகாதாரக் குறைவான வாழ்க்கை முறைகளின் காரண மாகவே வெறுத்தனர். காந்திஜி இந்தியர்களின் வீடுகளுக்குச் சென்று சுத்தம் மற்றும் சுகாதாரத்தைப் பேணிக்காப்பதின் அவசியத்தைப் பற்றி வலியுறுத்தி வந்தார். இதுபற்றி பொதுக் கூட்டங்களிலும் பேசினார். பத்திரிகைகளிலும் கட்டுரைகள் எழுதி வந்தார். டர்பனில் காந்திஜியின் வீடு மேற்கத்தியப் பாணி யில் அமைக்கப்பட்டிருந்தது. குளியலறையிலிருந்து தண்ணீர் வெளியேறுவதற்கான மார்க்கம் இல்லை. சிறுநீர் கழிப்பதற் கென்று பானைகள் பயன்படுத்தப்பட்டன. தன்னுடன் பணி யாற்றிய குமாஸ்தாக்கள் பயன்படுத்திய சிறுநீர்ப் பானைகளை காந்திஜியே சில சமயங்களில் சுத்தம் செய்து வந்தார். ஒரு தடவை அவர் அன்னை கஸ்தூர்பாவை சிறுநீர்ப் பானையை சுத்தம் செய்து வைக்கும்படி பணித்தார். தனது மகன்களையும் அவர் அப்பணியில் பழக்கி இருந்தார். ஒருதடவை ஒரு கீழ்ச்சாதி ஊழியர் பயன்படுத்தியிருந்த சிறுநீர்ப் பானையை சுத்தம் செய்ய கஸ்தூர்பா தயங்கியபோது, காந்திஜி அவரைக் கண்டபடி திட்டி வீட்டைவிட்டு வெளியேறும்படி கூறிவிட்டார். காந்திஜியின் நெருங்கிய நண்பர்களே அவர் சபர்மதி ஆசிரமத்தில் ஹரிஜனங்களை அனுமதித்ததைக் கண்டித்து அவரைப் புறக்கணிததது உண்டு.\nகூட\nதென் ஆப்பிரிக்க சிறைவாசத்தின்போது காந்திஜி தாமாகவே கழிப்பறைகளை சுத்தம் செய்ய முன்வந்தார். அடுத்த தடவை சிறைச் சாலையில் காந்திஜிக்கு துப்புரவுப் பணி pdption வழங்கப் பட்டது.\n27\n"}