{"doc_id": "86bb9389-f838-4187-b631-94eaf57d6c44", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 22, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "இருபது ஆண்டுகள் தென் ஆப்பிரிக்க வாசத்திற்குப் பின்பு தனது 46வது வயதில் 1915ம் ஆண்டு காந்திஜி தனது குழுவின ருடன் இந்தியா திரும்பினார். அந்த ஆண்டு ஹரித்வாரில் கும்பமேளா நடந்தது. அங்கு காந்திஜியும் அவரது துப்புரவுப் படையும் துப்புரவுப் பணிகளை மேற்கொண்டது. அதே ஆண்டில் அவர் பூனாவில் இந்தியத் தொண்டர் கழகத்தின் அலுவலகத்திற்குச் சென்றார். அந்தக் குடியிருப்பில் இருந்தவர் கள் ஒரு நாள் காலை நேரத்தில் காந்திஜி கழிப்பறைகளைச் சுத்தம் செய்வதைக் கண்டனர். அவர்களுக்கு காந்திஜியின் இப்பணி சற்றும் பிடிக்கவில்லை. காந்திஜியோ இது போன்ற பணிகள்தான் நாட்டை சுயாட்சிக்கு என்று நம்பினார்.\nசெல்லும்\nசு\nகாந்திஜி பலதடவைகள் இந்தியா முழுவதையும் சுற்றிப் பார்த்திருக்கின்றார். அவர் சென்ற இடங்களில் எல்லாம் சுகாதாரக் கேட்டினைக் கண்டார். ரயில் நிலையங்களிலும் சத்திரம் சாவடிகளிலும் இருந்த சிறுநீர்கழிக்கும் இடங்களும் கழிப்பறைகளும் சகிக்க முடியாத துர்நாற்றத்துடன் சுத்தம் செய்யப்படாமல் இருந்தன. கிராமத்து சாலைகளும் சரியாக பராமரிக்கப்படாது இருந்தன. பல புனிதமான தீர்த்தஸ்தலங் களில் தண்ணீர் மிகவும் அசுத்தமாக இருந்தது பற்றி கவலைப் படாமல் ஜனங்கள் அவற்றில் முழுகி எழுந்ததை காந்திஜி கண்டார். நதிக்கரைகளை மக்களே அசுத்தம் செய்தனர். சலவைக்கல் தளத்துடன் அமைந்திருந்த காசி விசுவநாதர் கோயிலும் அசுத்தத்தின் உறைவிடமாகவே விளங்கியது. இவ்வளவு பெரிய புகழ்பெற்ற கோவில்களில் நுழைவதற்கு நாம் ஏன் அசுத்தம் நிறைந்த சந்து பொந்துகளின் வழியாகச் செல்ல வேண்டியுள்ளது என்று காந்திஜி வியப்படை வதுண்டு. ரயில் வண்டிகளிலும் பயணிகள் அசுத்தம் செய்து வந்தது பற்றி காந்திஜி மிகவும் வருந்தினார். இந்தியாவில் நிறையப்பேரிடம் செருப்பு அணியும் அளவிற்கு வசதி இல்லை. ஆனால், வெறுங் கால்களுடன் அவர்கள் அசுத்தம் நிறைந்த தெருக்களின் வழியாக நடந்து செல்ல வேண்டியுள்ளதே என்று காந்திஜி வருந்தினார். பம்பாய் போன்ற பெரிய நகரங்களில்கூட தெருக் களில் நடக்கும்போது வீடுகளிலிருந்து யாரும் தம்மீது துப்பி விடக்கூடாது உணர்வுடன் நடக்க முடிந்தது.\nஎச்சரிக்கை\nதான்\n28\nஎன்ற\nபல நகராட்சிகள் காந்திஜியைப் பேசுவதற்கு அழைப்பது உண்டு. அக்கூட்டங்களில் எல்லாம் \"நீங்கள் அகன்ற சாலை களையும், அழகிய பூங்காக்களையும், ஒளி விளக்குகளையும்\nஅமைத்துள்ளது பற்றி உங்களைப் பாராட்டுகிறேன். ஆனால், சரியான முறையில் கழிப்பறைகளை அமைக்காமலும் தெருக் களை அசுத்தமாகவும் வைத்திருக்கும் நகராட்சிகள் நாட்டுக்குக் தேவை இல்லை” என்று உரையாற்றி வந்தார் காத்திஜி. நகராட்சி கள் தீர்க்கவேண்டிய தலையாய பிரச்சினை சுகாதாரச் சீர்கேடு தான். துப்புரவுப் பணியாளர்களின் வாழ்க்கை பற்றி நகராட்சி கள் அக்கறை காட்டுவதில்லை என்று காந்திஜி வருந்தினார்.\n“நீங்களே கைகளில் துடைப்பத்தையும் வாளியையும் தூக்காதவரை உங்களது நகரங்களும் கிராமங்களும் அசுத்த மாகத்தான் இருக்கும்\" என்று ஜனங்களிடம் காத்திஜி கூறி வந்தார் ஒரு மாதிரிப் பள்ளியைப் பார்வையிடச் சென்ற காந்திஜி ஆசிரியர்களிடம் \"உங்கள் பள்ளி உண்மையிலேயே ஒரு மாதிரிப் பள்ளியாக விளங்க வேண்டுமானால் நீங்கள் மாணவர்களுக்குக் கல்வி புகட்டினால் மட்டும் போதாது, மாணவர்களைச் சிறந்த சமையல்காரர்களாகவும் துப்புரவுப் பணியாளர்களாகவும் உருவாக்க வேண்டும்” என்று கூறினார். மாணவர்களிடம் பேசும்போது “உங்களது சுற்றுப்புறத்தை\nநீங்கள்தான் சுத்தமாக வைத்துக் கொள்ள வேண்டும். ராணுவத் தில் சேர்ந்து போரில் வீரதீரச் செயல்களுக்காக அளிக்கப்படும் பதக்கத்தைக் காட்டிலும் ஒரு சிறந்த துப்புரவுப் பணியாளன் என்பதற்கான பதக்கம்தான் மேலானது\" என்றார் காந்திஜி.\nசபர்மதி ஆசிரமத்தின் பக்கத்துக் கிராமங்களில் வசித்த மக்கள் கழிவுகளை மண்ணால் மூடிவைப்பதற்கு மறுத்தனர். \"இது தோட்டியின் வேலை. மனிதக் கழிவுகளைக் கண்ணால் பார்ப்பதோ, அதன் மீது மண்ணைப் போடுவதோ பாவச் செயல்\" என்று கிராமவாசிகள் கூறினர். காந்திஜி கிராமங்களின் துப்புரவுப் பணியைத் தாமே முன்னின்று மேற்பார்வை செய்தார். நல்ல தோர் முன் உதாரணமாக - தாமே கையில் துடைப்பத்தையும் வாளியையும் ஏந்தி பல நாட்கள் கிராமங்களில் துப்புரவுப் பணியை அவர் மேற்கொண்டார். தண்பர்களும் விருந்தினர் களும் அவருடன் சென்றனர். வாளிகளில் கழிவுகளையும் குப்பைகளையும் கொண்டுவந்து குறிகளில் புதைத்தனர். குப்பை அறிவியல் என்றே\nஒரு\nபாடம்\nகளை\nஅகற்றுவதும் காந்திஜி கருதினார்.\nஆசிரமத்தில் அனைத்து துப்புரவுப் பணிகளையும் ஆசிரம வாசிகளே மேற்கொண்டனர். காந்திஜி அவர்களை வழிநடத்தி வந்தார். வெவ்வேறு நாட்டினரும், வெவ்வேறு மதத்தினர், வெவ் வேறு ஜாதியினர், வெவ்வேறு நிறத்தினர் ஆசிரமத்தில் இருந்தனர்.\n29\n"}