{"doc_id": "cc443aa4-f33d-4609-873f-55cec8b5f699", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 23, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "ஈக்கள்\nஆசிரமத்தில் எங்குமே அசுத்தத்தைக் காணமுடியாது. எல்லாக், குப்பைகளும் பூமியில் புதைக்கப்பட்டன. காய்கறிகள் வெட்டிய பின் எஞ்சிய கழிவுகளும் சாப்பாட்டுக்குப்பின் எஞ்சிய கழிவு களும் தனியாக ஒரு உரக் குழியில் போடப்பட்டன. மனிதக் கழிவுகளும் தனியாக புதைக்கப்பட்டு சிறிது காலத்திற்குப்பின் நல்ல உரமாகப் பயன்படுத்தப்பட்டது. கழிவு நீர் தோட்டத் திற்கு நீர்பாய்ச்சப் பயன்பட்டது. நிலையான சாக்கடை வாய்க் கால்கள் இல்லாமலேகூட ஆசிரமம் சுத்தமாகவும், மொய்க்காமலும் இருந்தது. துப்புரவுப் பணிகளைக் காந்திஜியும், சகஊழியர்களும் தாமே செய்து வந்தனர். வாளி, வாய்க்கால் போன்ற அமைப்பிலும் கழிப்பறைகளை காந்திஜி அமைத்திருந் தார். பெருமையுடன் எல்லோருக்கும் தனது கண்டுபிடிப்புகளை வந்தார். ஏழைகளும் பணக்காரர்களும், தொண்டர்களும் தலைவர்களும், நாட்டினரும் எவ்விதப் பாகுபாடும் இன்றி அக்கழிப்பறைகளை பயன்படுத்தி வந்தனர். இந்தப் பரிசோதனையின் காரணமாக துப்புரவுப்பணி மீது இருந்த அருவருப்புணர்வு ஆசிரம ஊழியர்கள் மற்றும் பெண்களின் மனதிலிருந்து அகன்று விட்டது.\nஅவர்\nகாட்டி\nஇந்தியர்களும்\nவெளி\nதனக்கு துப்புரவுப்பணி செய்யும் வாய்ப்புக் கிடைத்த போதெல்லாம் காந்திஜி மகிழ்ச்சி அடைந்தார். மக்களுடைய சுகாதாரத்தின் துலாக்கோல் அவர்கள் பயன்படுத்தும் கழிப்பறை தான் என்பது காந்திஜியின் கருத்து. தனது 76 வது வயதில் அவர் பெருமையுடன் இவ்வாறு குறிப்பிட்டார். பயன்படுத்தும் கழிப்பறை எவ்வித துர்நாற்றமும் பரிசுத்தமாக இருக்கிறது. அதை நானே சுத்தம் செய்து வருகிறேன்.\" பலதடவைகளில் அவர் தன்னை ஒரு தோட்டி என்றே கூறிக்கொண்டார். ஒரு தோட்டியாகவே தாம் இருக்க விரும்புவதாகவும் கூறிவந்தார். மிகவும் ஆச்சாரம் பாராட்டிய இந்துக்களிடம் தன்ை னையும் மற்ற தீண்டத் தகாதவர்களை அவர்கள் ஒதுக்கிவைக்கும்படி\n\"நான் இன்றி\nஒதுக்குவது போல கேட்டுக் கொண்டார்.\nதுப்புரவுப் பணியாளர்கள் வசிக்கும் இடங்களுக்கு அவர் அடிக்கடி விஜயம் செய்து அவர்களது குறைகளைக் கேட்ட றிந்து வந்தார். அவர்கள் செய்யும் பணி மேலானது என்றும் அதுபற்றி தாழ்வு உணர்வு என்றும்\nகொள்ளவேண்டாம்\n30\nஅவர்களுக்கு அறிவுறுத்தி வந்தார். குடிப்பழக்கத்தையும், இறந்த பிராணிகளின் புலால் உண்ணும் பழக்கத்தையும் விட்டு விடும்படி அவர்களைக் கேட்டுக் கொள்வார். காந்திஜி துப்புரவுப் பணியாளர்களின் வேலை நிறுத்தத்தை அவர்\nஆதரிக்கவில்லை. அப்பணியாளர்கள் ஒருநாள்கூட தங்களது பணியைச் செய்யத் தவறக்கூடாது என்று கூறிவந்தார்.\nஒரு மாதிரித் துப்புரவுப் பணியாளர் எப்படி இருக்க வேண்டும் என்பது பற்றி அவர் ஹரிஜன் பத்திரிகையில் இவ்வாறு எழுதினார். \"நல்லதொரு கழிப்பறை எப்படிக் கட்டப்பட வேண்டும்? எப்படி சுத்தம் செய்யப்பட வேண்டும் என்பது பற்றி அவருக்குத் தெரிந்திருக்க வேண்டும். கழிவுகளிலிருந்து வீசும் துர்தாற்றத்தை எப்படி அகற்றுவது, அதற்காக எந்தப் பொருளை பயன்படுத்தவேண்டும் என்பதும் அவருக்குத் தெரிந்திருக்க வேண்டும். மலஜலத்தை எப்படி உரமாக மாற்றுவது என்பது அவருக்குத் தெரிந்திருக்க வேண்டும்\" துப்புரவுப் பணி கட்டாயத் தின்பேரில் ஊதியத்திற்காகச் செய்யப்படும் பணி என்ற நிலையை மாற்றி அதை சமுதாயத்திற்கு அவசியமானதோர் பணி என்ற நிலைக்கு உயர்த்த வேண்டும் என்பது காந்திஜியின் அவா.\nகதர்ப் பிரச்சாரத்திற்காக காந்திஜி சுற்றுப் பயணம் மேற் கொண்டிருந்த சமயத்தில் அவர் பேசுவதாக இருந்த ஒரு பொதுக் கூட்டத்தில் துப்புரவாளர்களுக்கு அனுமதி மறுக்கப்பட்டது. காந்திஜிக்கு இவ்விஷயம் தெரியவந்ததும் கோபத்துடன் அவர் கூறினார். \"உங்களுடைய பணமுடிப்புகளையும் பேச்சுக்களை யும் நீங்களே வைத்துக் கொள்ளுங்கள். நான் துப்புரவாளர்கள் வசிக்கும் இடத்திற்குச் சென்று பேசப் போகிறேன். விருப்பம் உள்ளவர்கள் அங்கே வரலாம்!”\nகாந்திஜி அமரராவதற்கு இரண்டு ஆண்டுகள் முன்பாக சிலநாட்கள் பம்பாய் மற்றும் டில்லி நகரங்களில் அவர் பங்கி காலனியில் (துப்புரவாளர்கள் வசிக்கும் குடியிருப்பில்) தங்கினார். அவர்கள் இருப்பது போன்ற இடத்திலேயே இருந்து அவர்கள் உண்ணும் உணவையே தாமும் உண்ண விரும்பினார். ஆனால், இதுபோன்ற பரிசோதனைகளைத் தாங்கும் வயது அல்லவே அது! அதன் காரணமாக சில சலுகைகள் அவர்மீது (தொண்டர் களால்) திணிக்கப்பட்டன.\nகாந்திஜி ஒருமுறை கவர்னர் ஜெனரலைச் சத்திப்பதற்காக சிம்லா சென்றார். தனது சக ஊழியர்களில் ஒருவரை முன்ன தாகவே துப்புரவாளர்கள் வசிக்கும் குடியிருப்பிற்கு அனுப்பி இருந்தார். சகஊழியர், மிருகங்கள் வசிப்பதற்குகூட அக்குடி இருப்புக்கள் லாயக்கற்றவை என்று காந்திஜியிடம் தெரிவித்தார். அதைக்கேட்ட காந்திஜி சோகத்துடன் கூறினார் \"இன்று நாம் துப்புரவுத் தொழிலாளிகளை மிருகங்களின் நிலைக்குத் தள்ளி விட்டோம். தனது தன்மானத்தை விற்று அவர்கள் சிறிதளவு\n31\n"}