{"doc_id": "a5d39157-d322-4ff0-9fd2-0bc79ecc4ddb", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 24, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "சம்பாதிக்கிறார்கள். ஒரு துப்புரவுத் தொழிலாளி உணவு அருந்தும்போது அவனைப் பார்! கழிப்பறைச் சுவர்களின் நிழலில், குப்பை கூளங்களுக்கிடையே கூனிக்குறுகிய வண்ணம் அமர்ந்து உணவு உண்கிறார். ஒருவரது இதயத்தைப் பிளப்ப தற்கு இதுவே போதும்!\" மனிதக் கழிவுகளைத் தலையில் சுமந்த வண்ணம் ஒரு துப்புரவுத் தொழிலாளி நடந்து செல்வதைப் பார்த்து காந்திஜி ரொம்பவும் சங்கடப் பட்டார். சில எளிய உபகரணங்களின் உதவியுடன் இதைத் தவிர்க்க இயலும் என்று அவர் கூறிவந்தார். அது ஒரு கலை. தன்மீது சிறிதுகூட அசிங்கம் படாவண்ணம் இப்பணியைச் செய்ய முடியும் என்றும் அவர் சொன்னார்.\nஒரு வெளிநாட்டவர் காந்திஜியிடம் ஒரு முறை \"உங்களை ஒரு நாளுக்கு (மட்டும்) இந்நாட்டின் கவர்னர் ஜெனரலாக நியமித்தால் என்ன செய்வீர்கள்?\" என்று கேட்டதற்கு \"கவர்னர் ஜெனரலுடைய மாளிகையின் அருகே அமைந்துள்ள துப்புரவுத் தொழிலாளிகளின் குடியிருப்பைச் சுத்தம் செய்வேன்\" என்று காந்திஜி பதில் அளித்தார்.\n\"உங்களை மேலும் ஒருநாள் அப்பதவியில் நீட்டித்தால்?” \"மறுநாளும் அதே பணியைத்தான் செய்வேன்\".\nநூற்பின் சாத்தியங்களைக் குறித்து இப்பொழுது பார்ப்போம். ஒரு காலத்தில் இது இந்தியாவில் எல்லோரும் செய்யும் துணைத் தொழிலாக இருந்து வந்திருக்கிறது என்பதை நாம் அறிவோம். இக்கலையை கோடிக்கணக் கானவர்கள் இன்னும் மறந்து விடவில்லை. பல்லாயிரக் கணக்கானவர்களின் வீடுகளில் இன்னும் ராட்டை இருந்து வருகிறது. ஆகையால் எல்லையில்லா வகையில் உடனே விஸ்தரித்துவிடக் கூடியது. கையினால் நூற்பது தான். நெசவாளருக்குப் போதுமான நூலை பத்து நூற்பாளர்கள் நூற்றுக் கொடுத்து விட முடியும். எனவே 90 லட்சம் நெசவாளருக்கு 9 கோடி பேர் நூற்க வேண்டும். அவர்களுக்கு நல்ல வருமானமும் கிடைக்கும்.\nயங் இந்தியா 11-11-1926\nஒரு\n32\n7\nகாந்திஜி ஒரு செருப்புத் தைப்பவர்\nதனது 63வது வயதில் காந்திஜி வல்லபாய் பட்டேலுடன் எரவாடா சிறையில் இருந்தார். பட்டேலுக்கு ஒரு ஜோடி புதிய செருப்பு தேவைப்பட்டது. ஆனால், அத்தருணத்தில் சிறையில் செருப்பு தைப்பவர் யாரும் இல்லை. காந்திஜி சொன்னார்: ''எனக்கு நல்ல தோல் கிடைத்தால் நானே உங்களுக்கு செருப்பு தைத்துக் கொடுத்து விடுவேன். வெகு காலத்திற்கு முன் கற்றுக்கொண்ட அத்தொழில் எனக்கு இன்னமும் நினைவு இருக்கிறதா என்று பார்க்க வேண்டும். நான் ஒரு நல்ல செருப்புத் தைப்பவனாக இருந்தேன். சோட்பூரில் உள்ள கதர் ஆசிரமத்தின் மியூசியத்தில் நான் தைத்த செருப்புகளைக் காணலாம். நான் அந்த ஜோடி செருப்புகளை யாருக்காகவோ அனுப்பினேன். அந்த நபர் தன்னால் அச்செருப்புகளை அணிய முடியாது என்றும், ஒரு அழகுப் பொருளாகத்தான் வைத்துக் முடியும் என்றும் சொல்லிவிட்டார். டால்ஸ்டாய் பண்ணையில் இருந்தபோது நான் நிறைய செருப்புகளைத்\nகொள்ள\nதைத்திருக்கிறேன்.\"\n1911ம் ஆண்டு தனது உறவினர் ஒருவருக்கு எழுதிய கடிதத்தில் “நான் இச்சமயம் எல்லா நேரங்களிலும் செருப்பு தைப்பதில் ஈடுபட்டுள்ளேன். நான் இவ்வேலையை முக்கிய மானது என்று கருதுகிறேன். மேலும் எனக்கு இந்த வேலை பிடித்திருக்கிறது. இதுவரை 15 ஜதை செருப்புகள் தயாரித்து விட்டேன். உனக்கு புதிதாகச் செருப்புகள் தேவைப்பட்டால், செருப்பின் அளவுகளைக் குறிப்பிட்டு எனக்கு கடி நம் போடவும்\" என்று எழுதி உள்ளார்.\nகுருவை\nஅவருடைய நெருங்கிய ஜெர்மானிய நண்பராகிய கல்லன்பாக்கிடமிருந்து காந்திஜி செருப்புத் தைக்கும் தொழிலைக் கற்றார். காந்திஜி நிறையப் பேர்களுக்கு செருப்பு தைப்பதைக் கற்றுக் கொடுத்தார். அவருடைய சீடர்களில் சிலர் மிஞ்சிய விதத்தில் தேர்ச்சி பெற்றனர். அவர்கள் தைத்த செருப்பு கள் பண்ணைக்கு வெளியே விற்பனை செய்யப்பட்டன. இந்தச் செருப்புகள் சாண்டல் வகையைச் சேர்ந்தவை இவற்றை நீண்டகால்சட்டை (பாண்ட்) போட்டவர்களும் அணியலாம். நீண்டகால்சட்டையுடன் பூட்சுகளுக்கு பதிலாக சாண்டல் அணியும் புதிய பாணி (பாஷன்) காந்திஜி காரணமாக தென்\n33\n"}