{"doc_id": "90dcbaf8-a8d8-46ca-a07b-33856e6e3edf", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 25, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "ஆப்பிரிக்காவில் உருவாகியது. சாண்டல்கள் காற்றோட்டமாக இருந்ததால் கோடை காட்டிலும் சௌகரியமாக இருந்தன.\nகாலங்களில் பூட்ஸைக்\nகாந்திஜியிடம் ஆலோசனை கேட்பதற்காக ஒருதடவை சர்தார் பட்டேலும் ஜவஹர்லால் நேருவும் சேவாகிராமத்திற்கு வந்திருந்தனர். அப்போது காந்திஜி பயிற்சியாளர்களுக்கு வகுப்பு எடுத்துக் கொண்டிருந்தார். 'துண்டுகளை இப்படிப் பொருத்த வேண்டும்; தையல் இப்படிப் போடவேண்டும்: சில துண்டுகள் இப்படிக் குறுக்காக வைக்கப்படவேண்டும்; அடித்தோல் உடலின் முழு எடையையும் தாங்குவதால், சரியான முறையில் பொருத்தப்பட வேண்டும்\" என்றெல்லாம் காந்திஜி\nபாடம்\nகொண்டிருந்தார். அம்மாணவர்கள், தாங்கள் தைத்திருந்த செருப்புகளின் குறைகளை அகற்றிக் கொண்டிருந் தனர். தலைவர்கள் கோபத்துடன் “இந்த பொன்னான நேரத்தை இப்பயிற்சியாளர்கள் பாழடிக்கிறார்களே\" என்று அங்கலாய்த் காந்திஜியும் கோபத்துடன்: அவர்சள் கற்றுக் கொள்வதைக் குறைகூறாதீர்கள்! வேண்டுமானால் நீங்களும் நல்லஜோடி செருப்பு எப்படி செய்யப்படவேண்டும் என்பதைக் கற்றுக் கொள்ளலாம்\" என்று கூறினார்.\nதனர்.\nபாடம்\n\"\nவேறொரு சந்தர்ப்பத்தில் காந்திஜியும் அவரது சக ஊழியர் களும் இறந்துவிட்ட ஒரு காளைமாட்டின் உடல் கிராமத்தில் வசிக்கும் தோல் பதனிடும் தொழிலாளர்களால் எப்படி தோலுரிக் கப்படுகிறது என்பதைப் பக்கத்தில் இருந்து பார்த்தார்கள். பதனிடுபவர்கள் வெகுசீராக, தோலில் எவ்வித சேதாரமும் இன்றி மாட்டின் உடலைக் கிறி தோல் உரித்தனர். அவர்களது திறமையைக் கண்டு காந்திஜி வியந்தார். ஒரு தேர்ந்த அறுவைச் சிகிச்சை நிபுணரால்க்கூட இவ்வளவு சீராக இப்பணியைச் செய்ய இயலாது என்று காந்திஜியிடம் சிலர் கூறினர். காந்திஜியைப் பொருத்தவரை, மருத்துவப் படிப்பு படிக்கும் மாணவர்கள் அனைவருமே தோல்பதனிடும் தொழிலாளர்கள்தான். மருத்துவரின் பணி மரியாதைக்குரியதாகக் கருதப்படுகிறது. ஆனால், ஒரு தோல் பதனிடுபவரின் பணி அருவருக்கத்தக்க தாகக் கருதப்படுகிறது. தோல் பதனிடுபவர்கள் தீண்டத்தகாத வர்களாகவும் முத்திரை குத்தப்பட்டு ஒதுக்கப்படுகிறார்கள்.\n34\nஒரு\nகாந்திஜி செருப்புத் தைப்பதுடன் நிறுத்திவிடவில்லை. தோல் பதனிடும் தொழிலிலும் தேர்ச்சி பெற விரும்பினார். வேறு என்னதான் செய்வது? உலகம் முழுவதிலும் நிறைய மனிதர்கள் தோலினாலான செருப்புகளையும் பூட்சுகளையும் அணிகின்றனர்\nகள். இதற்காக நிறைய ஆடுமாடுகள் கொல்லப்படுகின்றன. காந்திஜியோ அஹிம்சையில் நம்பிக்கை வைப்பவர். மிகவும் நோயுற்றிருந்த தன் மனைவிக்கு வைத்தியர்கள் புலால் உணவு அவசியம் என்று கூறியபோதும், நோயுற்றிருந்த மகன்களுக்கு முட்டை தரவேண்டும் என்பதையும் மறுத்த அம் மகான் செருப்பு தைப்பதற்காக ஆடு மாடுகளைக் கொல்வதை எப்படி ஏற்றுக் கொள்வார்? ஆனாலும், அவருக்கு தோல் தேவைப்பட்டது.\nஇயற்கையாகவே மரணம் எய்திவிட்ட ஆடு மாடுகளின் தோலை மட்டும் பயன்படுத்த வேண்டும் என்று அவர் தீர்மானித்து விட்டார். இப்படிப்பட்ட தோலிலிருந்து தைக்கப் பட்ட காலணிகள் 'அஹிம்சைக் காலணிகள்' என்று அழைக்கப் பட்டன. இறந்து விட்ட பிராணிகளின் உடல்களைக் காட்டிலும் கொல்லப்பட்ட பிராணிகளின் உடலிலிருந்து தோலுரிப்பது எளிதாக இருந்தது. தோல் தொழிற்சாலைகள் அஹிம்சைத் தோலைத் தயாரிப்பது இல்லை. அதனால்தான். காந்திஜி தோல் பதனிடும் தொழிலைக் கற்பது அவசியம் ஆகிவிட்டது.\nஅந்தக் காலகட்டத்தில் ஆண்டுதோறும் ஒன்பது கோடி ரூபாய் பெறுமான பதனிடப்படாத தோல் இந்தியாவிலிருந்து ஏற்றுமதி செய்யப்பட்டு வந்தது. மேலை நாடுகளில் அத்தோல் சீரான முறையில் பதனிடப்பட்டு, பல தோல் பொருட்களாக மாற்றப்பட்டு, அதன் மதிப்பு பலகோடி ரூபாய்களாக உயர்த்தப் பட்டு, இந்தியாவில் மீண்டும் இறக்குமதி இதன் காரணமாக ஏற்பட்ட நஷ்டம் பணத்தில் மட்டும் அல்ல. பல தோல் பதனிடுவோர் மற்றும் செருப்பு தைக்கும் தொழிலாளி கள் வேலைவாய்ப்புகளை இழந்து கொண்டிருந்தனர். நூற்போர் மற்றும் துணி நெய்வோர் போன்று தோல் தொழிலில் ஈடுபட்டிருந்தவர்களும் வேலை இல்லாத காரணத்தால் பட்டினியை எதிர்நோக்கும் அபாயம் ஏற்பட்டிருந்தது.\nநூல்\nதோல் பதனிடும் தொழில் ஏன் வெறுக்கத்தக்கதாகக் கருதப்படுகிறது என்று காந்திஜி சிந்திப்பது உண்டு. பழங் காலத்தில் அப்படி இருந்திராது. ஆனால், இன்றோ லட்சக் கணக்கான மனிதர்கள் இத்தொழிலில் ஈடுபட்டுள்ளனர். அவர்கள் தலைமுறை தலைமுறையாக தீண்டத் தகாதவர் களாகக் கருதப்படுகின்றனர். மேல் ஜாதியினர் இவர்களை வெறுத்து ஒதுக்குகின்றனர். சமுதாயத்தில் இவர்களுக்குக் கல்வி அறிவோ, கலாச்சாரமோ, சுத்தம் சுகாதாரமோ மரியாதையோ எதுவுமே கிடையாது என்ற சூழ்நிலை நிலவுகிறது. தோல் பதனிடுபவர்களும், துப்புரவுத் தொழிலாளர்களும் செருப்புத்\n25\n"}