{"doc_id": "a495878c-ff45-4ec2-81cf-014da9ebfc65", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 26, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "தைப்பவர்களும் சமுதாயததிற்கு அவசியமான முக்கியப் பணி களைச் செய்து வருகின்றனர்; இருப்பினும், சாதி வேறுபாடு காரணமாக இவர்களது வாழ்க்கை பரிதாபத்திற்குரியதா விடுகிறது. பிற நாடுகளில் ஒரு மனிதன் தோல் பதனிடுவதின் காரணமாகவோ செருப்புத் தைப்பதின் காரணமாகவோ அவன் ஏழையாகவும் எழுத்தறிவில்லாதவனாகவும் தீண்டத் தகாத வனாகவும் ஆகிவிடுவதில்லை.\nகிராமத் தொழில்களுக்குப் புனர்வாழ்வு கொடுப்பதற்காக காந்திஜி பொதுமக்களின் ஆதரவு வேண்டி பலவேண்டுகோள் கள் விடுத்தார். தோல்பதனிடும் தொழில்நுட்பத்தில் தேர்ச்சி பெற்ற நிபுணர்களை கிராமத்தில் தோல் பதனிடுபவர்களுடன் இணைந்து அவர்களது பணியினை மேம்படுத்துமாறு கேட்டுக் கொண்டார். தொழில்நுட்பம் மேம்படுத்தப்பட்டால் இறந்த மிருகங்களின் புலால் உண்ணப்படும் பழக்கத்தைத் தவிர்த்து விடலாம் என்று காந்திஜி எண்ணினார். ஒரு இறந்த பசுமாடு தோல்பதனிடுபவரின் வீட்டிற்குக் கொண்டுவரப்படும்போது அவ்வீடு விழாக்கோலம் பூண்டுவிடுகிறது. அன்று, அந்த மாட்டின் புலாலிலிருந்து பெரும் விருந்து அவர்களுக்குக் கிடைக்கும். வீட்டின் சிறுவர்கள் மாட்டின் உடல் அறுக்கப்படும் போது அதைச் சுற்றி ஆடிப்பாடி மகிழ்வார்கள். எலும்பு மற்றும் சதைப்பிண்டங்களை டுத்து ஒருவர்மீது ஒருவர் வீசி சிரித்து அக்காட்சி, காந்திஜியை அருவருப்படைய\n51\nமகிழ்வார்கள். வைத்தது.\nஹரிஜன தோல் பதனிடுபவர்களிடம் அவர் வேண்டுகோள் விடுப்பதுண்டு; \"நீங்கள் இறந்த மாட்டின் புலாலை உண்ணும் பழக்கத்தைக் கைவிட்டுவிடுங்கள். நீங்கள் அப்பழக்கத்தைக் கைவிடாவிட்டாலும், நான் உங்களுடன் எப்படியும் தொடர்ந்து பழகுவேன்; ஆனால், ஜாதிக்கட்டுப்பாட்டிற்கு உட்பட்ட இந்துக் கள் இது ஒரு மோசமான பழக்கம் என்று உங்களை வெறுத்து ஒதுக்குவார்கள்.\" அவர்கள் கொடுத்த பதில் “நீங்கள் எங்களை இறந்த மாட்டின் தோலை உரிக்கச் சொன்னால் அதன் புலாலை உண்ணும் பழக்கத்தை எங்களால் தவிர்க்க இயலாது.\" \"ஏன் அப்படி? நானும் ஒருநாள் தோல் பதனிடும் தொழிலை மேற் ஆனால், இறந்த மாட்டின் புலாலை உண்ண மாட்டேன். என் அனுபவத்திலிருந்து என்னால் உறுதிபடக் கூறமுடியும். துப்புரவுத் தொழிலையும் தோல் பதனிடும் தொழிலையும் சுத்தமான மற்றும் சுகாதாரமான முறையில் மேற்கொள்ள முடியும்\" என்பதைக் கேட்டார் காந்திஜி.\nகொள்வேன்.\n36\nசபர்மதி மற்றும் வார்தா ஆசிரமங்களில் தோல் பதனிடும் மையங்கள் காந்திஜியால் துவங்கப்பட்டன. முதலில் சிறிய அளவில் துவங்கப்பட்டது. பிறகு, பதனிடப்பட்ட தோல்களை வைப்பதற்காக, பக்காவான கட்டிடங்கள் எழும்பின. அந்தக் காலத்திலேயே இக்கட்டிடங்களுக்காக காந்திஜி ரூ. 50,000/- நிதி திரட்டினார். ஆசிரமத்தில் சில பயிற்சியாளர்களுக்கு அனுபவம் மிக்க தோல் பதனிடும் தொழிலாளிகளின் உதவியுடன் அத்தொழிலில் பயிற்சி அளிக்கப்பட்டது. அங்கு தயாரிக்கப்பட்ட தோல் பொருட்கள் சந்தைகளில் விற்பனை செய்யப்பட்டன. பணி முழுவதுமே இறந்த பிராணிகளின் உடல்களைக் கொண்டு\nசெய்யப்பட்டன.\nகாந்திஜி, கல்கத்தாவில் அமைந்திருந்த தேசீய தோல் பதனிடும் தொழிற்சாலைக்கு விஜயம் செய்து, அங்கு குரோம் தோல் தயாரிக்கப்படும் முறைகளை உன்னிப்பாகப் பார்த்தார். உப்பு தடவப்பட்ட மாட்டுத் தோல்கள் சுண்ணாம்பு நீரில் ஊற வைக்கப்பட்டு எப்படி முடிகள் அகற்றப்படுகின்றன என்பதை யும், அதன் பின்பு சாயம் எப்படி ஏற்றப்படுகிறது என்பதையும் காந்திஜி கண்டறிந்து கொண்டார். தாகூரின் நிறுவனமாகிய சாந்தினிகேதனிலும் தோல் பதனிடும் தொழில் துறையில் செய்யப்படும் ஆராய்ச்சிகள் பற்றி காந்திஜி அறிந்து கொண்டார். அதேசமயம் காந்திஜி கிராமங்களில் பழக்கத்திலிருந்த தோல் பதனிடும் முறைகளைக் கைவிட்டுவிட விரும்பவில்லை. அப்படிச் செய்தால் கிராமத்தில், அப்பணியில் ஈடுபட்டிருந்தவர் களுக்கு வேலை இல்லாமல் போய், அவர்கள் தோல் தொழில் களுக்காக நகரங்களைச் சார்ந்திருக்க வேண்டிய சூழ்நிலை உருவாகிவிடும் அல்லவா? இறந்து போன மாட்டின் உடலை ஒரு இடத்திலிருந்து மற்றொரு இடத்திற்கு பாதுகாப்பான முறை யில் எடுத்துச் செல்வதற்கான வழிமுறை ஒன்றை காந்திஜி தேடிக் கொண்டிருந்தார். கிராமத்துத் தோல் பதனிடுவோர், மாட்டின் உடலைச் சமயத்தில் கால்களைப் பிடித்துத் தூக்கி, சமயத்தில் தரதரவென்று இழுத்து தோலைப் பாழடித்து அதன் மதிப்பைக் குறைத்து விடுகிறார்கள். அம்மாட்டின் எலும்புகளைச் சரியான முறையில் பயன்படுத்தும் திறனும் அவர்களுக்குக் கிடையாது. எலும்புகளை நாய்களுக்கு உணவாகப் போட்டு விடுகிறார்கள்.\n37\n"}