{"doc_id": "3a7b3a00-d1bc-44af-a344-2a9baa914c81", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 27, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "இதனால் நஷ்டம் ஏற்படுகிறது. எலும்புகளிலிருந்து தயாரிக்கப் பட்ட கைப்பிடிகளும் பொத்தான்களும் வெளிநாடுகளிலிருந்து இந்தியாவில் இறக்குமதி செய்யப்படுகின்றன. தூளாக்கப்பட்ட எலும்பு நல்ல உரமாகும்.\nகாந்திஜி தோல் தொழிலாளர்களின் வீடுகளுக்குச் சென்று அவர்களுடன் நெருங்கிப் பழகினார். அவர்களும் அவரைத் தங்களது வழிகாட்டியாகவும் தங்களது வாழ்வை மேம்படுத்த வந்த மகானாகவும் ஏற்றுக் கொண்டார்கள். அவர்களது குடியிருப்புகளுக்கு அவர் விஜயம் செய்தபோது காந்திஜியிடம் குடிநீர்த் தட்டுப்பாடு பற்றி புகார் கொடுத்தார்கள். ஊர்ப் பொதுக் கிணற்றிலிருந்து தண்ணீர் எடுக்க அவர்கள் அனுமதிக்கப் படுவ தில்லை என்பதையும், கோவில்களில் அவர்கள் நுழைய முடியாது என்பதையும், ஊர்மக்கள் அவர்களுடன் பழகுவதைத் தவிர்க்கிறார்கள் என்பதையும் அதன் காரணமாகவே அவர்கள் ஊரிலிருந்து ஒதுக்குப்புறமான பகுதிகளில் வசிக்க வேண்டி யுள்ளது என்பதையும் எடுத்துக் கூறினார்கள். காந்திஜிக்கு வெட்கமும் வேதனையும் ஏற்பட்டது. அவர்களுக்குப் பிச்சை GUAL காந்திஜி விரும்பவில்லை. தங்கள் கால்களிலேயே அவர்கள் நிற்கவேண்டும் என்றுதான் அவர் விரும்பினார். தாகூருடன் இணைந்து காந்திஜி வெளியிட்ட கருத்து இது. “உடல் உழைப்பு கேவலம் என்று கருதப்படும் பழக்கம் தோன்றிய நாளிலிருந்து இந்தியாவைப் பீடை பிடித்துவிட்டது. தங்களது உடன்பிறப்புகளுக்கு மனித உரிமைகளை மறுத்ததற் காகவும் அநியாயமாகவும் அநீதியுடனும் நடந்து கொண்டதற் காகவும் மேல் ஜாதியினர் பதில் சொல்லவேண்டிய நாள் வரத் தான் போகிறது.'\nதோல்பதனிடுவோருக்கு நியாயமான கூலியும் அவர்களது குழந்தைகளுக்குப் படிப்பறிவும் மருத்துவ உதவியும் கிடைப்ப தற்காகப் பணி மேற்கொள்ளக் கூடிய சில நல்ல தொண்டர் களைக் காந்திஜி தேடிக்கொண்டிருந்தார். அக்குழந்தைகளுக் காக இரவுப் பள்ளிகள் நடத்தப்பட்டன. குழந்தைகள் பல்வேறு இடங்களுக்கு சுற்றுலா சென்றார்கள். காந்திஜி தாமே தோல்\n38\nதொழிலாளர்களுக்காக சில இரவுப் பள்ளிகளைத் தொடங்கி நடத்தினார்.\nதோல் தொழிலாளர்களும் காந்திஜியின் வேண்டுகோளுக்கு இணங்க முன்வந்தனர். ஒரு சிலர் இறந்துபோன மாடுகளின் தோல்களை மட்டும் பதனிட ஒப்புக் கொண்டனர். வேறுசிலர் இறந்து போன மாட்டின் புலாலை உண்ணும் பழக்கத்தைக் கைவிட்டுவிடுவதாக வாக்களித்தனர். ஒருதடவை, அவர் தோல் தொழிலாளர்களின் கூட்டம் ஒன்றிற்குப் பிய்ந்து போன செருப்புகளை அணிந்த வண்ணம் கலந்து கொண்டார். மேற்கொண்டிருந்ததால் அப்போது, அவர் சுற்றுப் பயணம் அவரிடம் மாற்று ஜோடி செருப்புகள் இல்லை. அதைக் கண்ட தோல் தொழிலாளிகளில் இருவர் உடனடியாக அவருக்குப் புதிய ஜோடி செருப்புகளைத் தைத்து அன்பளிப்பாக வழங்கினர்.\nஅவர்\nகாந்திஜி தனது தென் ஆப்பிரிக்க சிறைவாசத்தின்போது தமது கைகளினால் தைத்த ஒரு ஜோடி செருப்புகளை அச்சமயம் அந்நாட்டின் அதிபராக விளங்கிய ஜெனரல் ஸ்மட்ஸ் களுக்கு அன்பளிப்பாக வழங்கினார். காந்திஜியின் 70வது பிறந்த தினத்தன்று ஜெனரல் ஸ்மட்ஸ் அவருக்கு அனுப்பிய வாழ்த்துக் கடிதத்தில், “சிறையில் நீங்கள் எனக்காக ஒரு ஜோடி செருப்பு களைத் தயாரித்து அளித்தீர்கள். அவற்றை நான் பலதடவை கள் அணிந்ததுண்டு; இருப்பினும் உங்களைப் போன்ற ஒரு மகாத்மா தயாரித்த அச்செருப்புகளை அணிய நான் தகுதி அற்றவன் என்ற உணர்வு எனக்கு ஏற்பட்டுவிட்டது”.\n39\n"}