{"doc_id": "fcd29ccd-cf07-4c85-89a8-f634187ec3dd", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 28, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "8\nகாந்திஜி ஒரு வேலைக்காரர்\nவேலைக்காரர்கள் வழக்கமாகச் செய்து வரும் எல்லாப் பணிகளையும் ஆசிரமத்தில் காந்திஜி செய்து வந்தார். ஆசிரம வாழ்வுக்கு முன்பு அவர் வக்கீலாக இருந்தார். அப்போது ஆயிரக் கணக்கில் சம்பாதித்துக் கொண்டிருந்தார். இருப்பினும் தினமும் கோதுமையைத் திரிகையில் தன் கையால் அரைத்து வந்தார். கஸ்தூர்பாவும் குழந்தைகளும் அவருடன் சேர்ந்து சப்பாத்தி செய்வதற்கான கோதுமை மாவு அரைப்பது வழக்கம். சபர்மதி ஆசிரமத்தில் இப்பழக்கத்தை காந்திஜி தொடர்ந்து வந்தார். திரிகையில் பழுது ஏற்பட்டால் அதைத் தாமே மணிக்கணக்கில் உட்கார்ந்து சரி செய்வார். ஒரு முறை சமையலறையில் சப்பாத்தி செய்வதற்கு கோதுமை மாவு போதுமான அளவு இல்லை என்று ஒரு ஊழியர் காந்திஜியிடம் சொன்னபோது அவர் உடனே திரிகையின் அருகே அமர்ந்து மாவு அரைக்கத் தொடங்கி விட்டார். மாவு அரைப்பதற்கு முன் கோதுமையை நன்கு புடைத்து கல்பொறுக்கும் பணியையும் அவர் செவ்வனே செய்வார். ஆசிரமத்திற்கு வருகை புரிந்தவர்கள் பலதடவை களில் அவர் கோதுமையில் கல்பொறுக்குவதைப் பார்த்திருக் கிறார்கள். வெளி ஆட்களுக்கு எதிரேயும் எவ்வி விதமான பணியை யும் செய்ய அவர் தயங்கியதே இல்லை. தனது ஆங்கிலமொழி அறிவு பற்றிப் பெருமை கொண்டிருந்த கல்லூரி ஆசிரியர் ஒருவர் ஒரு முறை காந்திஜியைக் காண வந்தார். \"பாபுஜி எனக்கு ஏதாவது வேலை கொடுங்கள்\" என்று அவர் கேட்டார். காந்திஜி, தனக்கு ஏதாவது அலுவலகப் பணி தருவார் என்று அவர் எதிர் பார்த்தார். இதை ஊகித்துவிட்ட காந்திஜி, அவரை கோதுமை யைப் புடைத்து கல்பொறுக்கி வைக்கும்படி கூறிவிட்டார். கல்லூரி ஆசிரியர் சற்று மலைத்து விட்டார். ஒரு மணி நேரம் வரை சிரமத்துடன் அப்பணியைச் செய்தபின் தளர்ந்து போய் ' போய் வருகிறேன்\" என்று சொல்லிவிட்டுச் சென்றுவிட்டார்.\nபல ஆண்டுகளுக்கு காந்திஜி பண்டகசாலையில் உதவி யாளராகப் பணிபுரிந்தார். காலைப் பிரார்த்தனைக்குப் பின் காய்களை வெட்டி வைப்பதற்காக நேராகச் சமையலறைக்குச் சென்றுவிடுவார். சமையலறையிலும் சாமான்கள் பட்டிருந்த அறையிலும் எங்காவது குப்பையோ ஓட்டையோ தென்பட்டால் காந்திஜி பணியாளர்களைக் கடிந்து கொள்வார். காய்கறிகள் பழங்கள் மற்றும் தானியங்களில் அடங்கியுள்ள\nவைக்கப்\n40\nஉணவு\nசத்துக்களைப்பற்றி அவர் நன்கு அறிந்திருந்தார். ஒருமுறை ஒரு ஊழியர் உருளைக்கிழங்குகளைக் கழுவாமலேயே வெட்டத் தொடங்கி விட்டார். காந்திஜி அவருக்கு உருளைக்கிழங்கையும் எலுமிச்சம்பழத்தையும் ஏன் முதலில் தண்ணீரில் கழுவவேண்டும் என்று விளக்கினார். வேறு ஒரு ஆசிரமவாசிக்கு காந்திஜி தோல் சற்று கறுத்திருந்த வாழைப்பழங்களைச் சாப்பிடக் கொடுத்த போது அந்த நபர் சற்று முகம் சுளித்தார். காந்திஜியோ அவரிடம் “உங்களது உடல்நிலையைக் கருத்தில் கொண்டு ஜீரண சக்தியை அதிகரிப்பதற்காகத்தான் இப்பழங்களை உங்களுக்குக் கொடுத்தேன்\" என்று விளக்கினார். காந்திஜி தாமே ஆசிரமவாசிகளுக்கு அடிக்கடி உணவு பரிமாறி வந்ததால், காரசாரமாக இல்லையே என்று யாரும் புகார்கூற வாய்ப்பு இல்லாமல் போய்விட்டது. தென் ஆப்பிரிக்கச் சிறை வாசத்தின்போது நூற்றுக்கணக்கான கைதிகளுக்கு இரண்டு வேளைகளிலும் அவர் உணவு பரிமாறி வந்தார். ஒவ்வொருவரும் தனது பாத்திரங்களைக் கழுவி வைத்துக் கொள்ள வேண்டும் ஆசிரமத்தின் நியதி. சமையல் பாத்திரங்களை ஒவ்வொரு நாளும் ஒவ்வொரு குழுவினர் கழுவி வைப்பர். ஒரு நாள் காந்திஜி ஒரு பெரிய கனமான பானையைக் கையில் ஏந்தி அதில் படிந்திருந்த கரியை அகற்ற முயற்சித்துக் கொண்டிருந்தார். அப்போது அங்கு வந்த கஸ்தூர்பா அம்மையார் அப்பானையைத் தன் கைகளில் வாங்கிக் கொண்டு, “இது உங்கள் பணி அல்ல, இதைச் செய்ய வேறு ஆட்கள் விட்டார். காந்திஜியும் அம்மையாரின் படுவதே விவேகமாக இருக்கும் என்று எண்ணி அங்கிருந்து நகர்ந்து விட்டார். உலோகங்களினால் டிருந்த பானைகள் எல்லாமே பளபளப்புடன் விளங்கினால்தான் காந்திஜிக்குத் திருப்தி. ஒரு தடவை சிறையில் தனது உதவி யாளரிடம் இரும்புச் சட்டிகள் வெள்ளி மாதிரி பளபளக்கும் விதத்தில் தேய்க்கப்பட வேண்டும் என்று கூறினார்.\nஎன்பது\nசெய்யப்பட்\nஆசிரமத்தில் கட்டிட வேலை நடந்து கொண்டிருந்தபோது நிறையப் பேர் கூடாரங்களில் தூங்க நேர்ந்தது. புதிதாக வந்த ஒருவருக்கு எங்கு தங்கவேண்டும் என்று தெரியாததால் படுக்கையை வெளியே வைத்து விட்டு உள்ளே விசாரிப்பதற்குச் சென்றார். விசாரித்துவிட்டுத் திரும்பி வரும் சமயம் எதிரே காந்திஜி அவருடைய படுக்கையைத் தோளில் சுமந்த வண்ணம் வருவதைக் கண்டார்.\nஆசிரமத்திற்கு வெளியே இருந்த கிணற்றிலிருந்து தண்ணீர் இழுப்பது தினசரிப் பணிகளில் ஒன்றாகும். ஒருநாள் காந்திஜி சற்று உடல்நலம் குன்றி இருந்தார். இருப்பினும், தனது\n41\n"}