{"doc_id": "2103dd20-c4a6-4c3e-ab8e-724321e53b5c", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 29, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "நடமாட\nமுடியாத\nமாவு அரைக்கும் பணியைச் செய்து முடித்திருந்தார். இதற்கு மேலாகவும் உடலுழைப்பு ஏதும் காந்திஜி செய்ய வேண்டிய தில்லை என்று எண்ணிய ஒரு தொண்டர் கிணற்றிலிருந்து தண்ணீர் இறைக்கும் பணியில் காந்திஜியின் பங்கையும் தாமே செய்துவிட்டார். காந்திஜிக்கு இது சற்றும்பிடிக்கவில்லை. வேறு பகுதியிலிருந்து ஒரு தொட்டியைக் கிணற்றடிக்குக் கொணர்ந்து அதில் தண்ணீர் நிரப்பிவிட்டுச் சென்றார், காந்திஜி. அத் தொண்டர் தம் செயலுக்காக வருந்தினார். அவரது உடல்நிலை அளவுக்கு மோசமாகப் போனால் ஒழிய, உடல் நலிவுற்றிருந்த சமயத்திலும் உடல் உழைப்பு உட்பட எல்லாப் பணிகளையும் செய்து முடிக்கவேண்டும் என்பது காந்திஜியின் வழக்கம், கொள்கையும் கூட, அதேபோல தான் ஒரு மகாத்மா என்பதாலோ, தனக்கு வயது அதிகம் ஆகிவிட்டது என்பதற்காகவோ, சில சிறிய பணிகளைச் செய்வதைத் தவிர்க்க வும் அவர் விரும்பவில்லை. அவருடைய மனோதிடமும் அவருக்கு இருந்த உழைப்புத் திறனும் அளவிட முடியாதவை. சோர்வை அவர் அறியார். தென் ஆப்பிரிக்காவில் போயர் யுத்தத்தின்போது தூக்குப் படுக்கையை (ஸ்ட்டெச்சர்) சுமந்த வண்ணம் தினமும் 25 மைல்கள் (40 கிலோ மீட்டர்கள் ) நடந்திருக்கிறார். சரியான நடைமன்னர்! டால்ஸ்டாய் பண்ணை யில் இருந்த சமயத்தில் பல சந்தர்ப்பங்களில் ஒரே நாளில் 42 மைல்கள் (67 கிலோ மீட்டர்கள்) அவர் நடப்பதுண்டு. பையில் கொஞ்சம் சிற்றுண்டியை எடுத்துக் கொண்டு அதிகாலை 2 மணிக்கே புறப்பட்டு பக்கத்து ஊருக்குச் சென்று கடைகளில் வாங்கவேண்டிய பொருள்களை வாங்கிக் கொண்டு மாலையில் திரும்பிவிடுவார். மற்ற நண்பர்களும் இளைஞர்களும் காந்திஜி யின் உதாரணத்தை மகிழ்ச்சியுடன் பின்பற்றி வந்தனர்\nGT\n|\nஒருதடவை பண்ணையில் பெரியதோர் பள்ளம் ஒன்றை மூடவேண்டி இருந்தது. பணியாளர்கள் மண்வெட்டிகள் கூடை கள் சகிதம் சென்று காலைப் பணியை முடித்து விட்டு வரும் போது அவர்களுக்கு பழங்களுடன் கூடிய காலை உணவை காந்திஜி தயாராக வைத்திருந்தார். \"எங்களுக்காக ஏன் இவ்வளவு சிரமப்பட்டீர்கள்?\" உங்கள் கையினால் உணவு பரிமாறப்படும் அளவிற்கு எங்களுக்குத் தகுதி இல்லையே\", என்று ஊழியர்கள் கூறினர். காந்திஜி சிரித்த வண்ணம் கொடுத்த பதில் “நீங்கள் பணியை முடித்துவிட்டு களைப்புடன் திரும்பி யுள்ளீர்கள். உங்களது காலை. உணவைத் தயாரிப்பதற்கு என்னிடம் நேரம் இருந்தது; விஷயம் அவ்வளவுதான்!\"\n42\nதென் ஆப்பிரிக்காவில் வாழும் இந்தியர்களின் பிரபலமான தலைவர் என்ற முறையில் இந்தியர்கள் சார்பாக வாதாடுவதற்\nகாக ஒருமுறை அவர் லண்டன் நகருக்குச் சென்றார். சில இந்திய மாணவர்கள் அவரை ஒரு சைவ விருந்திற்கு அழைத் திருந்தனர். அம்மாணவர்கள் உணவை அவர்களே தயாரித்துக் கொண்டிருந்தனர். பகல் 2 மணிக்கு அங்கு வந்த மெலிந்த உருவத்துடன் கூடிய ஒரு நபர் அவர்களுடன் இணைந்து காய் களை வெட்டுதல் பாத்திரங்களைக் கழுவுதல் போன்ற பணி களைச் செய்தார். விருந்திற்கான நேரம் வந்தபோதுதான் மாணவர்களுக்குத் தங்களுடன் பணியாற்றிய நபர் மகாத்மா காந்தி என்பது தெரியவந்தது.\nயாராவது\nகாந்திஜி கடினமாக உழைப்பவர்தான். இருப்பினும் வேறு அவருடைய பணியைச் செய்வது அவருக்குப் பிடிக்காது. ஒரு தடவை ஒரு அரசியல் கூட்டம் முடிந்து இரவு 10 மணிக்கு தம் அறைக்குத் திரும்பியதும் கையில் துடைப்பத்தை எடுத்துக் கொண்டு அறையைச் சுத்தம் செய்யத் தொடங்கினார். ஒரு தொண்டர் அவருக்கு உதவுவதற்கு ஓடிவந்ததை அவர் விரும்பவில்லை. கிராமங்களில் தங்க நேர்ந்தபோது சில நாட் கள் இரவு நேரங்களில் எண்ணை வற்றி விளக்கு அணைந்து போய்விடும். அப்போது சோர்வுடன் படுத்திருக்கும் யாரையும் எழுப்பித் தொந்தரவு செய்யக் கூடாது என்ற எண்ணத்துடன் அறைக்கு வெளியே வந்து நிலவின் வெளிச்சத்திலேயே கடிதம் எழுதுவார் காந்திஜி!\nநவகாளி தொண்டர்களை மட்டுமே தம்முடன்\nஇரண்டு அனுமதித்\nதார். அவர்களுக்குக் கஞ்சி எப்படித் தயாரிப்பது என்று தெரிய வில்லை. சமையலறைக்குச் சென்று அடுப்பின் முன்பு உட்கார்ந்த காந்திஜி தொண்டர்களுக்குக் கஞ்சி வைப்பதைக் கற்றுக் கொடுத்தார். அப்போது அவருடைய வயது 78.\nயாத்திரையின்போது\nதன்\nசெவிலி\nகாந்திஜிக்குக் குழந்தைகளிடம் பிரியம் அதிகம். குழந்தைகள் பிறந்த இரண்டு மாதத்திற்குப் பின் யரையோ ஆயாவையோ காந்திஜி உதவிக்கு வைத்துக் கொள்ள வில்லை. பெற்றோர்களின் அன்பும் ஆதரவும் குழந்தைகளின் வளர்ச்சிக்கு மிகவும் அவசியம் என்று காந்திஜி கருதினார். ஒரு கைக்குழந்தையை அதன் தாயைப் போன்றே கைகளில் ஏந்தி அரவணைத்துப் பாலூட்டி அன்பு காட்டி அதைச் சந்தோஷமாக வைத்திருப்பது காந்திஜிக்கு கைவந்த கலை. ஒரு தடவை தென் ஆப்பிரிக்காவில் இருந்த சமயம் சிறைவாசம் முடிந்து திரும்பிய போது, அவரது நண்பர் போலாக்கின் மனைவி இளைத்துச் சோர்வுடன் காணப்பட்டார். தனது குழந்தைக்குத் தாய்ப்பாலை மறக்கடிக்கும் முயற்சியில் அவர் ஈடுபட்டிருந்தார். இரவெல்லாம்\n43\n"}