{"doc_id": "7e7afcf4-af00-44e3-8386-0d84bf20727a", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 30, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அவரைத் தூங்கவிடாமல் அக்குழந்தை அழுது தொந்தரவு செய்தது. அன்று இரவே காந்திஜி குழந்தையைத் தன் பொறுப் பில் எடுத்துக் கொண்டார். பலநாட்கள் நாள் முழுவதும் வழக்கம்போல் கடுமையான பணிகளையும், மாலையில் பொதுக் கூட்டங்களையும் முடித்து, பல மைல்கள் நடந்து இரவு 1 மணிக்கு காந்திஜி வீடு திரும்புவார். முதல்காரியமாகத் தாயின் அருகே படுத்திருக்கும் குழந்தையை எடுத்துச் சென்று தன் அருகே படுக்கவைத்துக் கொண்டு உறங்கப் போவார். குழந்தை அழுதால் கொடுப்பதற்காக ஒரு பாத்திரத்தில் தண்ணீர் மட்டும் பக்கத்தில் வைத்திருப்பார். ஆனால், அதற்கு அவசியமே ஏற்படவில்லை. குழந்தை அவர் அருகே அமைதியாக உறங்கிவிடும். 15 நாட்களில் குழந்தை தாய்ப்பாலை மறந்து விட்டது.\nஏ\nதன்னைவிட வயதில் மூத்தவர்களை காந்திஜி மிகவும். மதித்தார். கோகலே, காந்திஜியுடன் தங்கி இருந்தபோது அவரது துணிகளை இஸ்திரி போட்டுக் கொடுப்பார். அவரது படுக்கை யைத் தட்டிப் போடுவார். அவருக்கு உணவளித்தபின் அவரது காலையும் பிடித்து விடுவார் காந்திஜி. கோகலே, எவ்வளவோ தடுத்தும் காந்திஜி கேட்கமாட்டார். அவருக்கு மகாத்மா பட்டம் அளிக்கப்படுமுன், ஒருமுறை, தென் ஆப்பிரிக்காவிலிருந்து அவர் இந்தியாவுக்கு வந்து காங்கிரஸ் மகாநாடு ஒன்றில் கலந்து கொண்டார். தாமாகவே முன்வந்து அசுத்தமாக கழிப்பறைகளை அவர் சுத்தம் செய்தார். பிறகு ஒரு காங்கிரஸ் தலைவரிடம் சென்று \"நான் செய்யக் கூடிய பணி ஏதும் உள்ளதா?\" என்று கேட்டார். \"ஏராளமான கடிதங்கள் பதில் அனுப்பப்படாமல் கிடக்கின்றன. அவற்றை கவனிப்பதற்கு எழுத்தர்கள் யாரும் இல்லை. நீங்கள் அப்பணியைச் செய்வீர் களா?” என்று தலைவர் காந்திஜியைக் கேட்டதற்கு அவர் “ \"நான் நிச்சயம் செய்கிறேன்\" என்று பதிலளித்தார். \"என்னால் செய்ய இயலும் எல்லாப் பணிகளையும் நான் செய்வேன்\" என்று மேலும் கூறிய வண்ணம், சிறிது நேரத்திலேயே அப்பணியை முடித்த காந்திஜி, அத்தலைவரின் சட்டைப் பொத்தான்களையும் மாட்டிவிட்டார்.\nஆசிரமத்தில் சற்று அனுபவம் மிக்க ஆட்களின் பணி தேவைப்பட்ட போதெல்லாம் காந்திஜி ஹரிஜனங்களையே தேர்ந்தெடுத்தார். அப்படிச் செய்வதன் மூலம் ஆசிரமத்திலிருந்து தீண்டாமை உணர்வை அகற்ற காந்திஜி முயற்சித்தார். காந்திஜி யின் கொள்கை என்னவென்றால், 'வேலைக்காரர்கள் சம்பளத் திற்கு வேலை செய்யும் எடுபிடிகள் அல்ல. அவர்கள் நமது சகோதார்கள், சமயங்களில் சில தொந்தரவுகள், சில திருட்டுக்\nஎ\nகள், சில அதிகப்படி செலவுகள் எல்லாம் ஏற்படக்கூடும்; இருப்பினும் நாம் அவர்களைச் சகோதரர்களாகவே நடத்த வேண்டும்\". தன்னிடம் ஒருவரை வேலைக்காரராக எப்படி வைத்துக் கொள்வது என்பதை மட்டும் காந்திஜி கற்கவே இல்லை! இருப்பினும் சிறைவாசத்தின்போது அவரது சகாக்கள் சிலர் அவருக்கு உதவ முன்வருவதுண்டு. ஒருவர் பழங்களைக் கழுவி வைப்பார். ஒருவர் ஆடுகளின் பாலைக் கறந்து வைப்பார். ஒருவர் எல்லா நேரங்களிலும் அவருக்குப் பக்கத்திலேயே இருப்பார். ஒருவர் அவரது அறையைச் சுத்தம் செய்வார். ஒரு பிராமணர் அவரது பாத்திரங்களைக் கழுவியதுண்டு. இரண்டு ஐரோப்பியர்கள் தினந்தோறும் அவருடைய கட்டிலைத் தூக்கி வந்து படுக்கையை விரித்து வைப்பார்கள்.\nஇங்கிலாந்தில் சில பிரபுக்களுக்கும் அவர்களது வேலைக் காரர்களுக்கும் இடையே நிலவிய நெருக்கமான உறவு காந்திஜிக்கு மகிழ்ச்சி அளித்தது. ஒரு பிரபுவின் வீட்டிற்கு அவர் விஜயம் செய்தபோது எல்லா வேலைக்காரர்களும் அவருக்கு குடும்பத்தின் அங்கத்தினர்கள் போலவே அறிமுகம் செய்து\nவைக்கப்பட்டனர்.\nஒரு தடவை, ஒரு இந்தியரின் வீட்டில் சில நாட்கள் தங்கி விட்டு விடைபெற்றுச் செல்லும் தருணம் வந்தபோது, வேலைக் காரர்களை அழைத்து இவ்வாறு கூறினார். \"என் நன்றியை எப்படி வார்த்தைகளில் சொல்வது என்றே புரியவில்லை. என் வாழ்வில் நான் யாரையுமே வேலைக்காரர் என்று எண்ணியது இல்லை. ஒரு சகோதரராகவோ சகோதரியாகவோ தான் எண்ணி வந்துள்ளேன். உங்களையும் அப்படியே எண்ணு கிறேன். உங்களது சேவைக்குப் பதிலாக எதையும் செய்வது என்னால் முடியாத காரியம். ஆனால், கடவுள் உங்களுக்கு நிச்சயம் நல்லது செய்வார்.\"\nஅரசியலில் அகிம்சை எவ்விதம் புதிய முறையோ அதே போலப் பொருளாதாரத்தில் கதரும் புதிய முறை. வழக்கில் உள்ள அரசியல் நெறிமுறைகளை அகிம்சை எவ்விதம் திகைக்கும்படி செய்திருக்கிறதோ அதேபோல வழக்கிலுள்ள பொருளாதார முறைகளைக் கதர் திகைக்கவே வைக்கும். யங் இந்தியா 4-6-1931\n-\n45\n"}