{"doc_id": "4bcf37ac-ad05-4be4-93f1-62689424ba45", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 31, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "9\nகாந்திஜி ஒரு சமையல்காரர்\nபண்ணையைத் சமையல்காரரைப்\nகொண்டது உண்டா?” என்று\nஒரு சந்தர்ப்பத்தில் மகாதேவ் தேசாய் காந்திஜியிடம் \"நீங்கள் ஃபீனிக்ஸ் துவங்குவதற்கு முன் எப்போதாவது பணியில் அமர்த்திக் கேட்டார். காந்திஜி, \"நான் முன்னதாகவே அவரது சீட்டைக்கிழித்து அனுப்பிவிட்டேன். எங்கள் சமையல்காரர் நன்கு சமையல் செய்பவர் தான். ஆனால், மசாலாப் பொடிகள் இல்லாமல் அவருக்கு சமையல் செய்யத் தெரியாது. அவரை விடுப்பில் அனுப்பியபின் பதிலுக்கு யாரையும் நியமிக்கவில்லை” என்று பதில் அளித்தார். அப்போது காந்திஜியின் வயது 35.\nகாந்திஜி இங்கிலாந்தில் இருந்தபோது, தனது 18வது வயதிலேயே சமையல் கலையைக் கற்கத் தொடங்கினார். அவர் சைவ உணவு மட்டுமே சாப்பிடுவார். சைவ உணவுப் பழக்கம் இங்கிலாந்து நாட்டில் அப்போதுதான் வேரூன்றத் தொடங்கி இருந்தது. காந்திஜிக்கு ரொட்டி, வெண்ணை, ஜாம் மற்றும் மசாலா ஏதும் போடாத வேகவைத்த கறிகாய்கள்தான் சைவ உணவாகக் கிடைக்கும். பலவகையான மசாலாப் பொடிகளுடன் தயாரிக்கப்பட்ட உணவுப் பழக்கத்தை உடைய காந்திஜிக்கு இங்கிலாந்தில் கிடைத்த சைவ உணவு சப்பென்று இருந்ததில் வியப்பில்லை.\nகாலத்திற்கு சைவ உணவகங்களில் உணவு அருந்தியபின், சிக்கனத்தைக் கடைபிடிக்க காந்திஜி முடிவு செய்தார். வாடகைக்கு ஒரு அறையை எடுத்து, ஒரு ஸ்டவ் அடுப்பு வாங்கி, அதிலேயே தனது காலை மற்றும் இரவு உணவைத் தயாரித்துக் கொண்டார். உணவு தயாரிக்க அவருக்கு 20 நிமிஷங்கள்தான் பிடித்தன. செலவு, நாள் ஒன்றுக்கு 12 அணா ஆகியது (இன்றைய விகிதத்தில் 75 காசுகள்).\n46\n‘சைவ உணவுப் பழக்கத்தின் மேன்மைகள்' என்ற தலைப்பில் ஸால்ட் என்பவர் எழுதிய புத்தகத்தை காந்திஜி படித்தார். அதற்குப்பின், அவர் லண்டனில் இருந்த உணவு உண்போர் கழகத்துடன் தொடர்பு அவருடைய சாப்பாட்டிலும் சில மாற்றங்கள் ஏற்பட்டன.\nசைவ\nகொண்டார்.\nபாரிஸ்டர் பட்டத்துடன் இந்தியா திரும்பிய காந்திஜி பம்பாயில் ஒரு வீட்டை வாடகைக்கு எடுத்துக் கொண்டார். ஒரு பிராமண சமையல் காரரையும் பணியில் அமர்த்திக் கொண்டார். பாதி சமையலை காந்திஜியே செய்தார். அந்த சமையல்காரருக்கும். இங்கிலாந்து நாட்டின் சைவ உணவு களைத் தயாரிப்பதற்கான பயிற்சியை அளித்தார். அறையின் சுத்தம், சுகாதாரத்தில் காந்திஜி மிகவும் இருந்தார். சமையல்காரருக்கு தினமும் குளித்து விட்டு துவைத்த ஆடைகளை அணிந்து பணிக்கு வரவேண்டும் என்று நிபந்தனை போட்டார்.\nகவனமாக\nவகைகளை\nசமையல்\nதென் ஆப்பிரிக்காவிலோ, இந்தியாவிலோ காந்திஜியின் ஆசிரமங்களில் சமையல்காரர்கள் பணிக்கு அமர்த்தப்படவில்லை ஒருவேளை சாப்பாட்டிற்குப் பலவிதமான உணவு வகைகளைத் தயாரிப்பது, நேரத்தை வீணாக்கும் ஒரு தேவையற்ற பழக்கம் என்று காந்திஜி கருதினார். பலதரப்பட்ட ஆசிரமவாசிகளின் பலவிதமான உணவுத் தேவைகளைப் பூர்த்தி செய்வதில் காந்திஜி அக்கறை காட்டவில்லை எல்லோருக்கும் ஒரே மாதிரியான, எளிமையான உணவே தயாரிக்கப்பட்ட து. சாப்பாடு ஒரு பொதுவான சமையல் பட்டது. (அக்கால கட்டத்தில் ஒவ்வொரு ஜாதியினருக்கும் தனித்தனி சமையல் அறையில் உணவு தயாரிக்கும் வழக்கம் கடைப்பிடிக்கப்பட்டு வந்தது). மற்றும்\nசிக்கல்கள் நிறைந்த சமையல் முறைகளை காத்திஜி எளிதாக்கி, அவரது ஆசிரமத்தில் தயாரிக்கப்பட்ட உணவுகள் முறையேசாதமும் கஞ்சியும், ரொட்டி, பச்சைக் காய்கறித் துண்டுகள், மசாலாப்பொடிகள் தூவப்படாத வேகவைக்கப்பட்ட வகைகள், பழங்கள் மற்றும் பால் அல்லது தயிர், இனிப்பு வகைகளுக்கு பதிலாக வெல்லமும் தேனும் வழங்கப்பட்டது.\nஅறையில்\nஜஸ்ட் என்பவர் எழுதிய 'இயற்கைக்குத் திரும்புவோம்' என்ற புத்தகத்தைப் படித்ததிலிருந்து, காந்திஜி, நாம் நமது தேவைக்காக உணவு உட்கொள்ள வேண்டுமே அன்றி சுவைக் காக அல்ல என்ற கோட்பாட்டைப் புரிந்து கொண்டார். உணவு உண்ணும் பழக்கத்திலும் காந்திஜி பல பரிசோதனை களை மேற்கொண்டார். இப்பரிசோதனைகள் அவரது ஆயுட்காலம் முழுவதும் தொடர்ந்தன. சில பரிசோதனைகளில் சமையலுக்கு அவசியம் பரிசோதனை இருக்கவில்லை. சில களால் அவர் அவதிக்குள்ளானார். ஐந்து ஆண்டுகளுக்கு அவர் பழங்களை மட்டுமே உண்டு வாழ்ந்தார். ஒருமுறை, நான்கு காலத்திற்கு முளை கட்டிய தானிய வகைகளையும், சமையல் செய்யப்படாத உணவு வகைகளையும் உட்கொண்டு பார்த்தார். விளைவு தீராத வயிற்றுப் போக்குதான்.\nமாத\n4.7\n"}