{"doc_id": "883ad5fe-4d1e-443a-9da5-f17cdb6dc4f9", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 32, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "தலைமை\nஃபீனிக்ஸ் குடியிருப்பில் அவர் தலைமை ஆசிரியராகவும் சமையல்காரராகவும் பணிபுரிந்தார். ஐரோப்பியர் களுக்குத் தென் ஆப்பிரிக்க இந்தியர்களால் அளிக்கப்பட்ட ஒரு விருந்தில் காந்திஜி சமையல் செய்ததுடன் உணவையும் பரிமாறினார்.\nஃபீனிக்ஸ் குடியிருப்பிலிருந்து சத்தியாக்கிரகம் செய்வோரின் முதற்குழு ஆசிரமத்தைவிட்டு வெளியேறிய நாளன்று காந்திஜி எல்லோருக்கும் சிறப்பான விருந்து படைத்தார். சப்பாத்திகளின் குவியல், தக்காளிச் சட்டினி, சாதம், கறிவகைகள் மற்றும் பேரீச்சம்பழங்கள் அவ்விருந்தில் இடம் பெற்றிருந்தன. அவரது கைகள் சமையல் பணியில் ஈடுபட்டிருந்த அதேசமயத்தில் அவர் சத்தியாக்கிரகம் பற்றி ஆசிரமவாசிகளுக்கு அறிவுரை வழங்கிக் கொண்டிருந்தார். கூடவே, சிறைவாசம் பற்றியும் சில தகவல்களை அளித்தார். சத்தியாக்கிரகம் செய்வோரின் எண்ணிக்கை 2,500 ஆக உயர்ந்த போது காந்திஜியே அவர்களுக்குத் தலைமை ஏற்றார். கூடவே சமையல் பொறுப் பையும் ஏற்றார். ஒருநாள், பருப்பு வெறும் தண்ணீராகக் காட்சியளித்தது. இன்னொருநாள் சாதம் அரைவேக்காடு நிலையில் பரிமாறப்பட்டது. இருப்பினும் காந்திஜிமீது இருந்த அளவற்ற பாசத்தின் காரணமாக சத்தியாக்கிரகிகள் அந்த உணவை முகம் சுளிக்காமல் மகிழ்ச்சியுடன் உண்டனர். தென் ஆப்பிரிக்கச் சிறைகளில் தனது சக ஊழியர்களுக்கு அவர் சமையல் ஆசிரியராக விளங்கினார்.\nசமையல்கலையைக் காந்திஜி கல்வியின் ஒரு முக்கிய அம்சமாகக் கருதினார். டால்ஸ்டாய் பண்ணையில் இருந்த எல்லா ளைஞர்களுக்குமே சமைக்கத் தெரியும் என்று காந்திஜி பெருமையுடன் கூறிவந்தார். தென் ஆப்பிரிக்காவி லிருந்து இந்தியா திரும்பிய பின், சாந்திநிகேதன் மாணவர் களிடையேயும்\nசமையல்கலையை காந்திஜி பரப்பினார்.\nஒரு பொதுவான சமையல் அறை ஏற்பாட்டையும் தங்களது உணவைத் தாங்களே தயாரித்துக் கொள்ளும் பழக்கத்தையும் சாந்திநிகேதன் மாணவர்கள் விருப்பத்துடன் ஏற்றுக் கொண் தாகூருக்கு இத்திட்டங்கள் வெற்றி பெறுமா என்பதில் சந்தேகம் இருந்தது; இருப்பினும் அத்திட்டங்களுக்கு தமது ஆசிகளை அவர் வழங்கினார்.\nச\nஅவரது சென்னை விஜயத்தின்போது மாணவர்கள் தங்குமிடமொன்றில் இருந்த உணவுவிடுதியின் நிலைமையைக் கண்டு திடுக்கிட்டார். ஒவ்வொரு ஜாதியினருக்கும் உணவு தனித்தனியே தயாரிக்கப்பட்டது. தவிர, ஒவ்வொரு\n48\nஒருமுறை\nநபரின் விருப்பத்திற்கேற்றவாறும் கூட பலவிதமான உணவுகள் தயாரிக்கப்பட்டன. ஒரு வங்காளியின் வீட்டில் தங்கியபோது\nவகை வகையான உணவுகள்\nதனது\nஅங்கு பரிமாறப்பட்டதை அவர் விரும்பவில்லை. அப்போது தான், அவர் நாள் ஒன்றுக்கு ஐந்து வகையான உணவுக்கு மேல் (அதாவது காய், கூட்டு, சாம்பார், சாதம், தயிர் பழங்கள் போன்றவை) உட்கொள்ளப் போவதில்லை என்று சபதம் எடுத்துக் கொண்டார். பீஹாரில் சம்பாரனில் அவுரி பயிரிட்டவர்களுக்காகப் போராடியபோது தான் தீண்டாமை ஒழிப்பிற்கான முதல் படியாக குழுவில் இருந்த பல வக்கீல்கள், நண்பர்கள் எல்லோருமே. பொதுவான ஒரே இடத்தில் தயாரிக்கப்பட்ட உணவை உட்கொள்ள வேண்டும் என்ற பழக்கத்தை அறிமுகம் செய்தார்! பல மசாலாக்களைச் சேர்த்து சுவையான உணவு தயாரிப் பதைக் காட்டிலும் சத்துள்ளதும், சுகாதாரமான முறையிலும் தயாரிக்கப்படும் உணவு மேலானது என்று அவர் வலியுறுத்தி வந்தார்.\nகாந்திஜியின் சற்றே மாறுபட்ட உணவு அயிட்டங் களில் சிலவற்றின் பட்டியல் :\n1. வேப்பிலைச் சட்டினி\n2. புண்ணாக்குப் பச்சடி\n3. புளியம்பழ சர்பத்\n1. சோயாபீன்ஸ் வேகவைத்தது\n5. பச்சை இலைகள் சாலட்\n6. சப்பாத்திப் பாயசம்\n:\n:\nசெக்கிலிருந்து புதிதாக எடுத்த\nபுண்ணாக்கைத் தயிருடன்\nகலந்து தயாரிக்கப்பட்டது.\n: புளியைத் தண்ணீரில் கரைத்து வெல்லம்\nகலந்து தயாரிக்கப்\nபடுவது\nகொயினாவைப் போலவே கசப்பானது\n: சோயாபீன்ஸ்\nகாய்களை\nவேகவைத்து- உப்பு மிளகாய்த்\nதூள் சேர்க்காமல் அப்படியே உட்கொள்வது\n: கீரை வகைகள்\n:\nமுள்ளங்கி போன்ற இலைகளை வெட்டிப் பச்சையாக உட்கொள்வது\nசப்பாத்தியைப் பொடி செய்து வெல்லம் கலந்து தண்ணீரில் கரைத்து தயாரிக்கப்படுவது\n49\n"}