{"doc_id": "1fc6892f-02fe-4ed3-aaf4-bb57c6fe81f2", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 33, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "7. கோதுமைக் கஞ்சி\n4\n8. கோதுமைக் காப்பி\n:\nகோதுமையை உடைத்து வேக\nவைத்துத் தயாரிக்கப்படுவது\nஒரு தடவை இங்கிலாந்திற்குக் கப்பல் பயணம் செய்து கொண்டிருந்தபோது தனது அண்ணன் மகனுக்கு இப்படி ஒரு கடிதம் எழுதினார். வாழைப்பழத்தை வேகவைத்துத் தயாரித்த மாவில் இரண்டு பங்கும், கோதுமை மாவு ஒரு பங்கும் கலந்து ரொட்டியும் பிஸ்கட்டும் தயாரிக்க முடியும். கேக் தயாரிப்பது பற்றி இப்படி ஒரு குறிப்பை காந்திஜி கொடுத்தார். வாழைப்பழகோதுமை மாவில் சிறிது நெய்யையும் சேர்த்து நன்கு பிசைய வேண்டும். அதை மூன்று மணிநேரம் ஊறவைக்க வேண்டும். பிறகு கேக் தயாராகிவிடும்.\nகேக், சாதம், காய் வகைகளின் சூப், சாலட், ஆரஞ்சு மற்றும் ஆரஞ்சுத் தோலிலிருந்து ஜாம், ரொட்டி போன்ற அயிட்டங்களை சோடாமாவு அல்லது யீஸ்ட் பயன்படுத்தாமல் தயாரிப்பது எல்லாமே காந்திஜிக்கு கைவந்த கலை. சப்பாத்தி யும் வேறுசில சிற்றுண்டி வகைகளும்கூட அவர் தயாரிப்பது உண்டு. ஆசிரமச் சமையல் அறையில் ரொட்டித் துண்டுகள் மற்றும் பிஸ்கட் தயாரிக்கும் முறைகளை அவர் அறிமுகப் படுத்தினார். நூற்றுக்கணக்கான நபர்களுக்கு குறைந்த செலவில் அரிசியைச் சோறாக்குவதற்காக புதியதோர் அடுப் பையும் காந்திஜி கண்டுபிடித்தார். அதேபோல் பெரும் அளவிற்குக் காய்களையும் அந்த அடுப்பில் வேகவைக்க\nமுடியும்.\n: கோதுமையை வறுத்து மாவாக அரைத்து அதிலிருந்து தயாரிக் கப்படும் காப்பி\nகாந்திஜியின் சகா ஒருவர் காந்திஜியின் உணவு பழக்கங் களை இப்படிக் கிண்டல் செய்தார். \"புற்களில் ஏராளமான சத்துக்களும் வைட்டமின்களும் இருப்பது சமீபகாலத்தில் கண்டு பிடிக்கப்பட்டுள்ளது. நல்லவேளையாக அந்தச் சமயத்தில்\nசா\n50\nந்திஜி ஆசிரமத்தில் இல்லை. இருந்திருந்தால் சமையலறையை முடிவிட்டு நம்மை எல்லாம் புல் வெளிகளுக்குச் புல்மேயச் சொல்லி இருப்பார்.'' சென்று\nகாந்திஜி ஒருமுறை தங்கும் விடுதியுடன் மாதிரிப் பள்ளிக்கு விஜயம் செய்தார். அங்கே இருந்த உணவு கூடிய ஒரு விடுதியின் நிலை அவருக்குத் திருப்தி அளிக்கவில்லை. ஆசிரியர்களிடம் காந்திஜி இவ்வாறு கூறினார்: 'உங்களது பள்ளி உண்மையிலேயே ஒரு மாதிரிப் பள்ளியாக விளங்க வேண்டும் என்றால் ஏட்டுக் கல்வியைத் தவிர மாணவர்கள் சமையல்கலையிலும் துப்புரவுக் வேண்டும்.\" கலையிலும் தேர்ச்சி பெற\n10\n10418\nகாந்திஜி ஒரு மருத்துவர்\nராஜ்கோர்ட்டில் உள்ள அல்ஃப்ரெட் உயர்நிலைப் பள்ளி யிலிருந்து காந்திஜி பத்தாம் வகுப்பில் தேறினார். அதற்குப் பின் அவரது அண்ணனும் பெரிய தகப்பனாரும் அவரை சட்டப் படிப்பிற்காக இங்கிலாந்திற்கு அனுப்பி வைக்க முடிவு செய்தனர். காந்திஜி, மருத்துவப் படிப்புப் படிக்க தாம் விரும்புவதாகக் கூறினார். அவருடைய அண்ணன் “ஒரு வைஷ்ணவக் குடும்பத் தில் பிறந்தவர். பிராணிகளின் உடலை அறுத்து ஆராய்ச்சி செய் யும் படிப்பைப் படிக்கக் கூடாது\" என்று சொல்லி விட்டார். காலம் சென்ற காந்திஜியின் தந்தைக்கும், தன் மகன் மருத்துவம் படிப்பதில் விருப்பம் இல்லை.\nதனது 39வது வயதில் காந்திஜி தென் ஆப்பிரிக்கா விலிருந்து மறுபடியும் இங்கிலாந்து சென்றார். அப்போதும் மருத்துவப் படிப்பு படிக்கும் ஆவல் அவருக்கு ஏற்பட்டது. பிராணிகளின் உடலை அறுப்பது அவரது விருப்பத்திற்குத் தடை போட்டுவிட்டது. பரிசோதனை என்ற பெயரில் பிராணிகளை அறுத்துக் கொல்வது, தடுப்பு ஊசி மருந்து தயார் செய்வதற்காக பிராணிகளை சித்திரவதை செய்வது போன்ற பழக்கங்களில் அவருக்கு உடன்பாடு இல்லை. எந்த மதமும் பிராணிகளைக் கொல்வதை அனுமதிக்கவில்லை. எல்லா மதங்களுமே மனிதனின் நலத்திற்காகப் பல உயிர்களைக் கொல்வது பாவம் என்று தான் கூறுகின்றன. காந்திஜி அலோபதி மருத்துவர்களை சாத்தானின் சீடர்கள் என்று கருதி வந்தார். அதே சமயம் பரிசோதனை முறைகளைத் தவிர்க்கும் ஆயுர்வேத வைத்தியர் கன்டனம் களையும் அவர் செய்தார். ஹோமியோபதியும் அவரை ஈர்க்கவில்லை. நோயுற்றவர்களுக்கு உதவ வேண்டும் என்ற அவருடைய ஈடுபாடு அவரைக் கடைசியாக ஒரு இயற்கை வைத்தியராக உருவெடுக்க வைத்துவிட்டது.\nஇயற்கை வைத்தியத்தில் நிபுணரான குஹ்னே என்பவரின் நூல்களைக் காந்திஜி படித்தார். அவரது நீர்ச் சிகிச்சை முறை காந்திஜியை மிகவும் சில கவர்ந்தது. முதலில் தன்மீதே பரிசோதனைகளை காந்திஜி செய்து கொண்டார். பிறகு தனது மனைவியையும் மகன்களையும் பரிசோதனைகளுக்கு உட்படுத் தினார். அதற்குப்பின், தண்ணீர், மண், காற்று, சூரிய ஒளி ஆகியவற்றின் உதவியுடன் வைத்தியம் செய்யும் ஆற்றலை\n51\n"}