{"doc_id": "9c24b0e9-002f-467a-ac8a-2d6c73a657ab", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 34, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அவர் பெற்றார். மாத்திரைகளையும் மருந்தையும் பயன்படுத்தி உடலுக்கு விஷச் சிகிச்சை தருவதைத் தவிர்த்து, உபவாசம், சரியான உணவு முறைகள் மற்றும் பச்சிலைகள் மூலம் எவ்வித வியாதியையும் குணப்படுத்தலாம் என்று அவர் நம்பினார்.\nநோய்க்கான காரணங்களை சரியான முறையில் கண்டறிந்து கொள்ளும் திறமை அவருக்கு இருந்தது. இதன் காரணமாக பல நோயாளிகளுக்கு அவர் உரிய சிகிச்சையை அளித்து குணப்படுத்தினார். தென் ஆப்பிரிக்காவில் முதல் கட்டத்தில் \"கூலி பாரிஸ்டர்\" என்று அழைக்கப்பட்ட காந்திஜி இப்போது \"கூலி (சற்று அரைகுறை) டாக்டராகவும்\" விளங்கி னார். பல ஐரோப்பியர்களும் இந்தியர்களும் மருத்துவ ஆலோசனைக்கு அவரை அணுகினார்கள். நிறையப் பேருக்கு அவர் குடும்ப மருத்துவராகவும் ஆகிவிட்டார். அந்தக் கால கட்டத்தில் காந்திஜியின் சிகிச்சை முறைகள் எந்த மருத்துவ முறைக்கும் - மருத்துவ நூல்களுக்கும் அப்பாற்பட்டவைகளாக இருந்தன. இருப்பினும், சிறிது காலத்திற்குப் பின் சிகிச்சை முறைகளில் சிலவற்றை வைத்தியர்கள் ஏற்றுக்கொண்டு\nஅவரது\nவிட்டனர்.\nஅவருடைய மகன் டைஃபாய்ட் ஜுரத்தினால் அவதியுற்ற போது டாக்டர்கள் அவனுக்கு முட்டையும் சிக்கன் சூப்பும் உணவாகத் தரப்பட வேண்டும் என்று கூறினர். காந்திஜி மறுத்துவிட்டார். சைவ உணவு மட்டுமே கொடுத்தார். தாமே பையனுக்கு சிகிச்சையை மேற்கொண்டு தண்ணீரையும் ஆரஞ்சுப்பழ ரசத்தையும் மட்டுமே உணவாகக் கொடுத்தார். பைபன் ஜுரத்தின்வேகத்தால் பிதற்றத் தொடங்கியபோது காந்திஜிக்குச் சற்று பயம் ஏற்பட்டது. ச இருப்பினும் அவர் இயற்கை சிகிச்சையை நிறுத்தாமல் தொடர்ந்தார். வெற்றியும் பெற்றார். இதைப் பார்த்து நிறைய டைஃபாய்ட் நோயாளிகள் அவரிடம் சிகிச்சைக்கு வந்தனர். ஊசிகள் இன்றி அவர்களை காந்திஜி குணப்படுத்தி விட்டார்.\nடாக்டரின் உத்தரவை மற்றொரு சந்தர்ப்பத்திலும் அவர் குறியுள்ளார். கஸ்தூர்பா அன்னையார் ஒருமுறை மோசமான நோயால் பீடிக்கப்பட்டிருந்தார். டாக்டர்கள் அவருக்கு பசுமாட்டின் புலாலிலிருந்து தயாரிக்கப்பட்ட சூப் தர வேண்டும் என்று கூறினார்கள். இதை காந்திஜி மட்டுமின்றி அன்னையும் ஏற்கவில்லை. காந்திஜி தொடர்ந்து பல நாட் அன்னையாருக்கு எலுமிச்சம்பழ ரசத்தை மட்டுமே கொடுத்து குணப்படுத்திவிட்டார். அன்னையாருக்கு பருப்பை\nS\nஅன்னை\nவிட்டார்.\nயும் உப்பையும் உணவையும் சேர்த்துக்கொள்ள வேண்டாம், என்று யோசனை கூறினார் காந்திஜி. ஒரு கணம் யாருக்கே தன் கணவர் எவ்வளவு திடசித்தம் வாய்ந்தவர் என்பது மறந்துவிட்டது போலும்! \"எனக்கு உப்பு சாப்பிடாதே, பருப்பு சாப்பிடாதே என்று புத்தி சொல்லும் உங்களால் உப்பையும், பருப்பையும் விட்டுவிட முடியுமா?\" என்று கணவரைக் கேட்டு \"நிச்சயமாக! டாக்டர் யோசனை சொன்னால் அவற்றை விட்டுவிடுவேன். ஆனால், இப்போது மருத்துவரின் யோசனை இல்லாமலேயே ஒரு ஆண்டிற்கு பருப்பையும், உப்பையும் உட்கொள்ளப் போவதில்லை\" என்று காத்திஜி சொல்லிவிட்டார். அம்மையாரின் கண்ணீரும், வேண்டுகோளும் காந்திஜியின் பிடிவாதத்திற்கெதிரே பயனற்றுப் போயின. நோயாளியான அம்மையாரும், வைத்தியரான காந்திஜியும் உப்பையும்,பருப்பையும் துறந்து விட்டனர்.\nமற்றொரு சந்தர்ப்பத்தில், பதினைந்து நாட்களுக்கு கஸ்தூரிபா அன்னையார் வேப்பிலைச் சாறு குடிக்க வேண்டி இருந்தது. குடலைச் சுத்தமாக வைத்துக்கொள்ள வேண்டும் என்று காந்திஜி வற்புறுத்தி வந்தார். குறிப்பாக மலக்குடலில் மலம் தங்கிவிடுவது விஷம் போன்றது. அதைத் தவிர்ப்பதற்கு, உபவாசம், அரைநாள் உபவாசம், எனிமா போன்ற முறைகளை மேற்கொள்ள வேண்டும். தலைவலி, அஜீரணம், வயிற்றுப் போக்கு, மலச்சிக்கல் போன்ற நோய்கள், நாம் அதிகமாக உண்பதாலும் சரியான உடற்பயிற்சி மேற்கொள்ளாததாலும் ஏற்படுகின்றன என்று அவர் கூறிவந்தார். நீண்ட, துரிதமான நடை உடலின் ஆரோக்கியத்திற்கு அவசியம் என்று அவர் கூறி வந்தார். சிறைவாசத்தின்போது காலை, மாலை வேளைகளில் அவர் வெகுநேரம் நடைபயில்வது வழக்கம். மேலும் சரியான சுவாசப் பயிற்சிகளையும் மேற்கொள்ளும்படி அவர் சிறைவாசி களுக்கு போதனை செய்து வந்தார். உடலின் ஆரோக்கியம், காரணமாகப் பாதிப்பு அடைகிறது. காந்திஜி அறிந்திருந்தார். ராமநாமத்தை ஜெபம் செய்வதன் மூலமும் அசைக்க முடியாத தெய்வ நம்பிக்கையினாலும் எல்லா கவலைகளும் மறந்துவிடும் என்று காந்திஜி கூறிவந்தார். ஒரு சர்வரோக சஞ்சீவினி.\nமனக்கவலை\nதென் ஆப்பிரிக்காவில் இருந்தபோது, pohapo, காந்திஜியை ஒரு பட்டாணியன் நன்றாக உதட்டிலும், விலா எலும்புகளிலும், நெற்றியிலும் ஏற்பட்டிருந்த காயங்களுக்கு காந்திஜி மண்னையே பிசைந்து தடவினார். வீக்கம் வடிந்து காயங்களும் ஆறிவிட்டன.\n53\n"}