{"doc_id": "f72593bf-3025-4290-9b3e-dc7efe314b85", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 35, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "ப்ளேக், டைஃபாய்ட் ஜூரம், மலேரியா, அஜீரணம், மஞ்சள் காமாலை, ரத்த அழுத்தம், தீக்காயங்கள், பெரியம்மை மற்றும் எலும்பு முறிவு எல்லாவற்றிற்கும் காந்திஜி மண்சாந்து சிகிச்சையை சிபாரிசு செய்தார். ஒரு பயணத்தின் போது அவரது மகனின் கை உடைந்து விட்டது. காந்திஜி மண்ணைக் குழைத்துப் பூசி கட்டுப் போட்டார். காயம் ஆறிவிட்டது. இந்தச் சிகிச்சை முறையில் நிறையப் பேர்களை காந்திஜி குணப் படுத்தி வந்தார். இருப்பினும் தமது சிகிச்சை முறைகள் பரீட்சார்த்தமானவையே அன்றி முற்றிலும் சரியானவை அல்ல என்றும் எச்சரித்து வந்தார். 'ஆரோக்கியத்திற்கான வழிகாட்டி' என்ற தமது நூலில் குறிப்பிடப்பட்டுள்ள சிகிச்சை முறையை மேற்கொள்வதில் ஆபத்தும் இருக்கிறது என்றும் தமது யோசனை கள் துணிச்சலானவை என்றும் காந்திஜியே சொல்வதுண்டு. மருத்துவமனைகளையோ, மகப்பேறு மனைகளையோ, மருந்து விற்பனைக் கூடங்களையோ நிறையக் கட்டி வைக்க வேண்டும் என்று அவர் சொன்னதில்லை. மாறாக மக்களுக்கு சுத்தத்தை யும் சுகாதாரத்தையும் போதிப்பதுதான் முக்கியம் என்று கூறி வந்தார். நோய்களுக்குச் சிகிச்சை அளிப்பதைவிட நோய் வராமல் தடுப்பது முக்கியம் என்றும் அவர் கூறிவந்தார்.\nஅலோபதி மருந்துகளை ஒரேயடியாக ஒதுக்கி விடுவதற் கில்லை. ஒரு முறை சேவாகிராமில் காலரா நோய் பரவி இருந்த போது காந்திஜியே ஆசிரமவாசிகளையும் கிராமத்து மக்களையும் காலரா தடுப்பு ஊசி போட்டுக் கொள்ளும்படி அறிவுறுத் தினார். ஒரு சிறைவாசத்தின்போது குடல்வால் நோய்க்காக (அப்பெண்டிசைட்டிஸ்) காந்திஜி அறுவை சிகிச்சையை ஏற்றுக் கொண்டார். பொதுமக்கள் அவருக்கு கண்டனக் கடிதங்களை அனுப்பினார்கள். தான் அலோபதி ஏற்றுக் கொண்டது தவறுதான் என்று காந்திஜி ஒப்புக் கொண்டார்.\nசிகிச்சையை\nஇயற்கை வைத்தியத்தை எல்லாச் சந்தர்ப்பங்களிலும் பயன்படுத்த முடியாது என்பதை காந்திஜி அறிந்திருந்தார். இருப்பினும் பல காரணங்களுக்காக அச்சிகிச்சை\nமுறையை\nதனது\nஅவர் வலியுறுத்தி வந்தார். ஏழை மக்கள் அதை எளிதாக மேற்கொள்ள முடியும் என்பது முதல் காரணம். அதுநூற்றுக்கு நூறு சுதேசி முறை என்பது இரண்டாவது காரணம். 77வது வயதில் அளவற்ற உற்சாகத்துடன் உருளிகாஞ்சன் என்ற கிராமத்தில் (மகாராஷ்டிர மாநிலத்தில் உள்ளது) இயற்கை மருத்துவமனை ஒன்றை காந்திஜி நிறுவினார். அதில் விலை உயர்ந்த மருத்துவ சாதனங்கள் கிடையாது. ஒரு லட்சிய மருத்துவர் மருத்துவத்தைப் பற்றி நன்கு அறிந்திருக்க வேண்டும். மேலும் தான் அறிந்துள்ளதை மக்களுடன் இலவசமாகப்\n54\nபகிர்ந்துகொள்ள வேண்டும் என்று காந்திஜி கூறினார். மருத்துவர் களுக்கு வருடாந்திர ஊதியம் ஒன்றுக்கு ஏற்பாடு செய்துவிட்டால் அவர்கள் நோயாளிகளிடம் பணத்தை எதிர்பார்க்கமாட்டார்கள் என்றும் நம்பினார். சில நாட்களில் காந்திஜியே நோயாளிகளைப் பரிசோதனை செய்து சிகிச்சை முறை பற்றி சீட்டில் எழுதிக்கொடுப்பது உண்டு. ராஜு என்பவருடைய சீட்டில் \"சூரிய ஒளிக்குளியல், இடுப்புக் குளியல் மற்றும் ஒத்தடம்: பழரசம், தண்ணீர் கலந்த மோர், பால் கூடாது; மோர் செரிக்க வில்லை என்றால் மேலும் பழரசமும் கொதிக்க வைத்து ஆறவைத்த தண்ணீரும் கொடுக்கவும்\" என்று எழுதப் பட்டிருந்தது. மற்றொரு சீட்டு பார்வதி என்ற நபருடையது. அதில் \"சாத்துக்குடி ரசம் மட்டுமே கொடுக்க வேண்டும். இடுப்புக் குளியல், ஒத்தடம், வயிற்றின் மீது மண்சாந்து பூசவும்; சூரிய ஒளிக் குளியல் தினந்தோறும், இதையெல்லாம் செய்தால் அவருக்கு சரியாகிவிடும். மேலும் ராமநாமத்தை உச்சரிக்கும்படி அவருக்கு அறிவுரை கூறுங்கள்\".\nஅவர்\nஅவருடைய ஆசிரமவாசிகள் வேடிக்கையாக இப்படிச் சொல்வதுண்டு: \"காந்திஜி உன்னை நெருங்கிவந்து உன்னுடன் பேசவேண்டும் என்றால் நீ ஒரு நோயாளியாக மாறவேண்டும்.\" நோயாளிகளின் சிறு தேவைகள் பற்றிக்கூட காந்திஜி அறிந்து வைத்திருந்தார். தினந்தோறும் மாலையில் உலாவி விட்டுத் திரும்பும் சமயத்தில் ஒவ்வொரு நோயாளியையும் சந்தித்துப் பேசுவார். நோயாளியின் உணவு எப்படி தயாரிக்கப்பட\nவேண்டும்: ஒத்தடம் எப்படிக் கொடுக்க வேண்டும், எனிமாவில் எந்த அளவிற்கு உப்பு சேர்க்கப்படவேண்டும். போன்ற விஷயங்கள் பற்றி விபரமான அறிவுரைகளை காந்திஜி வழங்கி வந்தார். சேவாகிராமத்தில் தினந்தோறும் ஒரு மணிநேரம் நோயாளிகளுக்காக அவர் ஒதுக்கி இருந்த சமயத்தில் ஆசிரம வாசிகள் மட்டுமின்றி பக்கத்து கிராமங்களிலிருந்தும் கூட்டமாக ஜனங்கள் வரத்தொடங்கினர். அவர் எல்லோருக்கும் கொடுத்து வந்த அறிவுரை: ”காய்கறிகளைச் சாப்பிடுங்கள்; அருந்துங்கள்; மண்ணைப் பூசிக் கொள்ளுங்கள்.\" சிலசமயங் களில் அவர் நோயாளிகளின் மலத்தையும் சோதனை செய்து பார்ப்பது உண்டு. நோயாளிகள் பலகீனமாக இல்லாவிடில் அவர்களை திறந்தவெளியில் உட்கார்ந்திருக்கும்படி அறிவுரை நோயாளியை முற்றிலுமாக சோதனை செய்த பின்புதான் சிகிச்சை முறை பற்றி அவர் தீர்மானிப்பார்.\nமோர்\nசொல்வார்.\nமாக\nஅவருடைய சக ஊழியர் ஒருவர் மன உனைச்சல் காரண அதிகமான ரத்த அழுத்தத்தால் பாதிக்கப்பட்டிருந்தார்.\n55\n"}