{"doc_id": "734401a4-7b04-4658-83bb-f711e9089688", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 36, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "1\nநோயின் அடிப்படைக் காரணத்தைக் கண்டறிவதற்காக ஒரு உரையாடலுக்கு முன்னும் பின்னும் அவரது ரத்த அழுத்தத்தைப் பதிவு செய்தார். அடுத்தநாள் அந்த நபரிடம் ஒரு ரம்பத்தைக் கொடுத்து ஒரு மரக்கட்டையை அறுக்கச் சொன்னார். அவரது ரத்த அழுத்தம் மரத்தை அறுப்பதற்கு முன்பும் பின்பும் பதிவு செய்யப்பட்டது. மூன்றாவது நாள் அவரை ஒரு பர்லாங் தூரம் (200 மீட்டர்) ஓடச்சொல்லி ஓடுவதற்கு முன்பும் பின்பும் ரத்த அழுத்தம் பதிவு செய்யப்பட்டது. மூன்றாவது நாள் அவரது ரத்த அழுத்தம் குறைந்துவிட்டது. முதல் இரண்டு நாட்களில் குறையவில்லை. காந்திஜி வழங்கிய அறிவுரை: “உங்களது ரத்த அழுத்தம் கூடும்போதெல்லாம் நீங்கள் நடைபயிலுங்கள்.' காந்திஜி எவ்வளவு முக்கியமான பணியில் ஈடுபட்டிருந்தாலும், யாருக்காவது உணவு பற்றியோ, நோய் பற்றியோ அறிவுரை தேவைப்பட்டால் அவரைத் தொந்தரவு செய்ய அனுமதி உண்டு. நாட்டின் பெருந்தலைவர்களுக்குக் கூட இவ்விஷயத்தில் விதிவிலக்கு அளிக்கப்படவில்லை. சிறைவாசத்தின் போது சிறையில், கூட இருந்தவர்களுக்கு காந்திஜி சிகிச்சை அளித்து வந்தார்.\nஒரு தடவை ஆஸ்துமா நோயினால் அவதியுற்ற சக ஊழியர் ஒருவர் காந்திஜியின் உதவியை நாடினார். காந்திஜி அவரைப் புகை பிடிக்கும் பழக்கத்தை உடனடியாகக் கைவிட வேண்டும் என்று அறிவுறுத்தினார். மூன்று நாட்கள் கழிந்தன. எவ்வித முன்னேற்றமும் இல்லை. ரகசியமாக ஒன்றிரண்டு சிகரெட்டுகள் பிடிப்பதை அவரால் தவிர்க்க முடியவில்லை. ஒரு நாள் இரவு அவர் தீக்குச்சியைப் பற்றவைத்தபோது அவர் முகத்தில் டார்ச் விளக்கின் ஒளி விழுந்தது. காந்திஜி அவருக்கு முன்பாக நின்று கொண்டிருந்தார். அந்த நபர் தாம் சிகரெட் பிடித்ததற்காக காந்திஜியிடம் மன்னிப்பு கேட்டார். கூடவே சிகரெட் பிடிக்கும் பழக்கத்தையும் விட்டுவிட்டார். ஆஸ்துமா நோயும் அவரை விட்டு விலகிவிட்டது.\nபாத்ஷா கானுக்கு (எல்லை காந்தி) தலையில் பிரச்சினை. காந்திஜி அவருக்கு சிபாரிசு செய்த சிகிச்சை, பாத்ஷா கானுக்கு நோயைவிட மோசமாகத் தொந்தரவு அளித்தது.\nஒரு தடவை வல்லப்பாய் பட்டேலின் காலில் முள் ஒன்று தைத்துவிட்டது. காந்திஜி அவருக்கு அயோடினுக்கு பதிலாக ஒரு செடியின் கொட்டையை அரைத்துத் தடவ முற்பட்டார். பட்டேல் காந்திஜியிடம் கூறியது : \"நீங்கள் அளித்துள்ள காட்டிலும் தைத்துள்ள முன்ளின் உபத்திரவம் மிகவும் குறைவுதான்\".\n34.\nகாந்திஜி ஒரு செவிலியர்\nகாந்திஜியுடன் கலந்து ஆலோசிப்பதற்காக சில காங்கிரஸ் தலைவர்கள் ஒருமுறை சேவாகிராமத்திற்கு வந்தனர். அப்போது காந்திஜி ஆசிரம நோயாளிகள் சிலருக்கு இடுப்புக் குளியல் சிகிச்சை செய்வதிலும், குளிர்ந்த நீர் ஒத்தடம் கொடுப்பதிலும் ஈடுபட்டிருந்தார். ஒரு தலைவர் காந்திஜியிடம் கேட்டார்: “இப்பணிகளை எல்லாம் நீங்கள்தான் செய்ய வேண்டுமா?\" காந்திஜி பதிலளித்தார்: \"வேறு யார் செய்வார்கள்? நீங்கள் கிராமத்திற்குள் சென்று பாருங்கள், 600 நபர்களில் 300 பேர் நோய்வாய்ப்பட்டிருக்கின்றனர்.\"\nசெவிலியர் பணியில்\nசெய்வார்\nஆலோசனைப்படி\nசிறுவயது முதலே காந்திஜிக்கு ஈடுபாடு இருந்தது. பள்ளி முடிந்ததும் வீட்டிற்கு ஓடிச்சென்று நோயுற்றிருந்த தனது தந்தைக்கு பணிவிடை மருத்துவர்கள் வழங்கி இருந்த மருந்து தயாரித்து, தந்தைக்கு வேளா வேளைக்கு மருந்து கொடுப்பார். கூடவே புண்களையும் சுத்தம் செய்து கட்டுப் போடுவார் தென் ஆப்பிரிக்காவில் இருந்தபோது தினந்தோறும் ஒரு மருத்துவமனையில் இரண்டு மணி நேரத்திற்கு இலவசச் சேவை செய்ய அவர் தீர்மானித்தார். அப்போது, மருந்துகள் எழுதிக் கொடுக்கவும் அவர் கற்றுக் கொண்டார். செவிலியர் பணிக்கு நேரம் ஒதுக்கும் நிமித்தம், அவருக்கு வந்த வழக்கு களில் சிலவற்றை தனது ஒரு முஸ்லீம் நண்பருக்கு மாற்றி வந்தார்.\nட\n1896ம் ஆண்டில் சிறிது காலத்திற்கு இந்தியா வந்த காந்திஜி, இந்தியத் தலைவர்களிடம் தென் ஆப்பிரிக்க இந்தியர்கள் அனுபவித்து வரும் இன்னல்கள் பற்றி எடுத்துரைத்தார். அவரது நேரம் முழுவதுமே 'பசுமை அறிக்கை' தயாரிப்பதில் செலவழிந்தது. இருப்பினும் அவரது சகோதரியின் கணவர் நோய்வாய்ப்பட்ட போது சகோதரியால் செவிலியர் யாரையும் உதவிக்கு அமர்த்திக் கொள்ள முடியவில்லை. காந்திஜி நோயாளியைத் தனது வீட்டிற்குக் கொண்டு வந்து அவருக்கு இரவு பகலாகப் பணிவிடை செய்தார்.\nகையில் எலும்பு முறிவு ஏற்பட்டிருந்த தனது எட்டு வயது மகனுக்குக் காயங்களைக் கழுவி ஒரு மாத காலத்திற்கு\n57\n"}