{"doc_id": "e7d5c01d-017c-4bd6-82c4-8911eb5378b9", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 37, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "கட்டுப்போட்டு வந்தார், டாக்டர் கட்டி இருந்த கட்டை அவிழ்த்துவிட்டு, காயங்களைக் கழுவி விட்டு சுத்தமான மண்சாந்து பூசி கட்டுப் போட்டு வந்தார். காயம் சீக்கிரமே ஆறிவிட்டது. அவரது 10 வயதான மற்றொரு மகன் டைஃபாய்ட் ஜூரத்தால் அவஸ்தைப்பட்டான். 40 நாட்கள் வரை காந்திஜி அவனுக்குப் பணிவிடை செய்தார். பையனின் அலறலைப் பொருட்படுத்தாமல் அவனது உடல் முழுவதையும் ஈரத் துணியால் சுற்றி போர்வைகளைப் போட்டு மூடிவைத்தார். மிகவும் சிரத்தையுடனும் கனிவுடனும் பணிவிடைகள் செய்வார் காந்திஜி. எவ்விதக் குறையும் வைப்பதில்லை. வேறொரு சிறுவனுக்கும் அவர் டைஃபாய்ட் ஜூரம் வந்தபோது சிகிச்சை செய்தார். 15 நாட்கள் வரை மண்சாந்துப் பூச்சும் இடுப்புக் குளியலும் செய்யப்பட்டன. ஒவ்வொரு ஒன்றரை மணி நேரத் திற்குப் பின்பும் புதிதாக மண்சாந்தை ஒன்றரை அங்குல கனத்திற்குப் பூசிவைப்பார். ஜூரம் விட்டதும் பையனை நன்கு கனிந்த வாழைப்பழங்களை உணவாக உட்கொள்ள அனுமதி கொடுத்தார். தாமே 15 நிமிஷங்களுக்கு வாழைப் பழத்தை நசுக்கிக் கூழாக்கிப் பையனுக்கு சாப்பிடக் கொடுத் தார், அவர். இப்பணியைப் பையனின் தாயாரிடம் ஒப்படைத் தால், அவர் அளவுக்கு அதிகமாக உணவு கொடுத்து விடுவாளோ என்று அஞ்சி, இப்பணியைத் தாமே செய்தார். நோயாளிக்குப் பணிவிடை செய்யும் தருணத்தில் அவரை அமைதியாகவும் இருக்க வைப்பார். மனிதர்களுக்கு சார்புத் தன்மையை ஏற்படுத்தும் காப்பி, டீ போன்ற பானங்களை காந்திஜி தவிர்த்து வந்தார். இருப்பினும் நோயுற்றிருந்த ஒரு தென் இந்தியச் சிறுவன் காப்பி வேண்டும் என்று கேட்டபோது, தாமே தமது கைகளால் காப்பி தயாரித்து அவனுக்கு அளித்தார்\nநோயாளிகளுக்கு ஒத்தடம் கொடுப்பது, எனிமா கொடுப்பது, மண்சாந்து அப்புவது போன்ற பணிகளைச் செய்வார். நோயாளிகளைப் பொருத்தவரை அவர் செவிலி யருக்கு ஒருபடி மேலாகவே இருந்தார். தன்னை நோய் தொற்றிக் கொண்டுவிடுமோ என்ற அச்சம் அவருக்கு எழுந்ததே இல்லை. வெண்குஷ்டத்தால் பாதிக்கப்பட்ட ஒரு பிச்சைக்காரர் ஒருமுறை அவரிடம் வந்தார். காந்திஜி அவருக்குத் தங்க இடம் கொடுத்து, புண்களுக்குச் சிகிச்சை அளித்து, சிலநாட்கள் தன்னிடம் வைத்துக்கொண்ட மருத்துவமனைக்கு அனுப்பினார். காந்திஜியுடன் சிறையில் இருந்த ஒரு நபர் குஷ்டத்தால் பீடிக்கப்பட்டபோது, காந்திஜி தினமும் அவரைச் சென்று பார்த்து சிகிச்சை செய்து வந்தார்.\nபின்பே\nஅவரை\n58\nசிறைவாசத்திற்குப் பின் அந்நோயாளி பல ஆண்டுகளுக்கு காந்திஜியுடன் சேவாகிராமிலேயே இருந்தார். காந்திஜி தினமும் அவருக்கு மருந்து போட்டு வந்தார்.\nகளில்\nஇரண்டு சரித்திர முக்கியத்துவம் வாய்ந்த சந்தர்ப்பங் காந்திஜிக்குத் தமது செவிலியர் பணியைப் பெரும் அளவில் செய்வதற்கான வாய்ப்புகள் கிட்டின. முதலாவது, போயர் யுத்தம். இரண்டாவது, ஜுலுக்களின் புரட்சிப் போராட்டம். இரண்டு சந்தர்ப்பங்களிலும் ச காந்திஜி ஒரு இந்திய ஆம்புலன்ஸ் சேவையை நிறுவி காயமுற்றவர்களுக்கும், நோயுற்றவர்களுக்கும் சிகிச்சை அளித்தார். செவிலியர்களுக்குத் தலைமை ஏற்று சிறந்த முறையில் பணியாற்றிய காந்திஜி. நோயாளிகளைத் தூக்குப் படுக்கையில் (ஸ்ட்ரெச்சர்) சுமந்த வண்ணம் மைல் கணக்கில் நடப்பார். சவுக்கடி பட்டுக் காயமுற்றுக்கிடந்த ஜுலு மக்களுக்கு சிகிச்சை அளித்தார். \"காருண்ய சகோதரிகள்\" குழுவைச் சேர்ந்த வெள்ளைக்காரச் செவிலியர்கள் காயமுற்று, அவதிப்பட்டுக் கொண்டிருந்த ஜுலு இனத்தவருக்குச் சிகிச்சை செய்ய மறுத்துவிட்டனர். அவர்களது காயங்கள் சீழ்ப் பிடிக்கத் தொடங்கி இருந்தன. கறுப்பு இன ஜுலு மக்களுக்கு மட்டுமின்றி, காயமுற்ற வெள்ளையர்களுக்கும் செவிலியப் பணி செய்தார். அவரது பணிகளைப் பாராட்டிய தென் ஆப்பிரிக்க அரசாங்கம் அவருக்கு ஜூலு போர்ப் பதக்கத்தையும் இந்திய-கேசரி பதக்கத்தையும் வழங்கியது.\nஅவர்\nஒரு 23\nசேமிப்பு\nதென் ஆப்பிரிக்காவின் தங்கச் சுரங்கப் பகுதிகளில் பிளேக் நோய் பரவியபோது, நிறைய இந்தியர்கள் பாதிக்கப் பட்டனர். அதைப் பற்றிக் கேள்வியுற்ற உடனேயே காந்திஜி நான்கு உதவியாளர்களுடன் அங்கு விரைந்தார். அருகே எதுவும் இல்லை. மருத்துவமனை காலியாக இருந்த கிடங்கில் படுக்கைகளுக்கு ஏற்பாடு செய்து நோயாளிகளை அங்கு கொண்டு சென்றார். அவரது பணிகளைப் பாராட்டிய ஊராட்சி மன்றம் அவருக்குக் கிருமிநாசினிகளை செவிலியையும் உதவிக்கு அனுப்பியது. அச் வழங்கி செவிலிய மாதிடம் பிராந்தி போத்தல்கள் நிறைய இருந்தன. காந்திஜி அவற்றைப் பொருட்படுத்தவில்லை. மருத்துவ உதவி செய்ததுடன், அவர்களது படுக்கைகளையும் சுத்தம் செய்து இரவெல்லாம் கண்விழித்து அவர்களைப் பார்த்துக் கொண்டார். டாக்டரின் அனுமதியுடன் மூன்று நோயாளிகளுக்கு மண்சாந்து சிகிச்சை அளிக்கப்பட்டது. இரண்டுபேர் பிழைத்துக் கொண் டனர். அந்தச் செவிலிய மாது உள்பட மற்ற நோயாளிகள் அனைவரும் மாண்டுபோயினர். நோயாளிகளுக்கு எப்படி நாம்\nஒரு\n59\n"}