{"doc_id": "212f806f-d7a4-4e14-94c5-d50349da5551", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 38, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "நல்ல முறையில் சேவை செய்கிறோமோ அதேபோல் நமது உடலையும் ஆரோக்கியத்துடன் வைத்துக் கொள்வது அவசியம் என்று காந்திஜி கூறுவார். அவர் எப்போதுமே முன் எச்சரிக்கை யுடன் செயல்படுவார். பணி அதிகம் இருந்தபோதெல்லாம். தாம் உண்ணும் உணவின் அளவைக் குறைத்துக் கொள்வார். அவர் எனிமா கொடுப்பதில் நிபுணராக விளங்கினார். அதேபோல் இடுப்புக் குளியல் செய்வதிலும், மண்சாந்து சிகிச்சையிலும் குளிர்ந்தநீர் ஒத்தடம் கொடுப்பதிலும் நிபுணர். தன்னுடைய ரத்த அழுத்தத்தைக் குறைப்பதற்குத் தனது நெற்றியில் மண் சாந்தினைப் பூசிக்கொள்வார். யோனே நொகுச்சி என்ற ஜப்பான் நாட்டுக் கவிஞர் ஒருமுறை காந்திஜி யைச் சந்தித்தபோது அவரது நெற்றியில் மண்சாந்து பூசப்பட்டிருந்தது. காந்திஜி சிரித்தவண்ணம் சொன்னார் : \"நான் இந்திய மண்ணில் பிறந்தேன். இந்திய மண்ணையே என் தலைமீதும் தாங்கிக் கொண்டிருக்கிறேன்.''\nK\nசிகிச்சையைச்\nநோயாளியின் நிலைமை கவலைக்கிடமான சமயங்களில் காந்திஜி சற்றும் பதட்டம் அடையமாட்டார். தொடர்ந்து அமைதியாக நோயாளிகளுக்குச் செய்வார். இரண்டு தடவைகள் தென் ஆப்பிரிக்காவில் கஸ்தூரிபா அன்னையாரின் உடல்நிலை கவலைக்கிடமாயிற்று. டாக்டர்கள் கைவிரித்து விட்டனர். காந்திஜி பொறுமையாகவும், தைரியத் துடனும் பணிவிடைகளைத் தொடர்ந்து செய்தார். அன்னை யாரின் உடல்நிலையும் தேறிவிட்டது. தென் ஆப்பிரிக்கச் சிறையிலிருந்து வெளியே வந்த ஒரு சந்தர்ப்பத்தில் அன்னையார் மிகவும் பலகீனமாகிவிட்டார். காந்திஜி அவருக்கு பல் துலக்கி வைத்து, காப்பி தயாரித்து கொடுத்து எனிமா கொடுத்து, மலம் கழித்த தட்டுகளை அகற்றி சுத்தம் செய்து, அன்னையாரின் தலையையும் வாரிவிட்டார். அதிகாலையில் அவரைப் படுக்கை அறையிலிருந்து வெளியே தூக்கி வந்து நாள் முழுவதும் திறந்த வெளியில் ஒரு மரத்தடியில் உட்கார வைத்திருப்பார். சூரியன் கிழக்கிலிருந்து மேற்கு திசைக்குமாறும்போது படுக்கை யையும் திர்ப்புறத்திற்கு மாற்றி வைப்பார்.\nG1\nதென் ஆப்பிரிக்காவில் இந்தியச் செவிலியர் கிடைப்பது குதிரைக் கொம்பாக இருந்தது. வெள்ளையச் செவிலியர்கள் கறுப்பர்களுக்குப் பணிவிடை செய்யமாட்டார்கள். கஸ்தூர்பா அன்னையாரின் கடைசிக் குழந்தையின் பேறுகாலம் நெருங்கிய போது, காந்திஜி மகப்பேறு சம்பந்தமான புத்தகங்களைப் படித்தறிந்து, தாமே செவிலியராகப் பணியாற்றி குழந்தைப்பேறு நல்லபடியாக நடக்கும்படி பார்த்துக் கொண்டார்.\n60\nஆகாகான் அரண்மனையில் கஸ்தூர்பா கடைசி முறை யாக நோய்வாய்ப்பட்டார். 75 வயதான காந்திஜி அவருக்கு இடுப்புக் குளியல் மூலம் சிகிச்சை அளித்தார்.\nசெவிலியர் மற்றும் மருந்தாளுனராகப் பணியாற்றிய காந்திஜி ஒருமுறை தாமே நோயாளியாகிவிட்டார். ஏரவாடாச் சிறைவாசத்தின்போது குடல்வால் நோய்க்காக (அப்பெண்டி சைட்டிஸ்) அவருக்கு அறுவைச் சிகிச்சை செய்யப்பட்டது. செவிலியர்கள் காந்திஜியின் செவிலிய-மருந்தாளுனர் அறிவை மிகவும் பாராட்டினர். ஒரு செவிலியை இவ்வாறு கூறினார்: \"செவிலியர் பணி எப்போதுமே மகிழ்ச்சி அளிப்பதுதான். ஆனால், காந்திஜிக்குச் செவிலியப் பணி ஆற்றியது, நான் செய்த பாக்கியம்! அது எனக்கு இரட்டிப்பு மகிழ்ச்சியை அளித்தது. டாக்டர். இதுபோல் உனது அறிக்கையை நீ எப்போதுமே அச்சடித்து வினியோகித்தது இல்லையே. இப்போது ஏன் அப்படிச் செய்தாய் என்று?''\n\"இதற்கு முன்பு இப்படிப்பட்ட ஒரு\nஎன்று\nசெய்ததில்லையே\"\nபணிவிடை பதில் அளித்தார்.\nநோயாளிக்குப் செவிலியை\nஒரு ரூபாய் பெறுமானமுள்ள கதரை நீங்கள் வாங்கும். தொழிலாளி தன்னுடைய உழைப்பின் முழுப் பலனை\nபோது,\nயும் அவனே வைத்துக்கொள்கிறான் என்பதை நீங்கள் அறிய வேண்டும். ஆனால், உள்நாட்டு மில்லில் தயாராகும் துணியை நீங்கள் வாங்கும்போது, அவனுக்குப் பதிலுக்கு எதையும் அளிக்காமல் அந்த லாபகரமான உழைப்பின் பலன் செய்துவிடுகிறீர்கள். முழுவதும் அவனுக்கு இல்லாதபடி கதரை விற்கும் ஸ்தாபனம், அதற்காகும் செலவைத் தவிர வேறு எதையும் அடைவதில்லை. ஆகையால், அதுவும் உற்பத்தியாளருக்குச் சமமான தாகிறது.\nஹரிஜன் 5-10-1934\n61\n"}