{"doc_id": "51605d28-7d84-4c88-9534-51dc2b4cfd5c", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 39, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "12\nகாந்திஜி ஒரு ஆசிரியர்\nகாந்திஜியின் திருமணம் அவரது 13வது வயதில் நடந்தது. அப்போது, அவருடைய மனைவி கஸ்தூர்பாவின் வயதும் 13 தான். அன்னைக்கு எழுதப் படிக்கத் தெரியாது. அந்த வயதிலேயே காந்திஜி தம் மனைவிக்குக் கல்வி கற்பிக்க முயன்று தோற்றுப் போனார். 1914ம் ஆண்டில் இங்கிலாந்துக்குக் கப்பல் பயணமாகச் சென்றபோது, தனது நண்பர் கல்லன்பாக்கிற்கு தினமும் ஒருமணிநேரம் குஜராத்தி மொழி கற்றுக் கொடுத்தார். தம் மனைவி கஸ்தூர்பாவுக்கு கீதையையும் ராமாயணத்தையும் படித்துக் காண்பித்து விளக்கமும் கொடுத்தார். அன்னையார், குஜராத்திப் பாடம் கற்பிக்கும் போதும் உடன் இருப்பார். கஸ்தூர்பா தமது 73வது வயதில் ஆகாகான் அரண்மனையில் (சிறையில்) காந்திஜியுடன் இருந்தார். அப்போது காந்திஜிக்கு ஓய்வுநேரம் கிடைத்தது கீதையிலும் ராமாயணத்திலும் எளிய விளக்கங்களுடன் தம் மனைவிக்கு வகுப்பு எடுத்தார். தினமும் மனைவிக்கு பூகோளம், குஜராத்தி, இலக்கியம் மற்றும் இலக்கணம் ஆகியவற்றையும் கற்றுத்தர முயற்சித்தார். வயது கூடிவிட்டதாலும் மனதில் சற்று சோகம் இருந்ததாலும் அன்னையாருக்கு அப் பாடங்களில் விருப்பம் ஏற்படவில்லை! சிறைவாசத்தின்போது மற்றொரு சைனா நாட்டுச் சிறைவாசிக்கு ஆங்கிலமொழியைக் கற்றுக் கொடுத்தார். அயர்லாந்து நாட்டவர் ஒருவருக்கு குஜராத்தி மொழியைக் கற்றுத் தந்தார். தமது பேரப்பிள்ளைகளுக்கு சரித்திரம், பூகோளம் மற்றும் வடிவியலில் (ஜாமெட்ரி) பாடங்கள் எடுத்தார். தமது 74வது வயதிலும் அவரால் வடிவியல் உருவங்களைக் கச்சிதமாக வரைய முதுந்தது.\nகாந்திஜிக்கு தமது கற்பிக்கும் திறமையில் அசாத்திய நம்பிக்கை இருந்தது. ஆனால், கல்வி கற்பிப்பதில் அவருடைய முற்றிலும் அணுகுமுறை மாறுபட்டதாக இருந்தது. தென் ஆப்பிரிக்காவில் ஒரு முடிதிருத்துபவர், ஒரு குமாஸ்தா மற்றும் ஒரு கடைக்காரர் ஆகிய மூவரும் ஆங்கிலம் கற்க விரும்பினர். அவர்களிடம் ஆசிரியருக்குக் கொடுப்பதற்கான பணமோ, வகுப்புக்குச் செல்வதற்கான நேரமோ இல்லை. காந்திஜி, தாமே அவர்கள் பணியில் இருந்த இடங்களுக்குச் சென்று எட்டே மாதங்களில் அவர்களுக்கு ஆங்கில மொழியை மட்டுமின்றி கணக்குகள் வைத்துக் கொள்ளும் முறை மற்றும் தொழில்\nசம்பந்தமான கடிதங்கள் எப்படி எழுத வேண்டும் போன்ற விஷயங்களையும் கற்றுக் கொடுத்துவிட்டார்.\nகொஞ்ச காலத்திற்குத் தன் மகன்களுக்கு வாய்வழிக் கல்வி கற்பித்தார், காந்திஜி. அவரிடம் நேரம் குறைவாக இருந்ததால் வெளியே உலாவச் செல்லும்போதும், கடைகளுக்குச் செல்லும் போதும் மகன்களைக் கூடவே அழைத்துச் சென்று, இலக்கியம், கவிதைகள் ஆகியவற்றைக் கற்பித்து வந்தார். சில மாதங்களுக்கு ஒரு ஆங்கில ஆசிரியையை அமர்த்தி, தன் மகன்களுக்கு ஆங்கிலம் கற்றுக் கொடுத்தார். அவரது ஆங்கில நண்பர்களிட மிருந்தும் மகன்கள் சிறிது ஆங்கிலம் பயின்றனர்.\nஃபீனிக்ஸ் குடியிருப்பில் இருந்த சமயத்தில் பண்ணையில் தம்முடன் பணியாற்றிய ஊழியர்களின் குழந்தைகளுக்காக ஒரு ஆரம்பப் பள்ளியைக் காந்திஜி தொடங்கினார். அப்பள்ளியில், அவர் தலைமை ஆசிரியரானார். ஊழியர்களில் சிலர் ஆசிரியர் களாகப் பணியாற்றினர். மாணவர்கள் பல்வேறு மதங்களைச் சேர்ந்தவர்கள். ஆசிரியர்கள், இந்தியா, இங்கிலாந்து மற்றும் ஜெர்மனி நாட்டவர்கள். ஆசிரியர்களுக்குத் தினந்தோறும் கடின மான உடலுழைப்புப் பணி மேற்கொள்ள வேண்டி இருந்ததன் வயல்களிலிருந்தும் காரணமாக, தோட்டங்களிலிருந்தும் கைகால்களில் புழுதியுடன் நேராக வகுப்பெடுக்க சில சமயங்களில், விடுவார்கள். காந்திஜி, சிறுகுழந்தையை ஏந்திய வண்ணம் வகுப்பு எடுப்பார். தாம் செய்யாத, தம்மால் செய்ய இயலாத எதையும் செய்யும்படி மாணவர்களிடம் அவர் சொல்லமாட்டார். பயந்த சுபாலம் மாணவர்களை உள்ள ஒரு ஆசிரியரால் தைரியசாலிகளான என்று உருவாக்க முடியாது கூறுவார். காந்திஜி,ஆசிரியர் மாணவர்களுக்குத் தாமே ஒரு முன் உதாரணமாக விளங்க வேண்டும் என்று வற்புறுத்துவார். அவர் பல்வேறு குறைகளைப் பற்றிய புத்தகங்களைப் படித்து வந்தார் அவ்வப்போது புதிய விஷயங்களையும் தெரிந்து கொள்வார். தனது 65வது வயதில் வான் இயல் பற்றி படிக்கத் தொடங்கினார்.\nவந்து ஒரு\nகைகளில்\nகுடியிருப்பில் இருந்த பள்ளி, பரீட்சார்த்த கடுமையான சட்டதிட்டங்களுடன்\nச\nஃபீனிக்ஸ் முறையில் பல க பட்டது. நடைமுறைகள் எளிமையாகவும் அதேசமயம், சற்றுக் கடினமாகவும் இருந்தன. தேநீர், காப்பி, கோக்கோ போன்ற பானங்கள் அவை தடை செய்யப்பட்டிருந்தன. காரணம் பெரும்பாலான அடிமைகளைக் கொண்டு பயிரிடப்படுபவை. மாணவர்கள் ஆசிரமத்திலேயே வசித்தவர்கள். காந்திஜி, அபூர்வ புத்தகங்களைப் பயன்படுத்தினார். தனது இளமைப் பருவத்தில், தன்னை, ஆசிரியர்கள் பாடங்களை நெட்டுருப்\nமாகவே\n63\n"}