{"doc_id": "bfa07277-b54f-48af-b4c8-db9ff78b03a2", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 4, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "பலதரப்பட்ட எத்தனை விஷயங்களில் அவருக்கு\nஆர்வம்\nஅதுவும் அளவுக்கப்பாற்பட்ட ஆர்வம் இருந்தது\nஎன்பதை இப்புத்தகம் எடுத்துக் காட்டுகிறது. எந்த விஷயத்திலும் காந்திஜி நுனிப்புல் மேயவில்லை. நாம் எந்த விஷயங்களை அற்ப விஷயங்கள், சாதாரண விஷயங்கள் என்று ஒதுக்கி விடுகிறோமோ, அவற்றில் அவர் முழுமனதுடன் ஈடுபாடு கொண்டிருந்தது அவரது மனிததேயத்தைக் காட்டுகிறது. அதுவே காந்திஜியின் குணாதிசயம்.\nவெறும் அரசியல்வாதியாகவும் பொது வாழ்வில் ஈடுபட்ட மனிதராகவும் மட்டும் இருக்கவில்லை. பல்வேறு பணிகளில் எவ்வாறு ஈடுபட்டிருந்தார் என்பதை இப்புத்தகம் நமக்கு எடுத்துக் கூறுகிறது. இப்புத்தகத்தைப் படிப்பதன் மூலம் நாம் காந்திஜியின் மனப்பாங்கை நன்கு புரிந்து கொள்ள இயலும்.\nபுது டில்லி\nமார்ச் 10.1964.\nஜவஹர்லால் நேரு\nநூலாசிரியரின் முன்னுரை\nஇப்புத்தகத்தின் கையெழுத்துப் பிரதி 1949ம் ஆண்டிலிருந்து என்வசம் இருந்து வந்துள்ளது. டி.ஜி.டெண்டுல்கர் அவர்களின் 'மகாத்மா' புத்தகத்தின் கையெழுத்துப் பிரதியை 1948ம் ஆண்டில் நான் படித்தேன் அப்போதுதான் நான் வங்காளத்தில் கஸ்தூர்பா மையத்தில் எனது பணியை முடித்துவிட்டு வந்திருந்தேன். நான் ஒரு கிராமத்தில் பணியாற்றினேன். என்னுடன் அங்கிருந்த பெண் பயிற்சி யாளர்களுக்கு காந்திஜியைப் பற்றி எதுவுமே தெரிந்திருக்கவில்லை. அவர்கள் தினமும் ராட்டையில் நூல் நூற்றார்கள். காந்தி ஜெயந்தியையும் கொண்டாடினார்கள். சிலர் சுதந்திரப் போராட்டத்தில் கலந்து கொண்டு சிறைக்கும் சென்றிருந்தனர். இருப்பினும், காந்திஜி நம் நாட்டிற்காக என்னவெல்லாம் செய்தார் என்பது பற்றி அவர்கள் அறியவில்லை. என் கணிப்பு தவறாக இருக்கலாம். ஆனால், என் உணர்வு அப்படித்தான் இருந்தது.\nஇப்போதும் தினமும் நான் வாழ்க்கையில் சந்திக்கும் மனிதர்களைப் பற்றி அவ்வாறே உணர்கிறேன். அவர்களில் சிலர் படித்தவர்கள். ழைப்பை வெறுப்பவர்கள். நானே உழைப்பை உயர்வாக எண்ணவில்லை. ஆனால், உடல் உழைப்பு எவ்வளவு கடினமானது என்பது எனக்குத் தெரியும். அதனால்தான் தினமும் எனது வேலைக்காரர்களுடன் சேர்ந்து நானும் சிறிதளவு உடலுழைப்பை மேற்கொள்கிறேன். கொஞ்சம் காசு செலவழிப்பதன் மூலம் பிறரது உழைப்பை நமக்காக பயன்படுத்திக் கொள்ளும் உரிமை நமக்குக் கிடைத்துவிடும் என்ற எண்ணத்தை வளர்த்துக் கொள்ள நான் விரும்பவில்லை.\nD\nஎத்தனையோ பேர்கள் குறிப்பிட்ட தொழில்களைத் தங்களது பிழைப்பிற்காகச் செய்து வருகின்றனர். காந்திஜியோ அதே தொழில் மனம் விரும்பி ஆர்வத்துடன் செய்து வந்தார் என்பதை இப்புத்தகத்தின் வாயிலாக மக்களுக்கு உணர்த்த நான் விரும்புகிறேன். சில சம்பவங்கள் வேண்டும் என்றே பலமுறைகள் எடுத்துக் காட்டப் பட்டுள்ளன. காந்திஜியைக் குருட்டுத்தனமாக ஆராதனை செய்பவர் களின் எண்ணிக்கையை அதிகரிக்க நான் விரும்பவில்லை. ஆனால், இன்றைய இளைஞர்களுக்கு காந்திஜி தேசபிதா மட்டும் அல்ல வேறுபல உருவங்களும் அவருக்கு இருந்தன என்பதை உணர்த்துவது எனது நோக்கம் ஆகும்.\nகளை\n"}