{"doc_id": "3cc1a8ac-1128-491c-9afc-215209e3b600", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 40, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "கட்டாயப் படுத்தியது அவருக்கு நன்றாக நினைவில் இருந்தது. இதன் காரணமாக படிப்பில் ஆர்வம் குறைந்து விடுகிறது. எழுத்தறிவு, படிப்பறிவு மற்றும் கணிதம் ஆகிய மூன்றின் அடிப்படைக் கல்விமுறையில் காந்திஜிக்கு ஈடுபாடு கிடையாது. மாணவர்களின் மனதில் பண்பாட்டையும் நன்னடத்தையையும் வளர்ப்பது முக்கியம் என்று கருதினார்.\nஅம்மாணவர்கள்\nசைவ\nமாணவர்கள் எல்லா மதங்களையும் மதிக்க வேண்டும் என்று அறிவுறுத்தப்பட்டனர். ரம்ஜான் மாதத்தின்போது முஸ்லீம் மாணவர்களுடன் சேர்ந்து மாணவர்களும் விரதம் அனுசரித்தனர். சில மாதங்களுக்கு சில முஸ்லீம் மாணவர்கள் இந்து குடும்பங்களுடன் வசித்தனர். உணவை அக்குடும்பங்களுடன் சேர்ந்து உண்டனர். ஆசிரமத் தின் எல்லா மாணவர்களும் சர்வமத பிரார்த்தனையில் கலந்து கொண்டனர். தோட்டவேலை, துப்புரவுப் பணி, செருப்புத் தைக்கும் பணி, தச்சு வேலைகள் மற்றும் சமையல் பணியிலும் மாணவர்கள் பங்கேற்றனர். சங்கீதத்தை ரசிக்கவும் மாணவர் களுக்குப் பயிற்சி அளிக்கப்பட்டது. தினந்தோறும் பஜனை களும், பாடல்களும் பக்கவாத்தியங்களுடன் பாடப்பட்டன. டென்னிஸ் அல்லது கிரிக்கெட் விளையாடுவதற்கு பதிலாக மாணவர்கள் உடல் உழைப்பின் மூலம் உடலை வலுவாக வைத்துக் கொள்ள முடியும் என்று கூறிவந்தார். டால்ஸ்டாய் பண்ணையிலும் சபர்மதி ஆசிரமத்திலும் தைக்கும் கலையை மாணவர்களுக்குப் பயிற்றுவித்தார். ஆரம்பப் காந்திஜி செருப்பு பாடங்கள் உருது மற்றும் தமிழ் மொழியில் கற்றுத்தரப்பட்டன. தாய்மொழியில் பாடங்கள் நடத்தப்பட்டன. குஜராத்தி, மராட்டி, இந்தி, உருது, தமிழ், ஆங்கிலம், ஃபிரஞ்சு மற்றும் லத்தீன் ஆகிய மொழிகள் தெரியும்.\nகாந்திஜிக்கு\nபள்ளியிலேயே\nஆகிய பாடங்கள்\nசபர்மதி ஆசிமத்தில் கல்விக்குக் கட்டணம் கிடையாது. பெற்றோர்கள் தாமாகவே முன்வந்து நன்கொடை அளித்தனர். நான்கு வயதிற்கு மேற்பட்ட மாணவர்கள் தங்கிப் படிக்க வேண்டும். சரித்திரம், பூகோளம், கணிதம், பொருளாதாரம் மொழியிலேயே கற்பிக்கப்பட்டன. சமஸ்கிரதம் இந்தி மற்றும் ஒரு திராவிட மொழி ஆகியவற்றை மாணவர்கள் கட்டாயம் பயிலவேண்டும். ஆங்கிலம் ஒரு சார்பு மொழியாகக் கற்றுத் தரப்பட்டது. தமிழ், தெலுங்கு மற்றும் வங்கமொழிகளின் எழுத்துக்களும் மாணவர்களுக்குக் கற்பிக்கப்பட்டன. தினமும் மூன்று முறை எளிமையான, காரம் மசாலா இல்லாத உணவு தரப்பட்டது, எளிமையான சீருடைகள் மாணவர்களுக்கு வழங்கப்பட்டன சுதேசி கருத்துக்கள் வலியுறுத்தப்பட்டன.\nபையன்களும் பெண்\nகளும் ஒரே பள்ளியில் ஒன்றாகப் படிப்பது நல்லது என்று அவர்\n1\nநம்பினார். அப்போதுதான் பால் உணர்வு பற்றிய பிரச்சினை களை நாம் எதிர்கொள்ள முடியும். நாம் இந்த விஷயத்தில் கண்களுக்குத் திரைபோட்டு கொண்டு பிரச்சினையைத் தவிர்க்க முயல்வது சரியல்ல. பையன்கள், பெண்களிடையே எப்போதாவது சிறு தவறுகள் நிகழ்ந்தால்-காந்திஜி உண்ணா விரதம் மேற்கொண்டு விடுவார்.\n1\nஅதனை\nநூற்பைத் தவிர பஞ்சை சுத்தம் செய்வதிலும் பட்டை போடுவதிலும் மாணவர்கள் பயிற்சி பெற்றனர். இளைஞர்கள் ஏதாவது ஒரு தொழிலில் பயிற்சி பெற்று அதிலிருந்து கிடைக்கும் வருவாயில் இருந்து கல்விச் செலவில் ஒரு பகுதியை ஈடு செய்ய வேண்டும் என்று அவர் விரும்பினார். அவர்களுக்கு வாராந்திர விடுப்போ தீண்ட விடுமுறையோ அளிக்கப்படவில்லை. வாரத் தில் இரண்டு நாட்கள், மாணவர்களது சொந்தப் பணிகளுக்காக ஒதுக்கப்பட்டது. வருடத்தில் மூன்று மாதங்களுக்கு அவர்களது உடல்நிலை அனுமதித்தால் பாதயாத்திரை மேற்கொள்ளலாம். குஜராத் வித்யாபீடத்தில் பைபிளின் உதவியின்றியே மாணவர் களுக்கு புத்தகத்தின் புதிய ஏற்பாடு மற்றும் ஆங்கில இலக்கியப் பாடல்களை அவர் எடுப்பது உண்டு. அப்போதையக் கல்வி முறை ஒருசில மத்திய தரக் குடும்பங்களின் தேவைகளைப் பூர்த்தி செய்யும் விதத்தில் அமைந்திருந்தது. அனைத்து மக்களின் தேவைகளைப் பிரதிபலிக்கும் விதத்தில் முற்றிலுமாக மாற்றி அமைத்திட காந்திஜி விரும்பினார். தாய்மொழியிலிருந்து முற்றிலும் மாறுபட்ட அயல் நாட்டு மொழியான ஆங்கில மொழியைக் கற்பதற்காக மாணவர்கள் எவ்வளவு நேரத்தை வீணடிக்க இருக்கிறது என்று எண்ணி அவர் வருந்தினார். இதன் காரணமாக இந்தியக் கலாச்சாரம், இந்திய மொழிகள், இந்திய இலக்கியம் எல்லாவற்றிலுமிருந்தும் அந்த மாணவர்கள் ஒதுங்கி விடுகிறார்கள். உயர் கல்வியும் மாணவர் களிடையே வளர்க்கவில்லை. தன்னம்பிக்கையை படிப்பு முடிந்ததும் என்ன செய்யப் போகிறோம் என்ற கவலை பள்ளி மற்றும் கல்லூரி மாணவர்களை வாட்டுகிறது. இந்தியாவின் பல்வேறு கலாச்சாரங்களையும், மரபுகளையும் அறிந்திருக்க வேண்டும். மேலும், அவற்றை இன்றைய சூழலுக்கு ஏற்ப எப்படி அனுசரிக்க வேண்டும் என்பதும் அவர்களுக்குத் தெரியவேண்டும் என்பது காந்திஜியின் வாதம். மாணவர்கள் நல்ல உடல் ஆரோக்கியம், நன்னடத்தை மற்றும் நல்லறிவுடன் கூடிய கிராமவாசிகளாக அவர்கள் உருவாகி வாழ்வதற்கான வருமானத்தையும் ஈட்டிக் கொள்ள வேண்டும். என்று அவர் விரும்பினார். ஒரு குழந்தைக்கு எழுத்தறிவுக்கு\nவேண்டி\nமாணவர்கள்\nமுன்பாக படிப்பறிவு வழங்கப்பட வேண்டும். மாணவர்கா\n|\nb\n|\n"}