{"doc_id": "0726e652-41cc-4f28-a063-d0125a7a3488", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 41, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "5\nகையெழுத்து நேர்த்தியாக இருக்க வேண்டும் என்று அவர் கூறிவந்தார். தனது கையெழுத்து நன்றாக இல்லை என்பதில் அவருக்கு எப்போதுமே சற்று வருத்தம் தான். மாணவர்களுக்கு நேர்கோடுகள், வளைவுகள், முக்கோணங்கள், பறவைகள், மலர்கள், இலைகள் ஆகியவற்றை வரைவதைக் கற்றுக் கொடுக்க வேண்டும். அதற்குப் பின்புதான் அவர்களுக்கு எழுதக் கற்றுத்தர வேண்டும் என்று காந்திஜி ஆசிரியர்களுக்கு அறிவுரை வழங்கினார். அப்போது, வழக்கில் இருந்த ஆரம்பக் கல்வித்திட்டம் அபத்தமானது. ஏனெனில், இந்தியாவின் கிராமவாசிகளின் தேவைகளை அது பூர்த்தி செய்யவில்லை என்றும் அவர் கூறினார்.\nவெறும் எழுத்தறிவினால் பயனில்லை. மாணவர்கள் நல்ல பிரஜைகளாக உருவாக வேண்டும் என்று காந்திஜி விரும்பினார். கல்வியைப் பற்றி முப்பது ஆண்டுகளுக்குச் சிந்தனை செய்தபின் தொழில் அடிப்படையிலான ஒரு கல்வி முறையை அவர் அறிமுகப்படுத்தினார். தனது 63வது வயதில் சிறைவாசத்தின்போது தனது புதிய கல்வித் திட்டத்தை அவர் உருவாக்கினார். அதுதான் பிற்பாடு நயிதாலீம் அல்லது வார்தாக் கல்வித் திட்டம் என்ற பெயரில் புகழ் பெற்று விளங்கியது.\nகாந்திஜி, குழந்தைகளுக்கு கடும் தண்டனை விதிப்பதை வெறுத்தார். ஒரே ஒரு தடவை ஒரு குறும்புக்கார மாணவனை குச்சியால் அடித்துவிட்டார். உடனேயே தாம் சுயகட்டுப்பாட்டை இழந்ததற்காக வருந்தினார். அம்மாண வனோ காந்திஜி தன்னை அடித்ததற்காக அழவில்லை. மாறாக, தன்னால் காந்திஜிக்கு வருத்தம் ஏற்பட்டுவிட்டதே என்று அவன் வருந்தினான்.\n4\nகாந்திஜி, மாணவர்கள் விளையாட்டில் போட்டி போடுவதை ஆதரித்தார். ஆனால், படிப்பில் போட்டியை அவர் ஆதரிக்கவில்லை. அவர் மாணவர்களுக்கு மதிப்பெண்கள் வழங்கியமுறை சற்று வித்தியாசமாக இருந்தது. ஒரு மாணவனின் படிப்புத்திறமையை வகுப்பில் சிறந்த மாணவனின் திறமையுடன் அவர் ஒப்பிடவில்லை. அதேசமயம் ஒரு தன் படிப்பிலும் வீட்டுப் பாடத்திலும் முன்னேற்றம் காட்டினால் அவனுக்கு அவர். அதிக மதிப்பெண்களை வழங்கினார். அவர் மாணவர்களை முற்றிலுமாக நம்பினார். தேர்வுகள் நடக்கும்போது மேற்பார்வை அனாவசியம் என்று கூறுவார். ஆசிரமப் படிப்பில் மாணவர்களின் சுதந்திர உணர்வு முதலிடம் வகித்தது. \"மிகவும் சிறிய குழந்தைக்குக்கூட தனது\n66\nமாணவன்\nபற்றிய\nஎன்று\nஉணர்வு வரவேண்டும்\"\nமுக்கியத்துவம் அவர் விரும்பினார்.\nயான\nஒவ்வொரு கிராமத்திலும் ஆதாரப் பள்ளிகள் நிறுவப்பட வேண்டும்; அப்பள்ளிகள் சுயதேவைப் பூர்த்திப் பள்ளிகளாக விளங்கவேண்டும் என்றும் அவர் எண்ணினார். ஆதாரப்பள்ளி மாணவர்களுக்குத் தொழிற்கல்வி அவசியம். குறைந்தபட்சம் நூற்புப் பயிற்சியாவது அளிக்கப்பட வேண்டும். உலகில் சமத்துவமும் சமாதானமும் நிலவவேண்டுமானால் நாம் அதற்கான முயற்சிகளை மாணவர்களிடம்தான் தொடங்க வேண்டும் என்றும் அவர் எண்ணினார். அடிப்படைக் கல்வி எழுத்தறிவு. படிப்பறிவு மற்றும் கணிதத்தை மட்டும் பயின்று உடலுழைப்பில் ஈடுபடுவது வெட்கத்திற்குரியது என்று எண்ணும் மாணவர்களை உருவாக்குவதைக் காட்டிலும், அவர்கள் படிப்பறிவின்றி கல்லுடைப்பதில் ஈடுபடுவதே மேல் என்று அவர் கூறுவார்- தனது பேரப்பிள்ளைக்கு பருத்தி எப்படி பயிராகிறது, தக்ளியில் நூல் எப்படி நூல் நூற்கப்படு கிறது, சிட்டத்தில் சுற்றுக்கள் எப்படி எண்ணப்படுகின்றன. துணி தறியில் எப்படி நெய்யப்படுகிறது போன்ற விஷயங்க போதித்து வந்தார். மேலும் அவனுக்கு பூகோளம், இயற்கை, கணிதம், வடிவியல், நாகரிகங்களின் விஷயங்கள் பற்றியும் எடுத்துக் கூறுவார்.\nகளை\nவளர்ச்சி\nசிய\nசார்ந்த\nசற்று மூத்த மாணவர்களுக்கு, நூற்பு மற்றும் நூற்பு துறைகளில் காந்திஜி நடத்திய தேர்வுகள் சற்று கடினமானவைதான். இத்துறையின் அடிப்படைகளையும் செயல்களையும் நன்கு கற்றறிந்த மாணவன்தான், அத்தேர்வில் வெற்றி பெறமுடியும். ஆதாரக் கல்வி மூலம் மட்டுமே மாணவர்கள் சிறிதளவு பொருள் ஈட்டும் திறமையைப் பெற முடியும் என்றும் அவர் கூறிவந்தார். இக்கல்வி முறையின் நோக்கம் மாணவர்களுக்குத் தொழிற்கல்வியை அளிப்பதுமட்டும் அல்ல: மாறாக மாணவனுள் ஒளிந்திருக்கும் மனிதனை உரியமுறையில் வெளிக்கொணர்வதுதான் என்றும் அவர் சொல்வார். தன்னை நாற்காலியில் சொன்னால் பெருமிதம் கொள்வதும், கையில் துடைப்பத்தைக் கொடுத்தால் அவமானம் அடைவதும் மாணவர்களுக்கு அழகல்ல. ஏட்டுப் படிப்பு மாணவர்களிடம் நேர்மை உணர்வையோ நற்குணங் களையோ வளர்ப்பதில்லை என்பதும் அவரது வாதம்.\n1\nகாந்திஜி, பள்ளி மற்றும் கல்லூரி மாணவர்களிடையேயும், பட்டமளிப்பு விழாக்களிலும் பல தட வைகள் உரையாற்றி வந்துள்ளார். படிப்பறிவு மற்றும் நிச்சயமான வேலைவாய்ப்புக்\n67\n"}