{"doc_id": "4e8c355d-db53-4f19-9db9-c958ef1027d3", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 42, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "கல்வியினால் மட்டும் பயன் கிடையாது; தேசிய நீரோட்டத்துடன் கலந்து நாட்டிற்காகப் போராடவும் மாணவர் களுக்குத் தெரியவேண்டும். மேலும், அவர்கள் கிராம மக்களின் வாழ்க்கை நிலையை அறிந்து அதை மேம்பாடுறச் செய்வதற்கும் பாடுபட வேண்டும். நாட்டின் கோடிக்கணக்கான டையே நிலவும் அச்சத்தையும் மூடநம்பிக்கைகளையும் அகற்றிட வேண்டுமானால் முதியோர் கல்வி மிகவும் அவசியம் என்றும் அவர் கூறிவந்தார்.\nமக்களி\nகல்விபற்றிய காந்திஜியின் கருத்துக்களில் ரஸ்கின், டால்ஸ்டாய் மற்றும் தாகூரின் பாதிப்பு இருந்தது. ஒரு கல்வி வித்தகர் என்ற முறையில் அவர் உலகின் தலைசிறந்த பரிசோதனையாளர்களின் வரிசையில் வைக்கப்பட வேண்டி யவர். பீகாரில், பல பள்ளிகளை அவர் தொடங்கினார். ஒரு தேசியக் கல்லூரியை வங்காளத்தில் நிறுவினார். அகமதாபாத்தில் ஒரு பல்கலைக் கழகத்தையும் அவர் நிறுவினார். இவ்வளவு சாதனைகளைப் புரிந்த இம்மனிதர் தனது இளம் வயதில்\nமாதம் ரூ 75 ஊதியம் தரக்கூடிய ஆசிரியர் பணிக்கு\nவிண்ணப்பித்தபோது அவருக்கு அப்பணி கிடைக்கவில்லை! ஏனெனில், அப்போது அவர் பட்டம் பெற்றிருக்கவில்லை. பத்தாவது வகுப்பு (லண்டன் மெட்ரிகுலேஷன்) மட்டுமே படித்திருந்தார்.\nசாதாரணப்பொருளாதாரத்திற்கு முற்றிலும் மாறானது கதர்ப் பொருளாதாரம். சாதாரணப் பொருளாதாரம். மனிதரின் வாழ்க்கையைப் பற்றிய அம்சத்தையே கவனிப்பதில்லை. கதர்ப் பொருளாதாரமோ, முற்றிலும் மனிதரின் வாழ்க்கையைப் பொறுத்ததாக இருக்கிறது. சாதாரணப் பொருளாதாரம், பச்சையான சுயநலத்தைக் கொண்டது; கதர்ப் பொருளாதாரமோ, தன்னலமற்றதாக இருக்கிறது.\nயங் இந்தியா 16 7-1931\n13\nகாந்திஜி ஒரு நெசவாளர்\nகாந்திஜி ஒரு தடவை கைது செய்யப்பட்டு நீதிபதியின் முன்பு ஆஜர்ப்படுத்தப்பட்டபோது, நீதிபதி அவரிடம் \"நீங்கள் என்ன தொழில் (வேலை) செய்து வருகிறீர்கள்?\" கேட்டார். காந்திஜி \"நான் நூல்\nஎன்று\nநூற்கிறேன்.\nநெசவு\nசெய்கிறேன். ஒரு விவசாயியும் கூட என்று பதில் சொன் னார். அப்போது அவருடைய வயது 64. அதற்கு 25 ஆண்டு களுக்கு முன்பாக அவர் “இந்திய சுயராஜ்யம்\" என்ற தலைப்பில் ஒரு புத்தகம் எழுதி இருந்தார். அப்புத்தகத்தில் சுதேசி இயக்கம் பற்றி வலியுறுத்தி இருந்தார். நம் நாட்டில் தயாரிக்கப்பட்ட பொருள்களை பயன்படுத்துவதன் மூலமே நாட்டிற்கு விடுதலை கிடைக்கும். மேலும், இந்திய மக்கள் இந்தியாவிலேயே சுரண்டப்படுவதையும் வெளிநாட்டினர் மூலம் சுரண்டப்படுவதையும் தவிர்க்க இயலும் என்றார். அந்த காலகட்டத்தில் அவர் ஒரு கைத்தறியைப் பார்த்தது கிடையாது. அவருக்குச் சர்க்காவுக்கும் தறிக்கும் இடையே உள்ள வேறுபாடும் தெரியாது. ஆனால், இங்கிலாந்திலிருந்து துணி இந்தியாவுக்கு இறக்குமதி செய்யப்படுவதன் காரணமாக நெசவாளர்களின் வாழ்க்கை பாழாகி விட்டது என்பது தெரியும். வெளிநாட்டுப் பொருள்களுக்கு ஆதரவு தருவதன் மூலமே இந்தியர்கள் அந்நியர் ஆட்சி இந்தியாவில் நிலைநாட்டப் படுவதற்கு உதவியுள்ளனர். கிழக்கிந்திய கம்பெனி அதிகாரிகள் டாக்காவில் மஸ்லின் நெசவு செய்து வந்த நெசவாளர்களின் விரலைத் துண்டித்து நெசவுத் தொழில் அற்றுப் விபரங்களை போகும்படி செய்திருந்த புத்தகத்தில் படித்திருந்தார்.\nஅவர் L\n\"\"\n40\n200 ஆண்டுகளுக்கு முன்புவரைஇந்தியா ஆண்டுதோறும் 30 லட்சம் பெறுமான கைத்தறித் துணிகளை ஏற்றுமதி செய்து வந்தது. வெள்ளையர்கள் இந்தியாவை ஆளத்தொடங்கி இந்த ஆண்டுகளுக்குள் விட்டது. ஏற்றுமதி நின்று 100 ஆண்டுகளுக்குப்பின் இங்கிலாந்தின் மொத்த உற்பத்தியில் கால்பகுதி துணி ஆண்டுதோறும் இந்தியாவில் இறக்குமதி செய்யப்பட்டது. இதன் மதிப்பு ரூ.60 கோடி. இவ்வாறாக, உலகம் முழுவதிலும் ஒப்பற்றதாகக் கருதப்பட்ட இந்தியாவின் கைத்தறி நெசவுத் தொழில் பாழடிக்கப்பட்டது. நெசவாளர்கள்\n69\n"}