{"doc_id": "61e473fc-8232-400b-bcbe-8d15706eb92f", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 43, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "விவசாயக் கூலிகளாக மாறினர். போதிய வேலை கிடைக்காத தால் பலர் பட்டினியால் இறந்தனர். இதுபற்றி ஒரு ஆங்கிலேய கவர்னர் ஜெனரலே இவ்வாறு கூறியுள்ளார்: “கைத்தறி இநசவாளர்களின் எலும்புகள் இந்தாட்டின் உரக்குழிகளில் புதையுண்டுவிட்டன. இப்படிப்பட்டதோர் சோக நிகழ்ச்சியை வாணிப சரித்திரத்தில் நாம் காண முடியாது.\"\nகாரணமாக\n‘பனித்துளிகள்’ என்ற பெயரில் உலகம் முழுவதும் பிரபலமாகி இருந்த துணிகளை வங்காளத்தில் சில முஸ்லீம் இநசவாளர்கள் நெய்து வந்தனர். அவர்கள், ஆங்கிலேயர் ஆட்சியில் வேலையின்றி இருந்தனர். பஞ்சாபிலும் பிரசித்தி பெற்ற நெசவாளர்கள் பலர் வேலையின்மை ராணுவத்தில் சேர்ந்து இந்தியாவை அடிமையாக வைக்கும் பணியில் அரசுக்கு உதவினர். ஒரு காலத்தில் கௌரவத்திற்குரிய தாகக் கருதப்பட்ட நெசவுத்தொழில் அப்போது கேவலமானதாகி குஜராத்திலிருந்து வேலை இழந்த நெசவாளர்கள் வேலை தேடி கிராமங்களைவிட்டுச் சென்றனர். பம்பாய் போன்ற பெரும் நகரங்களில் துப்புரவுப் பணியாளர்களாக மாறினர். அவர்களது ஆரோக்கியம் கெட்டது. குடி, போன்ற சூதாட்டம் தீய பழக்கங்களுக்கு அவர்கள் ஆளாயினர். நிறையக் குடும்பங்கள் சீரழிந்து போயின; திறமைமிக்க தொழில் வல்லுநர்கள் கூலியாட்களாக மாறும் நிலை ஏற்பட்டது. நூற்பாலைகளோ, பணக்காரர்களை மேலும் பணக்காரர்களாக்கிக் கொண்டிருந்தன.\nவிட்டது.\nஉடல்\nகாந்திஜி நாம் வெளிநாட்டைச் சார்ந்திருக்கும் நிலையை அகற்றி துணிகள் இறக்குமதி செய்யப்படுவதை ஒட்டுமொத்த மாக நிறுத்திவிட எண்ணினார். அவரைப் பொருத்தவரை சுயராஜ்யத்தின் ஆதாரமே சுதேசி இயக்கம்தான். நம் நாட்டில் தயாரிக்கப்பட்ட பொருள்களைத்தான் நாம் பயன்படுத்த வேண்டும். அவரது வாழ்க்கை லட்சியம் இந்தியர்களை சுயசார்புடையவர்களாகவும் கயதேவைப் பூர்த்தியாளர் களாகவும் செய்வதுதான். இதற்காக அவர் சில நிபந்தனைகளை விதித்தார். சுதேசித் துணியைத் தயாரிப்பதற்காக இந்தியாவில் மில்கள் நிறுவப்படுவதை அவர் ஆதரிக்கவில்லை. மில் ஒரு முதலாளிக்குச் சொந்தமானது. அதற்கான எந்திரங்கள் வெளிநாடுகளிலிருந்து தருவிக்கப்படுகின்றன. இந்தியாவில் நிறையப்பேர்களுக்கு வேலை கிடைக்காமல் போய்விடுகிறது. மில்களில் பணியாற்றும் சில தொழிலாளர்களின் உழைப்பின் பலனும் முதலாளியைத்தான் சென்றடைகிறது. அத்தொழி லாளர்கள் தங்களது கிராமங்களைத் துறந்து நகரங்களுக்கு வேலைதேடி வந்தவர்கள். அவர்களது வாழ்க்கையும்\nஒரு\nநமது\nஎந்திரம் போலவே ஆகிவிடுகிறது. காந்திஜி கூறுவார்: உணர்வுகள் மரத்து, சீர்கேடுற்றுப் போய்விட்டன. அதனால்தான், நாம் கதரின் மேன்மையை உணராமல் கஞ்சிப் பசையுடன்கூடிய மில்துணியை விரும்புகிறோம். பெரும் அளவில் எந்திரங்களின் வாயிலாகப் பொருள்கள் ற்பத்தி செய்யப்படும்போது மனிதனின் அறிவும் கைத்திறனும் பயனற்றுப் போய்விடுகின்றன.' அந்தக் காலகட்டத்திலும் அஸ்ஸாமில் சில மாதர்கள் துணியிலேயே கவிதைகளை நெய்வது கண்டு காந்திஜி மிகவும் மகிழ்ச்சியுற்றார்.\n\"\nஅமர\nகைத்தறி நெசவை எப்படியாவது மீண்டும் வழக்கத்தில் கொண்டுவர காந்திஜி விரும்பினார். \"ஒரு வக்கீல், தன் தொழிலைத் துறந்து கைத்தறியில் நெசவு செய்ய முன் வரவேண்டும்: ஒரு டாக்டர் தன் தொழிலைத் துறந்து தறியில் முன்வர வேண்டும்: அப்படிச் செய்தால் கைத்தறி வழக்கத்தில் வந்துவிடும்\" என்று அவர் கூறிவந்தார். அவர் நெசவாளர்களுடன் நேரிடையாகத் தொடர்பு கொண்டு கைத்தறி பற்றிய தகவல்களைச் சேகரித்தார். காந்திஜி, இந்தியாவில் முதலாவதாக அகமதாபாத்தில் தனது ஆசிரமத்தை அமைக்கத் தீர்மானித்தார். ஏனெனில், ஆங்கிலேய ஆட்சிக்கு முன்பு அது ஒரு கைத்தறி நெசவிற்கு பிரபலமான நகரமாக விளங்கியது. சபர்மதி ஆசிரமத்தில் கைத்தறிகள் நிறுவப்பட்ட ஆசிரமவாசிகள் அனைவருமே சுதேசிப் பொருள்களைத்தான் பயன்படுத்துவோம் என்று சபதம் எடுத்திருந்தனர். தங்களது தறிகளில் நெய்த துணிகளை மட்டுமே அவர்கள் பயன்படுத் தினர். அவர்களது தாரகமந்திரம்: \"நமக்குத் தேவையானதை நாமே நெய்து கொள்வோம்; நம்மால் நெய்ய ரகங்களை நாம் தவிர்ப்போம்\" என்பதுதான். ஒரு தேர்ந்த நெசவாளர் தினந்தோறும் ஆசிரமவாசிகளுக்கு வகுப்புகள் சிலர் எடுத்துப் பயிற்சி அளித்தார். ஆசிரமவாசிகளில் ஒன்றுக்கு எட்டு மணிநேரம்வரை நெசவு செய்தனர். 45 வயதாகி காந்திஜி தறியில் தினமும் நான்கு முதல் மணிநேரம் வரை உட்காருவார். ஒவ்வொரு நெசவாளருக்கும். நாள் ஒன்றுக்கு 12 அணா (75 பைசா) கூலியாகக் கிடைத்தது. ஆரம்ப காலத்தில் 30 அங்குல அகலம் கொண்ட துணிகள் மட்டுமே நெய்யப்பட்டன. பெண்களின் புடவைகளுக்கு அந்த அகலம் போதாமல் இருந்ததால் அவர்கள் இரண்டு துண்டுகளை (பீஸ்) ஒட்டுப்போட்டு புடவையாக அணிந்தனர். ஒரு பெண் மணிக்கு பிடிக்களில்லை. இதுபற்றி புகார் செய்தார் சரியான அகலத்தில் புடவைத்துணி கிடைக்காத மில்துணியை வாங்க விரும்புவதாகவும் கூறினார்.\nமுடியாத\nநாள்\nன.\n71\n"}