{"doc_id": "08a19313-8172-4f9b-9998-eca5850445f7", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 44, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "-25\nகணவர் காந்திஜியை அணுகியபோது காந்திஜி \"நாம் உடனே குறியின் அகலத்தை மாற்றி அமைப்போம்\" என்று கூறினார்.\nஅதற்குப்பின் யுபுடவைகள் மற்றும் வேஷ்டிகளின் அகலத்திற்கேற்ப துணிகள் ஆசிரமத்தில் நெய்யப்பட்டன. வேறுபல நெசவாளர்களும் கைத்தறியில் கதர் நெசவு செய்ய முன்வந்தனர். ஆனால், அவர்கள் கூலி அதிகம் கேட்டனர். மில் நூலைப் பயன்படுத்தி நெசவு செய்வது அவர்களுக்கு எளிதாக இருந்தது. கதர்நூல் அடிக்கடி அறுந்துவிடும்.\nசுதந்திரம் அடைந்ததற்குப் பின்பு ஒரு கதர் ஊழியர் காந்திஜியிடம் நூற்போருக்கு நிதிஉதவி செய்யப்பட வேண்டும் என்று யோசனை கூறினார். மற்றொரு ஊழியர் நெசவாளர்கள் குறிப்பிட்ட அளவு நூலை நெசவு செய்தாலொழிய அவர்களுக்கு மில்நூல் கொடுக்கக்கூடாது என்ற யோசனையை முன்வைத்தார். காந்திஜி, இந்த யோசனையை நிராகரித்துவிட்டார். ஏனெனில் கதரை நெய்யச் சொல்லி நாம் நெசவாளர்களைக் கட்டாயப்படுத்தினால்\nஅவர்கள் கதர்த்துணியை வெறுக்கத் தொடங்குவார்கள். மாறாக நாம் நூலின் தரத்தை உயர்த்தினால் நெசவாளர் களுக்குக் கதரை நெய்வது சற்று எளிதாகிவிடும் என்று அவர் கூறினார். அதேசமயத்தில் எல்லா சமயங்களிலும் மில்நூலையே நம்பி இருப்பது அவர்களுக்கு நல்லதல்ல என்று நெசவாளர் களை எச்சரித்தார் காந்திஜி. மில் உரிமையாளர்கள் தர்மபிரபுக்கள் அல்ல. கைத்தறி நெசவினால் மில் துணிகளுக்கு பாதிப்பு ஏற்படும் நிலை வந்தால், நூல் வழங்குவதை நிறுத்தி, நெசவாளர்களை நெருக்கிவிடுவார்கள். ஆனால், நாம் எல்லோருமே நெசவுத் தொழிலைப் பழகி இருந்தால் இந்த நிலை ஏற்பட்டிராது. \"எல்லோரையும் நூற்றுப் பழகவேண்டும் என்ற வற்புறுத்திய நான், நெசவையும் பழகவேண்டும் என்று வற்புறுத்தாமல் விட்டது என்னுடைய தவறுதான்,\" என்றார்\n14\nகாந்திஜி ஒரு நூற்பவர்\nகாந்திஜி முதலில் பழகியது துணி நெசவுதான். கைத்தறி யில் நெய்வதற்கு அவர் மில் நூலையே பயன்படுத்தினார். அதில் அவருக்கு திருப்தி ஏற்படவில்லை. காரணம் - அதை சுயதேவைப் பூர்த்தி என்று சொல்ல முடியாது. அவர் துணி தயாரிக்கும் தொழிலில் முதல்படியில் தொடங்கி முற்றிலுமாக நிபுணத்துவம் பெற விரும்பினார். முதலில் பருத்தி பயிரிட வேண்டும். பருத்தியிலிருந்து பஞ்சுக் காய்களைப் பறித்து சுத்தம் செய்து, பட்டை தயார் செய்து, நூல் நூற்று நெசவும் செய்ய வேண்டும். நூல் நூற்பதற்கான சர்க்கா அவருக்கு எளிதில் கிடைக்கவில்லை. அதனால் பயன் ஏதும் இல்லை என்ற காரணத்தினால் கிராம மக்கள் சர்க்காக்களை எப்போதோ தூக்கி எறிந்து விட்டிருந்தனர். பல கிராமங்களில் தேடிய பின்பு ஒரு கிராமத்தில் ஒரு பெண்மணி இன்னமும் ராட்டையில் நூற்றுக் கொண்டிருந்தது கண்டுபிடிக்கப்பட்டது. நூற்பில் தேர்ச்சி பெற்ற ஒருவர் மூலமாக ஆசிரமவாசிகளுக்கு சர்க்காவில் எப்படி நூற்க வேண்டும் என்று சொல்லித் தரப்பட்டது. ஒரு முறை அவர் நோயிலிருந்து மீண்டு கொண்டிருந்த தருணத்தில் ராட்டை களின் ஒலி அவருக்கு சங்கீதம்போல் கேட்டது. அவரும் விரைவில் ராட்டையில் நூல் நூற்கப் பழகிவிட்டார். தினந் தோறும் குறைந்தது அரைமணி நேரத்திற்காவது நூற்காமல் உட்கொள்ளப் போவதில்லை உணவு என்று ஒரு சபதம் எடுத்துக் கொண்டார் காந்திஜி. நூற்பை அவர் ஒரு புனித வேள்வியாகவே கருதினார். அடுத்த 30 ஆண்டுகள் வரை - அதாவது தனது வாழ்நாள் முழுதும் அவர் தமது சபதத்தைக் கடைப்பிடித்தார். ரயில் மற்றும் கப்பல் பயணங்களின் போதும் கூட அவர் ராட்டையில் நூற்பதை நிறுத்தவில்லை. சில நாட்களில் நாள் முழுவதும் பல தலைவர்களுடன் கூடிப்பேச வேண்டி இருந்ததனால் அன்றைக்கு நூற்க வேண்டிய நூலின் அளவை நூற்று முடிப்பதற்காக நடு இரவில் நூற்கத் தொடங்கி விடுவார். பல மாதங்கள் வரை அவருக்கு வலது கையில் வலி ஏற்பட்டது. ஆனால் காந்திஜி இட கையை பயன்படுத்தி நூற்பு வேள்வியைத் தொடர்ந்தார்.\nபொதுக் கூட்டங்களில், மேடையில் அமர்ந்தபடி யே அவர் நூற்று வந்தார். ஒருமுறை அவருடன் நீண்டநேரம் வரை பேசிக் கொண்டிருந்தார். காந்திஜி, தனது\nராட்டையில்\n73\n"}