{"doc_id": "400e3414-301c-4e65-a23e-2899da230fc1", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 45, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "நேரத்தை நூல் நூற்பதின் மூலம் வீணடிப்பதாக தாகூர் கூறினார். காந்திஜி பதிலளித்தார்: \"நான் நமது பேச்சில் எவ்விதத் தடங்கலும் ஏற்படாவண்ணம் நூற்றுள்ளேன். நூல் நூற்பதன் மூலம் நாட்டின் செல்வத்தைப் பெருக்குவதாக நான் எண்ணுகிறேன். ஒருகோடி மக்கள் தினமும் ஒரு மணி நேரம் நூற்பில் ஈடுபட்டால் நாட்டின் செல்வம் ரூ.50,000 அளவிற்குக் கூடும். இந்த ராட்டையினால் நாட்டின் எந்த ஒரு ஆண்மகனோ பெண்மணியோ தன் வேலையை இழந்து விடமாட்டார்கள்.\"\n\"ஏழை மக்கள் தங்களுக்குத் தேவையான துணியை நெய்வதற்கான நூலைத் தாங்களே நூற்பதின் மூலம் சுயதேவைப் பூர்த்தி செய்து கொள்ளலாம். பணக்காரர்கள் நூற்பை ஒரு கடமையாகவோ நற்பணியாகவோ மேற்கொண்டு தாங்கள் நூற்ற நூலை ஏழைகளுக்கு நன்கொடையாக வழங்கலாம்'' என்று கூறிவந்தார் காந்திஜி. எந்த ஒரு இந்தியனும் இந்தக் கர்ம வேள்வியைச் செய்யத் தவறக் கூடாது என்றார் அவர். தாகூரை யும் சி.வி. ராமனையும் அவர் சர்க்காவில் நூற்கும்படி கேட்டுக் கொண்டார். ராஜகுமாரன் ஆனாலும் சரி. ஏழை யானாலும் சரி. இருவருக்கும் உணவும் உடையும் அவசிய மானவை, இவற்றிற்காக இருவருமே உழைக்க வேண்டும். \"நான் நூற்கும் ஒவ்வொரு இழையிலும் இந்நாட்டின் எதிர் காலமே அடங்கியுள்ளது. இந்தியாவின் தலைவிதி ராட்டையில் தான் உள்ளது\" என்பார் அவர். மாணவர்களிடம் \"நீங்கள் அணியும் ஒவ்வொரு மீட்டர் காதியும் கொஞ்சம் பணத்தை ஏழை களுக்குக் கிடைக்கச் செய்கிறது. கரடுமுரடான கதர்த் துணிதான் வாழ்வில் எளிமையின் சின்னம்; காதிக்கு ஒரு ஆத்மா உள்ளது.''\nஅவருடைய ஆயுட்காலத்தில் கதரின் தரம் குறைய அவர் அனுமதிக்கவில்லை. சில வாடிக்கையாளர்களின் விசித்திரமான வேண்டுகோள்களுக்கேற்ப கதரில் மாற்றம் செய்யவும் அவர் இணங்கவில்லை. கதரை வெள்ளாவி மூலம் வெளுப்பதை (ப்ளீச்சிங் செய்வதை) அவர் விரும்பவில்லை. கதர் விற்பனை நிலையங்கள் மக்களின் பகட்டான விருப்பங்களைப் பூர்த்தி செய்ய முயலக் கூடாது; மாறாக நம் தயாரிப்புகளை அப்படியே ஏற்பதற்கான முயற்சிகளை மேற்கொள்ள வேண்டும் என்று அவர் அறிவுறுத்தி வந்தார்.\nவருடத்தில் நான்கு முதல் ஆறு மாதங்களுக்கு வேலை யற்றிருக்கும் கிராமத்து மக்கள் ராட்டை நூற்பின் மூலம் பயனடையலாம். எந்திர யுகத்தில் காந்திஜி சர்க்காவுக்குப் கொடுத்து பழக்கத்தில் கொண்டு வர முயற்சி செய்ததைச் சிலர் கிண்டல் செய்தனர். காந்திஜி அவர்களுக்குக்\n74\nகொடுத்த பதில்: தையல் மெஷின் வந்ததனால் ஊசியும் நூலும் வழக்கொழிந்து போய் விடவில்லை. தட்டச்சு எந்திரம் வந்த தனாலும் நாம் கையினால் எழுதும் பழக்கத்தை விட்டுவிட வில்லை. அப்படியே தான் நூற்பு ஆலைகளும் சர்க்காக்களும் இயங்கி வரும். குக்கிராமங்களுக்குக் எடுத்துச் செல்ல இயலும். எல்லா கிராமங்களிலும் நூற்பாலை களை நிறுவிட முடியாது.\"\nசர்க்காக்களை\nகூட\n1921ம் ஆண்டில் காந்திஜி ஒத்துழையாமை இயக்கத்தை அயல்நாட்டுத் துணி பஹிஷ்கார இயக்கத்தையும் தொடங்கியதை நாம் அறிவோம். அந்த காலகட்டத்தில் அவரைக் காணச் சென்றவர்களிடம் தானும் தனது மனைவியும் ராட்டையில் நூற்று அந்த நூலை நெய்து தயாராகும் துணியையே உடுத்தும் விஷயத்தைக் கூறிவந்தார். தினமும் ராட்டை நூற்பை யும் கதர் நெசவையும் பற்றியே, காண வருபவர்களிடமும் பொதுக் கூட்டங்களிலும் பேசி வந்தார். நாடு முழுவதுமே காந்திஜியின் பேச்சினால் கவரப்பட்டது. மோதிலால் நேரு தன்னிடம் இருந்த அயல்நாட்டுத் துணிகளை எரித்துவிட்டு, கதர்த்துணியை உடுத்திக் கொண்டு அலஹாபாத் நகரில் தெருத் தெருவாக கதர் வியாபாரமும் செய்தார். ஆயிரக் கணக்கானோர் அவருடைய அடிச்சுவட்டைப் பின்பற்றினர்.\nயும்\n1925ம் ஆண்டு சர்க்கா சங்கம் துவக்கப் பட்டபோது 50,000 சர்க்காக்கள் 1500 கிராமங்களில் இயங்கிக் கொண்டிருந் தன. கூடவே எண்ணற்ற நெய்வோர்களுக்கும், சாயமிடுவோருக் கும், அச்சுப் பதிப்போருக்கும், தையற்காரர்களுக்கும் வேலை வாய்ப்புகள் கிடைத்தன. தக்ளி மற்றும் சர்க்கா தயாரிப்பில் கிராமத்து தச்சர்களுக்கும் கொல்லர்களுக்கும் வேலைவாய்ப்புக் கிடைத்தது. சர்க்கா, ஏழை மக்களுக்கு உயிர் கொடுத்தது; பெண்களின் மானம் காத்தது, பசித்த வயிறுகளுக்கு உணவை அளித்தது.\nஅடுத்த ஐந்து ஆண்டுகளில் கதரின் உற்பத்தியும் விற்பனையும் மேலும் அதிகரித்து ஒரு லட்சம் நூற்போருக்கு வேலைவாய்ப்பு கிட்டியது. காதி ஊழியர்களுக்கு கதர் உ ற்பத்தி யின் எல்லா அம்சங்களிலும் பயிற்சி அளிக்கப்பட்டது. காந்திஜி கூறுவார்: \"இந்த சிறு நூற்பாலைக்கு ஈடாக உலகில் எதையுமே நான் கண்டதில்லை. மிகவும் குறைந்த மூலதனத்தில் 18 ஆண்டு களில் லட்சக்கணக்கான ஏழை எளிய மக்களிடம் நான்கு கோடி ரூபாயைச் சென்றடையச் செய்த வேறு ஏதாவது தொழிலையோ தொழில் நிறுவனத்தையோ யாராவது அடையாளம் முடியுமா?\" ஒரு பைசா மட்டுமே கட்டணமாகச் செலுத்தி\nகாட்ட\n75\n"}