{"doc_id": "7105c397-a5b3-4ee5-94e1-8c0b50cea5fc", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 46, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "குடும்பங்கள் நூற்புப் பணியைத் தொடங்கின. அடுத்தநாளே தாங்கள் நூற்ற நூலை விற்றபோது அவர்களுக்கு கிடைத்தது. குறுகிய காலத்திற்குள், அவர் களுக்குத் தேவையான துணி அவர்களது உழைப்பின் மூலமே அவர்களுக்குக் கிடைத்தது.\nபைசா\nசர்க்காவில் சிலமாற்றங்களைச் செய்து அதிக நூலை நூற்பதற்கு யாரேனும் வழிவகுத்தால் அவருக்கு ரூ. ஒரு லட்சம் சன்மானம் தரப்படும் என்று காந்திஜி அறிவித்தார். ('காந்திஜி யின் வாழ்நாளில் மேம்பாடுற்ற சர்க்கா தோன்றவில்லை. 1956ம் ஆண்டில்தான் ஐந்து கதிர்களுடன் கூடிய சர்க்காவை ஏகாம்பர நாதன் கண்டுபிடித்தார். காந்திஜி அப்போது உயிருடன் இருந்திருந்தால் மிகவும் மகிழ்ச்சியுற்றிருப்பார்') பெட்டி ராட்டையை காந்திஜியே அறிமுகப் படுத்தினார். எரவாடா சிறையில் இருந்தபோது இதனை தயாரித்ததால் இதற்கு எரவாடா ராட்டை என்றும் பெயர் உண்டு. சில மாற்றங்களுடன் வில் தக்ளியும் (தனுஷ் தக்ளி) புழக்கத்திற்கு வந்தது. அதையும் காந்திஜியே பிரபலப் படுத்தினார். ராட்டையைப் போலவே வில் தக்ளியிலும் வலுவான மற்றும் தரமான நூலைத் தயாரிக்க முடியும் என்பதை காந்திஜி அனுபவத்தில் அறிந்து கொண்டார். சாதாரணத் தக்ளியிலும் அவர் நூற்றார். அவரது நூலிழை, சன்ன கமாக இருக்காது; ஆனால், வலுவாகவும் ஒரே சீரான முறுக்குடனும் இருக்கும். தாம் நூற்ற நூலைக் கொண்டு நெய்த புடவையை அவர் அன்னைக்கு வழங்கினார். அன்னையும் நூல் நூற்று வந்தார்.\nஏனைய!\nதூற்பிற்கென்று ஒரு தனி மதிப்பு உள்ளது. இதைப் பற்றி ஆதாரக் கல்வி ஆசிரியர்களுக்கு உரையாற்றியபோது காந்திஜி இவ்வாறு குறிப்பிடுகிறார்: \"நீங்கள் தச்சு வேலை, பொம்மை தயாரிப்பு, படம் வரைதல் போன்று நூல் நூற்பையும் எண்ணி விடாதீர்கள். நூற்புத் தொழில் சூரியனைப் போன்றது. தொழில்கள் சூரியனைச் சுற்றி வரும் கிரஹங்களைப் போன்றவை. சிட்டத்தின் சுற்றுக்களை எண்ணுவதன் மூலம் மாணவர்களுக்கு கணக்கு சொல்லித் தரலாம். பருத்திச் செடிகளை நாம் எப்போது வளர்க்க ஆரம்பித்தோம், அது எங்கே பயிராகிறது, எப்படிப் பயிராகிறது, அதிலிருந்து பஞ்சு எப்படி தயாராகிறது பஞ்சு எந்த நாடுகளில் உற்பத்தி செய்யப்பட்டு எந்த நாடுகளுக்கு ஏற்றுமதி செய்யப்படுகிறது என்ற விபரங்கள் வாயிலாக இயற்கை மற்றும் பூகோள அறிவு மாணவர்களுக்குக் கிடைக்கும். அதேபோல் இரும்பினால் செய்யப்படும் தக்ளியின் தண்டில் ஏன் குறிப்பிட்ட அளவிலான பித்தளை விட்டம் பொருத்தப்படுகிறது என்பதை மொழி பெயர்ப்பாளரின் குறிப்பு\n1\n76\nமாணவர்களுக்கு விளக்குவதன் வாயிலாகவும் அவர்கள் கணித அறிவைப் பெறுவார்கள்.\"\nநாளைக்\nகாங்கிரஸ்காரர்களும் பொதுமக்களும் காந்திஜியின் பிறந்த கொண்டாடி நாளில் வந்தனர். அந்த ஜெயந்தியையும் கொண்டாடினால்தான் தனது பிறந்த நாளைக் கொண்டாடலாம் என்று காந்திஜி அறிவுறுத்தினார். ராட்டையில் நூற்பதையும் கதரையும் பரப்புவதற்கு எல்லாவிதமான முயற்சி களையும் அவர் மேற்கொண்டார். அவர் காங்கிரஸ் கட்சியின் தலைமைப் பொறுப்பை ஏற்றபோது ஊழியர்களிடம் சந்தாத் தொகையாகிய நாலணாவை (25 காசு) பணமாகச் செலுத்தாமல் அதற்குரிய கதர் நூலைக் கொடுக்கும்படி கேட்டுக் கொண்டார். ஒவ்வொரு அங்கத்தினரும் நாள்தோறும் குறைந்தது அரைமணி நேரமாவது நூற்க வேண்டும் என்றும் அவ்வாறு நூற்கும் நூலை மாதம் ஒரு முறை கதர் வாரியத்திற்கு அனுப்பி விடவேண்டும் என்றும் அவர் கேட்டுக் கொண்டார். தன் வாழ்வின் இறுதிக் கட்டத்தில் சர்க்கா சங்கத்தினரிடம் கதர்த்துணி வாங்க வருபவர் பட்சமாகவாவது குறைந்த ஒவ்வொருவரிடமும் அவர்கள் கையினால் நூற்ற நூலைத் தரும்படி கேளுங்கள் என்று அறிவுறுத்தினார். கதர் வாங்கி வந்தவர்களில் சிலர் முணுமுணுத்த போது, காந்திஜி அவர்களை \"நீங்களே நூற்காவிட்டால் கதர்த் துணி எங்கிருந்து வரும்?\" என்று கேட்டார்.\nஇந்தியாவில் துணிப் பஞ்சம் நிலவுகிறது என்ற கருத்தை அவர் ஏற்கவில்லை \"இந்தியா தனது தேவைக்கு அதிகமான பருத்தியை உற்பத்தி செய்கிறது. மேலும் மனித ஆற்றலுக்கும் இங்கு குறைவு இல்லை. ஒவ்வொரு வீட்டிலும் சிறியதோர் மில் போல ராட்டைகளையோ, தக்ளிகளையோ நிறுவுவதன் மூலம் துணித் தட்டுப்பாடு நீங்கிவிடும்\" என்று கூறுவார் அவர். நூற்பு அவருக்கு ஆத்மார்த்த திருப்தியை அளித்து வந்தது \"நூற்புதான் ஏழைகளிலும் பரம ஏழைகளான மக்களுடன் நெருக்கத்தை ஏற்படுத்தியது அவர்களின் மூலமாக கடவுளுடனும் நெருக்கம் ஏற்பட்டது\" என்று அவர் கூறியுள்ளார். அவர் உறுதிபடக் கூறினார்: “சர்க்கா மெதுவாகத்தான் சுழல்கிறது (அது மாற்றங் களை விரைவில் கொண்டு வராது) என்ற தோல்வி மனப் பான்மை எவ்வளவு ஜென்மங்கள் எடுத்த பின்பும் என்னிடம் தோன்றாது. நீங்கள் எல்லோருமே என்னைக் கைவிட்டாலும் கொன்றாலும் கூட, சரி, ஏன் என்னைக் நான் கைவிடமாட்டேன்”.\nசர்க்காவை\n77\n"}