{"doc_id": "c4266edf-9ab2-4680-b159-a709465ab472", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 47, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "காந்திஜி ஒரு பணியா (வியாபாரி)\nகாந்திஜி ஒரு தடவை சொன்னார் \"நான் ஒரு பணியா. என்னுடைய பேராசைக்கு அளவே கிடையாது\". அவர் ஒரு வியாபாரி குடும்பத்தில் பிறந்தவர். தந்தையின் அடிச்சுவட்டைப் பின்பற்றி சுதேச சமஸ்தானம் ஒன்றில் திவானாகப் பணி செய்வதற்கு குடும்பத்துப் பெரியவர்கள் அவரைத் தயார் செய்தனர், காந்திஜியோ திவான் பதவிக்குச் செல்லாமல் பரதேசி கோலம் பூண்டுவிட்டார். இருப்பினும் அவருடைய ரத்தத்தில் வியாபாரத் தந்திரம் ஊறி இருந்தது.\nதரமான\nவாங்குவது\nஎப்போதுமே, அவர் சிக்கனத்தைக் கடைப்பிடித்து வந்தார். குறைந்த விலையில் பொருள்களை அவருக்குக் கைவந்த கலை. பிற்பாடு, அவர் ஆடம்பரப் பொருள்கள் அனைத்தையும் துறந்துவிட்டார். கதர் அரையாடையும் மேலே போர்த்திக் கொள்வதற்கு ஒரு சால்வையுமே அவருடைய உடைகள். கையினால் தயாரிக்கப் பட்ட செருப்பைத்தான் அவர் அணிவார். பல அயிட்டங்கள் நிறைந்த சாப்பாட்டை அவர் சாப்பிடுவதில்லை. ஒன்றிரண்டு சப்பாத்திகள், சாதம், இலைகள், ஆட்டுப்பால், வெல்லம் மற்றும் தேன்தான் அவர் ஏற்றுக் கொண்ட உணவுப் பொருள்களின் மொத்தப் பட்டியல். இப்பட்டியலிலிருந்து நாள் ஒன்றுக்கு ஐந்து அயிட்டங்களுக்கு மேல் உண்ணமாட்டார்.\nவேகவைக்கப்பட்ட காய்கள், பச்சை\nநாள் ஒன்றுக்கு ஒரு அணா (ஆறு பைசா) அல்லது அதற்குக் குறைவாக ஊதியம் பெறும் கோடிக் கணக்கான ஏழைகள் வசிக்கும் நாட்டில் ஏராளமான பணத்தை நகைகளாகவும் அலங்காரப் பொருள் களாகவும் குவித்து வைப்பது பெரும் குற்றமாகும் என்று காந்திஜி கருதினார். அவரது மனனவியிடம் ஆபரணம் எதுவும் கிடையாது.\nதன்னுடைய நான்கு மகன்களையும் அவர் பள்ளிக்கோ கல்லூரிக்கோ அனுப்பவில்லை. நிறைய பணச் செலவுசெய்து தங்களது மக்களைப் படிக்கவைக்க இயலாத நிலையில் நாட்டின் கோடிக்கணக்கான ஏழை மக்கள் இருந்த நிலையில் தனது கன்கனின் படிப்பிற்காகப் பணம் செலவழிப்பதை அவர் தானே தன் மகன்களுக்கு ஆசானாக\n78\nமாறினார். வீட்டில் உதவிக்கு வேலைக்காரர்களை வைத்துக் கொள்ளவில்லை எல்லா வேலைகளையும் தாமே செய்தார். அவர் மண்குடிசைகளில் வசிக்க விரும்பினார். இந்தியாவில் பல தடவைகள் ரயில் பயணம் மேற்கொண்ட அவர் எப்போதும் மூன்றாம் வகுப்பிலேயே பயணம் செய்தார். பயணத்தின்போது அவரது மாற்றுடைகள் மற்றும் சில காகிதங்கள் அடங்கிய பை அவரது தலையணையாகப் பயன்பட்டது. அவரது படுக்கையில் சில சுதேசிக் கம்பளிகளும் கதர் விரிப்புகளும் இருந்தன. ஒரு முறை கொசுவலையைத் தவிர்க்க அவர் முயற்சித்தார். உடல் முழுவதையும் படுக்கை விரிப்பினால் மூடிக்கொண்டு முகத்தின் மீது கொசுவலை மண்ணெண்ணையைப் பூசிக்கொண்டார். வாங்க இயலாத ஏழை மக்கள் அப்படித்தான் செய்கிறார்கள் என்று அவர் கேள்வியுற்றிருந்தார்.\nஏனைய\nஆங்கிலேயர்கள் உண்மையிலேயே இந்தியாவிற்கு சுதந் திரம் அளிக்கப் போகிறார்களா! என்பதைத் தெரிந்துகொள் வதற்காக அவர் இங்கிலாந்திற்கு நான்காவது முறையாகச் கப்பல் பயணம் மேற்கொண்டார். குறைந்த கட்டணத்துடன் கூடிய கீழ்வகுப்பிலேயே அவர் பயணம் செய்தார். உடன் பயணம் செய்த சக ஊழியர்கள் பெட்டி பெட்டியாக உடை களையும் பொருட்களையும் கொண்டு வந்தனர். காந்திஜியோ அதனைத் தடுத்து ஒரு சில இந்திய உடைகளை மட்டும் (வேஷ்டி, சட்டை, கால்செருப்பு) கொண்டுவந்தால் போதும் என்று கூறிவிட்டார். பயணத்தின் போது ஒரு அன்பர் ரூ. 700 பெறுமான சால்வை ஒன்றை காந்திஜிக்கு அளித்தார். காந்திஜி அதை ஏலம் விட்டபோது ரூ. 7,000 கிடைத்தது. “ஏழை மக்களின் ஒரே பிரதிநிதியாய் இதைத்தான் செய்ய இயலும்' என்று காந்திஜி கூறினார். \"நண்பர்களால் எனக்குப் போர்த்தப்படும் சால்வைகளைக் கொண்டு ஒரு திறந்திருக்கலாம் போல் இருக்கிறது\" என்று அவர் சொல்வது உண்டு. (பொன்னாடைக் கலாச்சாரம் அப்போதே துவங்கி மொழி பெயர்ப்பாளரின் குறிப்பு ) இம்மாதிரி விற்பனையில் கிடைத்த பணத்தை அவர் ஹரிஜனங்களின் மேம்பாட்டிற்காகச் செலவிட்டார்.\nகடையையே\nஅவரது\nகாந்திஜி பிரான்ஸ் நாட்டில் வந்திறங்கியபோது அந் நாட்டினர் அரையாடையைக்' கண்டு அதிர்ச்சி அடைந்தனர். காந்திஜி சிரித்த வண்ணம் கூறினார்: \"உங்கள் நாட்டினர் தேவைக்கு அதிகமான ஆடைகளை அணிகின்றனர். நான் தேவைக்கு சற்றுக் குறைவான ஆடைகளை அணிகிறேன். அவர் இதே உடையில் லண்டன் சென்று இங்கிலாந்து நாட்டின் மன்னரைச் சந்திப்பாரா! அங்கு நிலவும் குளிரிலும் மற்றவர்கள்\n.\nd\n79\n"}