{"doc_id": "5a438bd2-947d-4136-89ec-788ff75cb45e", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 48, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அனைவருமே அதற்கேற்ப உடைகளையும் அணிந்திருக்கும் சூழ்நிலையிலும் கூட அவரது உடையில் மாற்றம் இருக்காதா? என்று சிலர் கேட்டனர். காந்திஜியின் சிரிப்பில் அப்போதும் மாற்றம் இல்லை. அவர் கூறுவார்: \"மன்னரிடம் உள்ள உடை இருவருக்குமே போதுமானவை\". அவர் வட்டமேஜை நாட்டில் பங்கேற்றார். ஆக்ஸ்ஃபோர்ட் மற்றும் கேம்பிரிட்ஜ் பல்கலைக் கழகங்களுக்கு விஜயம் செய்தார். இம்மூன்று சந்தர்ப்பங்களிலும் அவர் அரையாடை, ஒட்டுத் தையல் போட்ட சால்வை மற்றும் சாதாரண செருப்பு மட்டுமே அணிந்திருந்தார். சர்ச்சில் கோபத்துடன் \"இந்தியாவின் அரை நிர்வாணப் பக்கிரி\" என்று காந்திஜியைக் குறிப்பிட்டார். காந்திஜியோ தாம் அப்பட்டத்தைப் பற்றி பெருமைப் படுவதாகக் கூறினார். அவரது சாப்பாட்டுச் செலவு நாள் ஒன்றிற்கு 12 அணாவைத் (75 பைசா) தாண்டவில்லை.\nமகா\nபொருள்களை எந்த விதத்திலும் வீணடிப்பது காந்திஜிக் குப் பிடிக்காத ஒன்று. கிழிந்துபோன பழைய துணிகளை விற்று விடலாம் என்பார். பல் துலக்கிய பின் தூக்கி எறியும் குச்சி களைக் கூட கழுவி வெயிலில் காயவைத்து அடுப்பெரிக்க பயன் படுத்தலாம் என்பார். 24 மணி நேரத்திற்கும் அவர் நிகழ்ச்சி நிரல் வைத்திருந்தார். எந்த சமயத்திலும் எந்த பணிக்கும் அவர் நேரம் தவறியதில்லை. அதே சமயம் எப்போதும் பதற்றமோ பரபரப்போ அடைவதில்லை. வார்த்தைகளையும் அளந்தே பயன்படுத்துவார். அவர் எவ்வளவோ கூட்டங்களில் பேசி யுள்ளார். எவ்வளவோ கட்டுரைகளையும் எழுதியுள்ளார். மிகையான அல்லது தேவையற்ற சொற்களைப் பயன்படுத்திய தில்லை. அவருக்கு வரும் கடிதங்களில் காலியாக இருக்கும் பக்கங்களையும் கடிதம் வைக்கப்படும் உறைகளையும் அவர் பத்திரப் படுத்தி வைப்பார். அவற்றின் அளவுகளுக்கேற்ப தனித்தனியாக காகிதங்களைக் கட்டி வைத்திருப்பார். அவற்றையே அவர் கடிதம் எழுதப் பயன்படுத்தினார். அவரது முக்கியமான அறிக்கைகள், கவர்னர் ஜெனரலுக்கும் இங்கிலாந் தின் பிரமுகர்களுக்கும் பிரதமருக்கும் அவர் எழுதிய கடிதங்கள் எல்லாமே இந்த ஒரு பக்கக் காகிதங்களில்தான் எழுதப்பட்டன. பள்ளி மாணவன் அவருக்குப் பரிசாக அளித்திருந்த ஒரு சிறிய பென்சிலும் ஒரு மாக்கல்லும் ஒரு முறை காணாமல் போய் விட்டன. நீண்டநேரம் தேடி அவற்றைக் கண்டுபிடித்த பின்பு தான் அவர் அமைதியானார். சுதந்திரத்திற்குப்பின் மந்திரிகளும், நகராட்சிகளில் முக்கிய பதவி வகித்தவர்களும் சொந்தக் கடிதப் போக்குவரத்திற்கு அலுவலகக் கடிதத்தாளைப் பயன்படுத்து வதையும் அந்த கடிதத்தாள்கள் ஆடம்பரமான முறையில்\nSO\nஅதிகச் செலவில் தயாரிக்கப்பட்டிருந்ததையும் அவர் கண்டனம் செய்தார். வெள்ளைக்காரர்களின் பழக்க வழக்கங்களைக் காப்பி அடிப்பதால் நாட்டிற்கு கேடு தான் விளையும் என்று கூறினார். ஆங்கிலேயர்கள் ஆதிக்கத்துடன் ஆண்டு அடிமை களின் மனத்தில் அச்சத்தை ஏற்படுத்த விரும்பினார்கள். நோக்கில் அவர்கள் கையாண்ட பழக்கங்களை நாம் கைவிட்டு விடவேண்டும். கையினால் தயாரித்த காகிதத்தில் செய்த கடிதத் தாள்களைப் பயன்படுத்த வேண்டும். அவற்றில் அலுவலகங் களின் பெயர்கள் ஹிந்தியிலும் உருதுவிலும் அச்சடிக்கப் பட்டிருக்க வேண்டும். மக்களுக்கு சேவை செய்பவர்கள் விலை உயர்ந்த அன்பளிப்புகளையும், பூங்கொத்துக்களையும் ஏற்றுக்\nகொள்ளக்கூடாது.\nஏழைகளுக்காகத் தாம் வசூலித்த ஒவ்வொரு பைசாவையும் அவர் சேமித்துவைத்தார். பணவிடை (மணியார்டர்) கமிஷன், வங்கியில் வரைவோலை (டிராஃப்ட்) மற்றும் காசோலைக்கான கமிஷன் செலவு இவற்றையும் அவர் தவிர்க்க முயன்றார். தொண்டர்களும் சக ஊழியர்களும் பணத்தை வீண்செலவு செய்தால் அவர் கண்டனம் தெரிவிப்பார். 1896ம் ஆண்டு அவர் சமயம் தென் ஆப்பிரிக்காவிலிருந்து இந்தியாவுக்கு வந்த அவருக்கு ரூ. 1000 பணமுடிப்பு தரப்பட்டது. அதற்கு அவர் விபரமான கணக்குகளை ஒப்படைத்தார். அதில் சில அயிட்டங் கள் இப்படி இருந்தன : டிராம் வாடகை ஒரு அணா, தண்ணீர் ஆறு பைசா, வேடிக்கை காட்டியவனுக்கு ஆறு பைசா, மந்திர வாதிக்கு எட்டணா, கொட்டகைக்கு (தியேட்டர்) நான்கு ரூபாய்.\nநமது போராட்டங்களின் போது ஆடம்பரமும் வீண் செலவுகளும் அறவே கூடாது என்று கூறி வந்தார் காந்திஜி. \"ஒவ்வொரு ஊருக்கும் நான் விஜயம் செய்யும் சமயங்களில் ஊர் மக்கள் விலை உயர்ந்த ஆரஞ்சுப் பழங்களையும் திராட்சைப் பழங்களையும் ஏன் கொண்டு வருகிறார்கள்? நான் ஒரு டஜன் கேட்டால் பத்து டஜன் பழம் ஏன் வருகிறது? நாம் ஏழை மக்களின் அறங்காவலர்களாக விளங்க வேண்டும்\" என்று கூறினார் காந்திஜி. அவரது புத்திமதி: 'உன்னால் நடந்து பயன் கூடிய தூரப் பயணத்திற்கு வாகனங்களை படுத்தாதே.\" அவர் இதைத் தன் வாழ்க்கையில் கடைப்பிடித்து வந்திருக்கிறார். தென் ஆப்பிரிக்கா வாசத்தின்போது பல நாட்கள் பண்ணையிலிருந்து பக்கத்து ஊருக்கும் கடைகளுக் கும் நடந்தே சென்று திரும்புவார். இதற்காக அவர் நடந்த தூரம் 42 மைல்கள் (67 கிலோ மீட்டர்). அப்படி நடந்து சில ரூபாய் களைச் சேமித்தார். வீட்டிலிருந்து அலுவலகத்திற்கு நடந்தே சென்று திரும்புவார்.\nசெல்லக்\n81\n"}