{"doc_id": "48de9b8e-b469-499f-8d8f-8ee0a22df030", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 49, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "தடவை காந்திஜி \"இனவெறி நாட்டுப் பற்றுக்கு அவசியம்தானா?\" என்ற தலைப்பில் ஒரு கூட்டத்தில் பேசினார் அக்கூட்டத்திற்கு டிக்கெட் வாங்கியவர்கள் மட்டுமே அனுமதிக் கப் பட்டனர். அதன்மூலம் கிடைத்த பணம் தேசபந்து நினைவு நிதிக்கு நன்கொடையாக வழங்கப்பட்டது. “உண்மைதான் கடவுள்\" என்ற தலைப்பில் காந்திஜியின் பேச்சு முதன் முறை யாக இசைத் தட்டில் பதிவு செய்யப்பட்டது. இசைத்தட்டு கம்பெனி காந்திஜிக்கு ரூ.65,000 வழங்கியது அவர் அரை மணி நேரத்தில் அவ்வளவு பெரிய தொகையை சம்பாதித்து விட்டார்! அதை ஹரிஜன நலநிதிக்கு வழங்கினார்.\nகாந்திஜிக்குப் பணத்தை சம்பாதிக்கவும் தெரியும், சேமிக்க வும் தெரியும். அரசு அவரது புத்தகங்களுக்குத் தடைவிதித்த போது தாமே தமது புத்தகங்களை விற்பனை செய்தார். நான்கு அணர் (25 காசு) விலையுள்ள 'இந்திய சுயராஜ்யம்' என்ற புத்தகம் ஐந்து ரூபாய், பிறகு பத்து ரூபாய் பிறகு ஐம்பது ரூபாய்க்கு விலை போயிற்று. அவரது புகழ் பெற்ற தண்டி யாத்திரையின்போது தயாரிக்கப்பட்ட உப்பிலிருந்து அரைத் (அரை ரூபாய் எடை) ரூ. 525க்கு விற்கப்பட்டது. அப்போது அரைத்தோலா தங்கத்தின் விலை 40 ரூபாய்தான். உலகில் எங்குமே எந்த வியாபாரியும் உப்பை அந்த விலைக்கு விற்றதில்லை.\nே\nஜனங்களிடம் தனது கையெழுத்தைப் பெறும் ஆவல் இருந்தது என்பது அவருக்குத் தெரியும். ஒவ்வொரு கையெழுத் திற்கும் அவர் ஐந்து ரூபாய் வசூல் செய்தார். ஆயிரக்கணக்கில் நன்கொடை கொடுத்தவர்களுக்குக் கூட அவர் விதிவிலக்கு அளிக்கவில்லை அவர்களும் கையெழுத்திற்கு 5 ரூபாய் கட்ட வேண்டி இருந்தது. கதரின் விற்பனையை அதிகரிப்பதற்காக அவரே விற்பனையில் ஈடுபட்டார். வலது கையில் துணியின் அளவுகோலையும் இடது கையில் கதர்த்துணிகளையும் சுமந்த வண்ணம் பில்களில் கையெழுத்திட்டு வெகுவேகமாக விற்பனை செய்தார். 50 நிமிஷங்களில் ரூ. 500 மதிப்புள்ள கதர் விற்றுத் தீர்ந்து விட்டது. (அக்காலத்தில் ஒரு மீட்டர் துணி 10, 12 பைசாவுக்குக் கிடைக்கும். அப்படி என்றால் ரூ.500க்கு அவர் விற்ற துணியின் அளவு 4000 மீட்டர் இருக்கும்). மற்றொரு சந்தர்ப்பத்தில் அவர் ரயில் பயணம் மேற்கொண்டபோது ரயில் நிலையங்களில் கதர் விற்பனை செய்தார். கதர் விற்பனைக்காக பொருட்காட்சி ஒன்றிற்கு ஏற்பாடு செய்த சமயம் ஒரே வாரத்தில் ரூ.40600க்கான கதர் விற்பனை செய்யப்பட்டது. அப்போது (அவ்விடத்தில்) ஆண்டு ஒன்றின் மொத்த விற்பனை ரூ. 6,000 ஆஇருந்தது. இன்னொரு காதி பண்டாரில் அவரது முயற்சி\nகாரணமாக வருடாந்திர விற்பனை ரூ. 48லிருந்து ரூ.5,312 ஆக அதிகரித்தது காங்கிரஸ் கட்சி மாநாடுகள் நடக்கும் போது கைவினைப் பொருள்கள் கண்காட்சியும் நடைபெறுவது வழக்கம். அனைவரையும் தொண்டர்கள் பொருள்கள் விற்பனையை அதிகரிப்பதற்காக விற்பனை ஊக்குவிப்போராகவும் பணியாற்றும்படி கேட்டுக் கொண்டார்.\nகைவினைப்\nஅயல்நாட்டுத் துணியை பகிஷ்கரிக்கும்படி\nகொடுத்த வேண்டுகோள் காரணமாக வங்காளத்தில் மட்டும் அத்துணியின் விற்பனை பாதியாகக் குறைந்து விட்டது. மற்ற மாநிலங்களிலும் இதே நிலைதான். மொத்தத்தில் அயல்நாட்டு வியாபாரமே ஸ்தம்பிக்கும் நிலைக்கு வந்து விட்டது. இந்தியா வின் அதிகரிக்கும் தேவைகளுக்கேற்ப எல்லாப் பொருள்களும் இந்தியாவிலேயே உற்பத்தி செய்யப்பட வேண்டும் என்று அவர் கூறி வந்தார். இந்தியப் பொருள்களின் விற்பனையை பாதிக்காத பட்சத்தில் இங்கிலாந்துடன் வர்த்தகத்தை அனுமதிக்கலாம் என்று அவர் கூறி வந்தார். கதர்த்துணியை மட்டும் அணிந்து தேவைகளுக்கு இறக்குமதி வெளிநாட்டிலிருந்து பொருள்களைப் பயன் படுத்துவதை அவர் எதிர்த்தார். வெளிநாட்டுப் பொருள்களை நாம் பயன் படுத்து வதன் காரணமாக இந்தியாவின் பெரும் வியாபாரிகளும் தொழில் அதிபர்களும் லாபம் அடைகிறார்கள். இதன் மூலம் ஆங்கிலேயர் நம்மைக் கொள்ளை அடிக்கும் பணிக்கு இந்திய வியாபாரிகள் துணை போகிறார்கள். நாட்டில் அனைவரும் கதர் அணிந்து பயன் கிராமங்களில் தயாராகும் ஏனைய பொருள்களையும் படுத்தி நாட்டின் செல்வம் சூறையாடப்படுவதைத் தவிர்க்க வேண்டும் என்று அவர் விரும்பினார்.\nஏனைய செய்யப்பட்ட\nஅரசு, கதர்-கிராமத் தொழில் கொள்கைக்கு எதிர்ப்பாக இருந்ததால் அரசிடமிருந்து சலுகையோ உதவித் தொகையோ அவருக்குக் கிட்டவில்லை. பெரும்பாலான மக்களும் அசட்டை யாகவே இருந்தனர். அந்தச் சூழ்நிலையிலும் மக்கள் தங்களது உணவு, உடை போன்ற அடிப்படைத் தேவைகளுக்கான பொருள்களை தாங்களே உற்பத்தி செய்து கொள்ள வேண்டிய தன் அவசியத்தை அவர் வலியுறுத்தி வந்தார். அகில இந்திய நூற்போர் சங்கமும் அகில இந்திய கிராமத் தொழில்கள் சங்கமும் அமைக்கப்பட்டு நாடு முழுதும் அவற்றின் கிளைகளும் இயங்கின. வார்தாவில் இருந்த அருங்காட்சியகம் இப்பணிகளின் மையமாகத் துலங்கியது. நூற்பு, நெசவு, காகிதம் தயாரித்தல், தோல் பொருள்கள் தயாரிப்பு, எண்ணெய் ஆட்டுதல், அரிசி அரவை, சோப் தயாரிப்பு, தேனீ வளர்த்தல், தச்சு மற்றும் கொல்லும் வேலைகள் ஆகிய எல்லாப் பணிகளுமே அங்கு\nமகன்\n83\n"}