{"doc_id": "ad1a4a93-f6a1-4d98-a7a0-d43de48cf232", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 5, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "யதே.\nஇப்புத்தகத்தை இப்படி எழுதுவதற்கான எண்ணம் என்னுடை நாட்டின் இளைஞர்களுக்காக இதை எழுதியுள்ளேன். இதிலுள்ள கருத்துக்கள் அனைத்துமே டி. ஜி. டெண்டுல்கர் அவர் களின் 'மகாத்மா' புத்தகத்திலிருந்து தேர்ந்தெடுக்கப்பட்டவை. இந்தச் சிறுபுத்தகத்தைக் கொண்டுவருவதில் நான் அவருக்கு எவ்வளவு தூரம் கடன்பட்டிருக்கிறேன் என்பதை வார்த்தைகளால் வர்ணிக்க இயலாது. திரு.என்.ஜி.ஜோக் அவர்கள் கையெழுத்துப் பிரதியை கவனத்துடன் படித்துத் திருத்தம் செய்து கொடுத்துள்ளார்கள். இந்த நூலில் உள்ள இருபது கட்டுரைகளை நேஷனல் ஹெரால்ட் பத்திரிகையில் தொடர் கட்டுரைகளாக வெளியிட்டதற்காக திரு. சலபதிராவ் அவர்களுக்கு எனது நன்றியினைத் தெரிவித்துக் கொள் கிறேன்.\nஇப்புத்தகத்திற்குப் படங்களை வரைந்து கொடுத்த திரு. ஆர். கே.லக்ஷ்மன் அவர்களுக்கு எனது நன்றி உரித்தாகிறது.\nஇப்புத்தகத்திற்கு முன்னுரை அளித்த ஜவஹர்லால் நேரு அவர்களுக்கு எனது இதயம் கனிந்த நன்றி. இப்புத்தகத்தைப் படிக்கும் ஆயிரம் இளைஞர்களில் ஒருவராவது காந்திஜி ஏதாவது ஒரு பணியை மேற்கொண்டு செய்தால் அது எனக்கு மிக்க மகிழ்ச்சி அளிக்கும்.\nசெய்த\nஅனு பந்தோபாத்யாயா\nஅணிந்துரை\nகாந்தியடிகள் ஒரு சத்தியாகிரகி, சுதந்திரப் போராட்டத் தளபதி, சிறைவாசி என்பது உலகப் பிரசித்தம். அவர் ஒரு வக்கீல், நாவிதர், ஆசிரியர், பத்திரிகை ஆசிரியர், அச்சிடுபவர், செருப்புத் தைப்பவர் என்பதை அவரது தென்னாப்பிரிக்க வாழ்க்கை வெளிப்படுத்துகிறது. அவர் ஒரு நூற்பவர், நெசவாளி, விவசாயி, துப்புரவுத் தொழிலாளி, இயற்கை மருத்துவர், செவிலியர் இன்னோரன்ன பல அம்சங்களை அவரது இந்திய வாழ்க்கை வரலாறு வருணிக்கிறது. ஆனால், அவர் ஒரு கொள்ளைக்காரர், பிச்சைக்காரர், பாம்பாட்டி, ஏலம் விடுபவர், அர்ச்சகர், மோஸ்தர் முன்னோடி போன்ற பல அரிய அபூர்வ செய்திகளை இந்நூல் அழகுற சுவைபட தக்க ஆதாரங்களுடன் வருணித்து வாசகர்களை வியப்புறச் செய்கிறது. பண்டித ஜவஹர்லால் நேரு அவர்கள் இந்நூலுக்கு அளித்துள்ள தமது முன்னுரையில், “நாம் எந்த விஷயங்களை அற்ப விஷயங்கள், சாதாரண விஷயங்கள் என்று ஒதுக்கிவிடுகிறோமோ, அவற்றில் அவர் முழுமனதுடன் ஈடுபாடு கொண்டிருந்தது அவரது மனித நேயத்தைக் காட்டுகிறது. அதுவே, காந்திஜியின் அற்புதமான குணாதிசயம்\" என்று கூறியுள்ளதற்கு இந்நூல் கட்டியம் கூறுகிறது.\n(v)\n"}