{"doc_id": "92b30be4-13eb-497c-8f33-d020beb38fbd", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 50, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "மேற்கொள்ளப் பட்டன. எப்படி ஒருவனது சொந்தத் தோட்டத் தில் விளைந்த தானியங்களைக் கொண்டு தயாரிக்கப்படும் உணவு விலைகுறைவாக இருக்குமோ அப்படியே ஒருவன் தன் கையினால் நூற்று தன் கையினால் நெசவு செய்த துணியும் விலை குறைவாகத்தான் இருக்கும் என்று அவர் கூறிவந்தார். \"வாழ்க்கையில் பணம் பிரதானமானது அல்ல. வேலையின்மை காரணமாக மக்கள் சோம்பித் திரிவதுதான் எனக்குக் கவலை தருகிறது\" என்பார் அவர். நாட்டின் நலனைக் கருத்தில் கொண்டு பொருளாதாரம் பற்றிய நமது பார்வையில் மாற்றம் வரவேண்டும் என்று எண்ணினார் அவரது வேண்டுகோள் என்னவெனில் \"நாம் ஏராளமான உணவுப் பொருள்களை உற்பத்தி செய்தும் கூட கோதுமையை வெளிநாடுகளிலிருந்து இறக்குமதி செய்து வருகிறோம். நன்கு பாலிஷ் செய்யப்பட்ட சத்தில்லாத அரிசியையும் சத்துள்ள வெல்லத்திற்கு பதில் சத்துக் குறைவான வெள்ளை ஜீனியையும் சாப்பிடுகிறோம். குறைந்த விலையில் ஆரோக்கியத்தைக்\n4\nசற்று\nசத்தில்லாத பொருள்களை வாங்கி நம் கெடுத்துக் கொள்கிறோம். கிராமத்தில் ஆட்டுபவர்களுக்கு நாம் ஆதரவு கொடுக்காமல் விரட்டிவிட்டோம். இன்றைய கிராமவாசிகள் ஐம்பது ஆண்டு களுக்கு முன்பிருந்த கிராமவாசிகளைக் காட்டிலும் அறிவிலும் தன்னம்பிக்கையிலும் குறைந்தவர்களாகவே காணப்படுகிறார் கள். அவன் நிறைய பொருள்களை இழக்கிறான். பதிலுக்கு அவன் பெறுவது மிகவும் குறைவு. எனது திட்டங்களை எல்லோரும் மேற்கொண்டால் நகரங்களில் உற்பத்தி செய்யப் படும் பொருள்கள் கிராமங்களில் உற்பத்தி செய்யப்பட்டு கிராம வாசிகளின் இழப்பு தவிர்க்கப்படும்.\" ஜனங்களை அவர்களே நெல்லிலிருந்து கைக்குத்தல் அரிசி தயாரிக்கும்படியும் கோதுமையை தங்களது வீடுகளிலேயே திரிகையில் அரைத்து மாவு தயாரித்துக் கொள்ளும்படியும், ஜீனிக்கு பதிலாக வெல்லத்தை பயன்படுத்தும்படியும், தங்களுக்குத் தேவையான துணிகளைத் தாங்களே தயாரித்துக் கொள்ளும்படியும் கேட்டுக்\nகொண்டார்.\nஎண்ணை\nச\nகதர்த்துணி யில் துணியுடன் போட்டி போட முடியும் என்பதை மறந்து விடும்படி காந்திஜி நாட்டு மக்களிடம் கூறினார்: \"மில் சொந்தக்காரர்கள் போட்டிக்காக எப்படியும் துணியின் விலையைக் குறைக்கவே முயற்சிப்பார்கள். நாம் நேர்மையான வழியில் சென்று கதர் ஊழியர்களுக்கு நியாயமான ஊதியம் வழங்க வேண்டும். இல்லாவிடில் நாம் நம்மை அறியாமலேயே கதர் ஊழியர்களைச் சுரண்டிய குற்றத்திற்கு ஆளாவோம்.\" குடிசைத் தொழிலில் காகிதம் தயாரித்துக்\n84\nபைசா\nகொண்டிருந்த ஒரு நபர் தொழிலாளர்களுக்கு ஆறு மட்டுமே ஊதியம் வழங்கி காகிதத்தைக் குறைந்த விலைக்கு விற்பதாகக் கூறினார். குறைந்த விலைக்கு அவரிடம் தன்னால் கிதம் வாங்க இயலாது என்று காந்திஜி கூறிவிட்டார்.\nகா\nபயிர்களை\nபங்கே\nவிவசாயிகளையும் கிராமத்து கைவினைஞர்களையும் ஒட்டுண்ணி போல் உறிஞ்சி வாழ்ந்து கொண்டிருந்த இடைத் அகற்றிவிட அவர் விரும்பினார். தரகர்களை உற்பத்தி செய்து வரும் விவசாயிகளுக்கு நியாயமான வருவாய் கிடைக்கவில்லை என்ற உண்மை அவருக்கு நன்கு தெரிந்திருந் தது. நுகர்வோர் ஒரு தானியத்திற்குக் கொடுக்கும் விலையில் ஒரு சிறிய விவசாயியைச் சென்றடைகிறது. அவர்களது (விவசாயிகளது) பிரச்சினை தானியங்களின் குறைந்த விலை அல்ல. இடைத்தரகர்கள்தான். உணவு மற்றும் துணிகளின் விலைகளை சட்டத்தின் மூலம் கட்டுப்பாட்டில் வைப்பதையும் அவர் விரும்பவில்லை. அப்படிச் செய்வதினால் கறுப்புச் சந்தை லாபம் அடிக்கிறார்கள். பெருகி பல வியாபாரிகள் கொள்ளை அவர் மக்களை ஏமாற்றிப் பணம் குவிக்கும் வியாபாரிகளைச் சாடினார். தவறான முறையில் சம்பாதித்த பணத்தின் ஒரு பகுதியை தர்ம காரியங்களுக்குச் செலவிடுவதன் மூலம் அவர்கள் பாவத்திலிருந்து தப்பி விடமுடியாது என்றார். வியாபாரிகளைக் வியாபாரிகளும் கண்டித்து இவ்வாறு கூறினார். \"பெரும் முதலாளிகளும் ஆங்கிலேய அரசாங்கத்திற்கு எதிராகக் குரல் எழுப்புகிறார்கள். ஆனால், உண்மையில் அந்த அரசாங்கத் துடன் ஒத்துழைக்கிறார்கள். ஆங்கிலேய அரசாங்கத்திற்கு 95 சதவீதம் பங்கும் இந்திய வியாபாரிகளுக்கு 5 சதவீதமும் காரணம் கிடைக்கிறது. சுதேசி இயக்கத்தின் தோல்விக்குக் இந்திய வியாபாரிகள் வெளிநாட்டுச் சரக்குகளைப் பொய்யாக இந்திய சரக்குகள் என்று முத்திரை குத்தி விற்பனை செய்தது தான். இந்தியாவுக்கு ஏற்பட்ட இழப்புக்கு வியாபாரிகள்தான் வியாபாரிகளைக் கொண்டு இந்தியாவை காரணம். அதே மூன்னேற்றப் பாதையில் நாம் கொண்டு செல்ல வேண்டும்\".\nகணக்கான\nகதருக்கு இருக்கும் ணையற்ற மதிப்பு, கோடிக் மக்களுக்கு உடனேயே வருவாயுள்ள வேலையைக் கொடுக்கிறது என்பதில்தான் இருக்கிறதே சிலருக்கு அதிகமான ஊதியம் யன்றித் தனிப்பட்ட வெற்றிகரமாக\nஅளிக்கும் என்பதில்லை அமைத்து விடுவதற்குத் தகுந்ததாக துணைத் தொழில் இதுதான்.\nக இருக்கும் ஒரே ஒரு\nயங் இந்தியா 15-10-1925\nஆகையால்,\n85\n"}