{"doc_id": "515acc38-ce2e-4454-89bf-7651923832da", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 51, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "16\nகாந்திஜி ஒரு விவசாயி\nவிவசாயியை உலகத்தின் தந்தையாகச் சித்தரிக்கும் கவிதை ஒன்றை காந்திஜி படித்தார். அக்கவிதை கூறியது என்னவென்றால், \"கடவுள் எல்லோருக்கும் உணவளிக்கிறார்; அதில் விவசாயிகள் கடவுளின் கரங்களாகச் செயல்படுகிறார் கள்.\" விவசாயிகள் வறுமை மற்றும் அறியாமை ஆகிய தளைகளிலிருந்து விடுதலை பெறும்போதுதான் இந்தியா சுதந்திர நாடாகத் திகழும் என்று காந்திஜி கூறுவார். 'நாட்டின் ஜனத் தொகையில் 75 சதவிகிதம் விவசாயிகள்தான். அவர்கள் பூமி யின் உப்பைப் போன்றவர்கள். அவர்கள் பாடுபடும் நிலம் அவர்களுக்குச் சொந்தமானதாக இருக்க வேண்டும்; நிலச்சுவான் தார்களுக்கு அல்ல; எல்லா நிலமும் ஆண்டவனுடையது. அதை உழுபவன் அனுபவிக்கலாம். வேறு யாருக்கும் அதன் மீது உரிமை கிடையாது. விவசாயிகளது உழைப்பின் பயனை நாம் எடுத்துக் கொள்வது சுயராஜ்யம் ஆகாது. நமக்கு விடிவுகாலம் விவசாயிகள் வாயிலாகத்தான் பிறக்கும்; வக்கீல்களாலோ, டாக்டர்களாலோ, பணக்கார நிலச்சுவான்தார்களாலோ நமக்கு விடிவுகாலம் பிறக்கப் போவதில்லை.\"\nஅரசின் வருவாயில் 25 சதவிகிதம் விவசாயிகளிடமிருந்து வசூலிக்கப்படுகிறது. நிலவரியின் சுமை பளுவானதுதான். இந்தியாவின் பெரு நகரங்களில் அரண்மனை போன்ற கட்டிடங் கள் கட்டப்படுவதைக் கண்ணால் பார்த்தாலோ, ஏன் அப்படி கட்டிடம் கட்டப்படுவதாகக் கேள்வியுற்றாலோகூட விவசாயிகளிடமிருந்து கொள்ளையடிக்கப்பட்ட பணத்தைக் கொண்டு படுகிறது\" என்று கூறுவார். நகரங்களின் வளமை, கிராமங்களில் விவசாயிகள் மீது சுமத்தப்படும் வரிச்சுமையையும் சட்டத்திற்கு புறம்பான சுரண்டல்களையும், திருப்பித்தர இயலாத கடன் சுமைகளையும், படிப்பறிவின்மையையும், மூடநம்பிக்கை களையும், வியாதிகளையும், அவருக்கு நினைவூட்டியது.\nகாந்திஜி வருத்தத்துடன்,\nகட்டப்\nகாந்திஜி விவசாயியாகப் பிறக்கவில்லை, ஆனால், விவசாயியாகத் திகழ பல்வேறு முயற்சிகளை அவர் மேற் கொண்டார். பள்ளிப் பருவத்திலிருந்தே பழமரங்களை வளர்ப்ப தில் அவருக்கு நாட்டம் இருந்தது. தினந்தோறும் மாலை நேரங் களில் பள்ளியிலிருந்து வீடு திரும்பியதும் மொட்டை மாடியில்\n86\nவளர்க்கப்பட்ட செடிகளுக்கு நீர் ஊற்ற வாளி வாளியாகத் தனது 36வது வயதில் ஒரு தண்ணீரை எடுத்துச் செல்வார். பண்ணையைத் தொடங்கி விவசாயியின் வாழ்க்கை முறையை\nஅவர் மேற்கொண்டார். நிலம் அவரைக் கவர்ந்தது. குடும்பத்துடனும்\nமேலும்\nசில\nபழமரங்களுடன் கூடிய ஒரு ஏக்கர் அதை விலைக்கு வாங்கி அங்கேயே நண்பர்களுடனும் வசிக்கத் படிப்படியாகக் தொடங்கினார். தனது வக்கீல் தொழிலைப் கைவிட்டு விவசாயத் தொழிலை அவர் மேற்கொண்டார். வசிப்பதற்கான குடிசைகள் ஆசிரமவாசிகளாலேயே பட்டன. காந்திஜி நிலத்தை உழுது, தண்ணீர் காய்கறிச் செடிகளையும் பழமரங்களையும் வளர்த்தார். சமயத் தில் மரங்களை வெட்டுவதும் அறுப்பதும் உண்டு. அந்த நிலம் விரைவில் ஒரு தோப்பாக மாறிவிட்டது.\nதென் ஆப்பிரிக்காவில் பத்தாண்டு பண்ணை வாழ்க்கை அவரை ஒரு விஷயம் தெரிந்த மற்றும் அனுபவரிக்க விவசாயி யாக மாற்றி விட்டது. அவர் விஞ்ஞான முறையிலான மற்றும் அஹிம்சை அடிப்படையிலான தேனீ வளர்ப்பையும் அறிமுகப் படுத்தினார். தேனீக்களைக் கொல்லாமலும் தேன்கூட்டைச் சிதைக்காமலும் தேன் எடுக்க அவருக்குத் தெரிந்திருந்தது. மேலும், தேனீ வளர்ப்பின் பயனாக பழங்கள் மற்றும் காய்கறி களின் விளைச்சலும் கூடும் என்பதையும் அவர் விளக்கினார். தேனீக்கள் தங்களது கால் இடுக்கில் மகரந்ததூள்களை மலரிலிருந்து மற்றொரு மலருக்குச் சுமந்து சென்று அயல் மகரந்தச் சேர்க்கையை நிகழ்த்தி மகசூலைப் பெருக்குகின்றன.\nஒரு\nகளை\nஒரு\nவிவசாயத்தைப் பொருத்தவரை நிலம் வளமற்றது, சரியான தண்ணீர் போதாது போன்ற வாதங் உபகரணங்கள் இல்லை விவசாயியின் காந்திஜி புறக்கணித்துவிடுவார். சொத்து தனது உழைப்பைச் சரியான முறையில் பயன்படுத்திக் விவசாயி திறமை கொள்வதில்தான் உள்ளது என்பார் அவர். யுடனும் ஊக்கத்துடனும் தன்னம்பிக்கையுடனும் செயல்பட வேண்டும். ஆதாரக் கல்வித் திட்டத்தில் பணியாற்றிய அலுவலர் நிலம் தங்களுக்குத் தரப்பட்டுள்ள ஒருவர் காந்திஜியிடம் விவசாயத்திற்கு ஏற்றது அல்ல என்று கூறியபோது காந்திஜி நாங்கள் விவசாயம் ஆப்பிரிக்காவில் சொல்வார். \"தென் தொடங்கிய போது எங்களுக்குக் கிடைத்த நிலம் எப்படி உங்கள் இடத்தில் இருந்தது என்பது உங்களுக்குத் தெரியாது கொண்டு நான் இருந்திருந்தால் நிலத்தைக் உழுதிருக்க மாட்டேன். மாணவர்கள் கையில் களைக்கொத்துக் தோண்டுவதற்குப் பயிற்சி களைக் கொடுத்து நிலத்தைத்\nகலப்பையைக்\nட\n87\n"}