{"doc_id": "9c4d132d-2a94-4407-8434-6da31f247570", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 52, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அளித்திருப்பேன். அது ஒரு கலை. எருதுகளைப் (ஏர் உழவை) பிற்பாடு கொண்டு வரலாம். நிலத்திற்கு மேலெழுந்தவாரியாகச் வண்டல் மண்ணையோ, தொழுஉரத்தையோ போட்டிருப்பேன்: அதைக் கொண்டு காய்கறிகளையும் கீரை வகைகளையும் வளர்க்கலாம். மனிதக் கழிவுகளை ஆழம் குறை வான வாய்க்கால்களில் மண்ணுடன் கலந்து மட்கவைத்து உரம் ஆக்குவதற்கு 15 நாட்களே பிடிக்கும். சிறுவர்கள் மனதில் உழவுத் தொழில் கெளரவமானது என்ற எண்ணம் பதிய வேண்டும். இழிவான தொழில் அல்ல, மேலான தொழிலாகும்.\" ஆதாரக் கல்வி திட்டத்தில் விவசாயத்திற்கு முக்கியமான பங்கு உண்டு என்று காந்திஜி நம்பினார்.\nC\nஇந்தியாவின் பிரிவினைக்குச் சற்று முன்பாக நவகாளியில் இருந்த ஹிந்துக்கள் காந்திஜியைக் கேட்டனர்: \"எங்களுக்கு உணவு\nகிடைக்காத நிலையில் நாங்கள் எப்படி இங்கே தொடர்ந்து வாழ முடியும்? இங்குள்ள முஸ்லீம் விவசாயிகள் எங்களுடன் ஒத்துழைப்பதில்லை. எங்களுக்கு உணவு தானியங் களையோ, எருதுகளையோ, கலப்பையையோ தருவதில்லை.\" காந்திஜி சற்றுச் சூடாகவே பதில் கொடுத்தார்: \"சில பிக்காசி கொண்டு வாருங்கள், நிலத்தைத் தோண்டுங்கள். அப்படி விவசாயம் செய்வதால் பயிர் விளைச்சல் குறைந்து\nகளைக்\nவிடாது.\"\n1943 ஆண்டு காந்திஜி சிறையில் இருந்தபோது வங்காளப் பஞ்சத்தில் லட்சக்கணக்கான மக்கள் மாண்டனர். அந்தக் கொடூர சம்பவத்தின் நினைவு மக்கள் மற்றும் அரசு அலுவலர்களின் மனதில் பசுமையாகவே இருந்தது. 1947ம் ஆண்டில் மற்றொரு பஞ்சம் வந்துவிடுமோ என்ற அச்சம் அரசின் மனதில் தோன்றியபோது இந்தியாவின் கவர்னர் ஜெனரல் தனது உதவியாளரை காந்திஜியிடம் ஆலோசனை கேட்பதற்காக அனுப்பி வைத்தார். அந்த உதவியாளர் தனி விமானத்தில் டில்லியிலிருந்து வார்தாவுக்கு வந்து காந்திஜியைச் சந்தித்தார். காந்திஜி சற்றும் பதட்டம் அடையாமல் இருந்தார். ஜனங்கள் அச்சமின்றி வரப்போகும் பஞ்சத்தை எதிர்கொள்ள வேண்டும். நம்மிடம் வளமான நிலத்திற்கோ, தண்ணீருக்கோ, உழைப்பாளிகளுக்கோ பஞ்சம் இல்லை. நிலைமை இவ்வாறு இருக்கையில் உணவுப் பற்றாக்குறை எப்படி ஏற்பட்டுவிட முடியும்? ஜனங்களிடம் தன்னம்பிக்கையும் தற்சார்பு நிலையை யும் வளர்க்க வேண்டும். ஒரு படி தானியங்களை உண்பவர்கள் இரண்டு படி தானியங்களை உற்பத்தி செய்ய வேண்டும். வேறு சில சாப்பிடுவதற்குரிய பொருளையும் ஒவ்வொருவரும் உற்பத்தி செய்ய வேண்டும். இதற்கு மிகவும் சுலபமான வழி ஒன்றுள்ளது.\n88\nட\nசுத்தமான மண்ணைச் சேகரித்து ஒரு மண் தொட்டியிலோ, தகரத்திலோ போட்டு, கொஞ்சம் தொழுஉரம் அல்லது உலர வைத்த சாணத்தைப் போட்டு ஏதோ ஒரு தானியம் அல்லது காய்றிகயின் விதையைத் தூவி தினந்தோறும் தண்ணீர் ஊற்றிவர வேண்டும் எல்லாவிதமான விழாக் கொண்டாட்டங்களையும் நிறுத்தி விடவேண்டும். விதைகள் உடனடியாக ஏற்றுமதி செய்யப்படுவதையும் உடனடியாக நிறுத்த வேண்டும். மாவுச் சத்தினை நாம் காரட், உருளைக் கிழங்கு, சேனைக்கிழங்கு போன்ற கிழங்குகளிலிருந்தும் வாழைப்பழத்திலிருந்தும் பெற முடியும். இவற்றை பயன்படுத்துவதன் மூலம் தானியங்களையும் பருப்பு வகைகளையும் சேமித்து வைக்கலாம். காந்திஜியின் வழியில் சுயதேவைப் பூர்த்தியை அடைவதற்குக் கட்டுப்பாடும். எளிமையும், உணவுப் பழக்கவழக்கங்களில் மாற்றமும் தேவை யாக இருந்தன. இவற்றை நாம் கடைப்பிடித்தால் அயல் நாட்டினரிடம் கையேந்துவதைத் தவிர்க்க முடியும்.\nஉணவுக்கும் துணிக்கும் பங்கீடுமுறை (ரேஷன் ) அமுலில் இருந்த போது காந்திஜிக்கு அப்பொருள்களை அரசிடமிருந்து பெறவேண்டிய அவசியம் ஏற்படவில்லை. அரிசியையோ, கோதுமையையோ, பருப்பையோ, சர்க்கரையையோ உட்கொள்ளாமல் அவரால் வாழ முடிந்தது. தனக்குத் தேவை யான துணியையும் அவர் தானே உற்பத்தி செய்து கொண்டார். ஹரிஜன் பத்திரிகையில் அவர் கம்போஸ்ட் உரம் தயாரிப்ப தற்கான முறையை விவரித்திருந்தார். குறைந்த செலவிலோ அல்லது எவ்விதச் செலவும் இன்றியோ பசுமாட்டின் சாணம், மனிதக் கழிவுகள், சிறுநீர், காய்கறி வெட்டும்போது வீணாகும் தோல்கள், குளம் குட்டைகளில் பரவிக்கிடக்கும் ஆகாயத் தாமரை போன்றவற்றை பயன்படுத்தி கம்போஸ்ட் உரத்தைத் தயாரித்து விடலாம். இதற்கு முதலீடு தேவையில்லை. அவரது ஆசிரமங்களில் மனிதக் கழிவுகளும், சிறுநீரும் ஆழம் குறைவான பள்ளங்களில் சேமித்து வைக்கப்பட்டன. பூமியின் மேற்பகுதி எண்ணற்ற ஆழம்வரை நுண்ணுயிர்கள் வாழ்கின்றன. இவை கழிவுகளை உரமாக மாற்றுகின்றன. கழிவு களை ஆழத்தில் புதைத்து வைத்தால் துர்நாற்றத்துடன்கூடிய வாயுக்கள் வெளியாகி காற்று மண்டலத்தை மாசுபடுத்துகின்றன. இப்படி ஒரே சமயத்தில் துப்புரவாளராகவும், விவசாயியாகவும் காந்திஜி பணியாற்றியது பரம்பரை விவசாயிகளுக்கு ஏற்புடைய தாக இல்லை. காந்திஜி ரசாயன உரங்களுக்கு பதிலாக இயற்கை உரங்களை பயன்படுத்தவே விரும்பினார். விரைவாக அதிக மகசூல் பெறும் நோக்கத்துடன் ரசாயன உரங்களை பயன் என்று படுத்துவது அபாயகரமானது அவர் கருதினார். நல்ல\nயில்\nஒரு\nஅடி\n89\n"}