{"doc_id": "3bdd4c0f-ccbd-4642-9612-43ee2352567b", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 53, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "மகசூல் கிடைத்தாலும் கூட ரசாயன உரங்கள் நிலத்திற்குக் கேடு விளைவிக்கும் என்பது அவரது வாதம்.\nஎர் உழவுக்கு பதிலாக டிராக்டரைப் பயன்படுத்தி உழுவதை அவர் எதிர்த்தார். சபர்மதி ஆசிரமத்தில் அவர் பலவித கலப்பை களை பயன்படுத்திப் பார்த்தார். தொன்மையான கலப்பையே சரியானது என்ற முடிவுக்கு அவர் வந்தார். அதன் மூலம் நிலம் பாதுகாக்கப்படுகிறது. பயிருக்குத் தேவையான ஆழத்திற்கு\nஅக்கலப்பை செல்லும், ஆனால், நிலத்திற்கு குந்தகம் விளைவிக்காது. நூற்றுக்கணக்கான மனிதர்களின் உழைப்பைப் பயனற்றதாக்கிவிடும் டிராக்டரை அவர் ஆதரிக்கவில்லை. மனிதர்களைப் பயனுள்ள ஆக்கப்பணியில் ஈடுபடுத்தவேண்டும். எந்திரங்களைப் பயன்படுத்துவதன் காரணமாக விவசாயிகளின் திறமையும் பாதிக்கப்படும் என்று அவர் எண்ணினார். நிலத்தைச் சின்னஞ்சிறு வயல்களாகப் பாகுபாடு செய்து உழவு செய்வதை அவர் ஆதரிக்கவில்லை. \"நூறு குடும்பங்கள் ஒன்று சேர்ந்து தங்களுக்குப் பொதுவான நிலத்தில் ஒன்றாக விவசாயம் செய்து விளையும் தானியங்களைப் பகிர்ந்து கொள்ளலாம். ஒவ்வொரு விவசாயியும் தனித்தனியாக ஒரு ஜோடி மாடுகளையும் வண்டியையும் வைத்துப் பராமரிப்பது தேவையற்றது.\" மாட்டுப் பண்ணையையும் கூட்டுறவு முறையில் நடத்தும்படி அவர் கேட்டுக் கொண்டார். அப்படிச் செய்வதன் மூலம் மாடுகளின் நலனைப் பாதுகாக்க கால்நடை மருத்துவத்துக்கு ஏற்பாடு செய்யலாம், பொதுவான மேய்ச்சல் நிலம், பொதுவான பொலிகாளை போன்ற ஏற்பாடுகளையும் செய்து கொள்ளலாம். தனிப்பட்ட ஒரு விவசாயியால் இவ்வசதிகளைச் செய்து கொள்ள இயலாது. மாட்டுத்தீவனத்தின் விலை மாடுகளிடமிருந்து நாம் அடையும் பயன்களின் மதிப்பைவிடக் கூடுதலாக உள்ளது. அவனிடம் உள்ள மாடுகளின் எண்ணிக்கை பெருகும்போது வறுமை. காரணமாக விவசாயி கடேரிக் கன்றுகளை விற்று விடுகிறான், காளைக் கன்றுகளை விரட்டிவிடுகிறான். பெரும் பாலும் அவை பட்டினியால் இறந்துபோகும். தனது கால்நடை களுக்கு அவன் சரியாகத் தீவனம் தருவதில்லை. ஆனால், அவற்றைச் சக்கையாகப் பிழிந்து வேலை வாங்குகிறான்.\n00\n|\nபசுமாடுகளின் பாதுகாப்பு பற்றி காந்திஜிக்கு கவலை இருந்தது. பசுக்கள் பண்ணை பொருளாதாரத்தில் முக்கிய பங்கு வகிப்பதாக அவர் கருதினார். இந்தியாவைப் பல தடவைகள் சுற்றிவந்த அவர், விவசாயிகளின் ஒளி இழந்த கண் களையும், கால்நடைகளின் பரிதாப நிலையையும் கண்டு மிகவும் வருந்தினார். \"பசுவை கோமாதா என்று பூஜிக்கும் வழக்கம் உள்ள இந்த நாட்டில்தான், பசுக்கள் கொடூரமாக நடத்தப்\nசண்டை\nபடுகின்றன. பசுக்கள் இப்படி சித்தரவதைக்குள் ளாவதை உலகில் வேறு எங்கிலும் காணமுடியாது. இந்த பூஜிக்கும் வழக்கம்கூட முஸ்லீம்களுடன் பசுவதை பற்றிச் போடுவதிலும் பசுமாட்டைத் தொட்டுக் கும்பிடுவதில் மட்டுமே அடங்கியுள்ளது. நமது மாட்டுத் தொழுவங்களும், கோசாலை களும் (பசுக்களின் புகலிடம்) நரகம்போல் உள்ளன.' கோசாலைகளில் பால் மரத்துவிட்ட மற்றும் நோயுற்ற மாடுகளை பராமரிக்கும் ஏற்பாடுகள் செய்து வீரியமுள்ள கால்நடைகளை யும் உற்பத்தி செய்ய வேண்டும். அவர் பசும்பால் எருமைப் பாலைக் காட்டிலும் மேலானது என்று கருதி அதையே பயன் படுத்தினார். மேலும் பசுமாடு இறந்தபின் அதன் தோல், எலும்பு, குடல் மற்றும் சதையை உரிய முறையில் பயன்படுத்த முடியும்.\nகாந்திஜியின் ஆசிரமத்தில் அமைந்திருந்த கோசாலையில் பொலிகாளைகள் இருந்தன. மாட்டுக் கொட்டில் ஒரு முன் உதாரணத்திற்குரியதாகவும், அதேசமயம் எளிமையாகவும் இருந்தது. அவர் கோசாலையில் நன்கு கவனம் செலுத்தினார். புதிதாகப் பிறக்கும் ஒவ்வொரு இளங்கன்றையும் பிரியமாகத் தனது கையினால் தடவிக் கொடுப்பார். ஒரு கன்றுக்குட்டி ஒரு தடவை தீராத நோயினால் அவதியுற்றது. எவ்வித வைத்தியமும் பயன் அளிக்கவில்லை. காந்திஜி, தாமே அதன் வாழ்வை முடித்திட முன்வந்தார். அவர், அதன் கால்களை இறுக்கிப் பிடித்துக் கொண்ட நிலையில் மருத்துவர் ஊசிமூலம் அக்கன்றினை மீளா நித்திரையில் ஆழ்த்தினார். அஹிம்சா மூர்த்தியான காந்திஜியே இப்படிச் செய்யலாமா என்று பெரும் கண்டனம் எழுந்தது. ஒரு ஜைனர், இந்தப் பாவச் செயலை காந்திஜியின் ரத்தத்தைக் கொண்டு தான் கழுவமுடியும் என்று கூறினார். காந்திஜி இந்தப் புயலை அமைதியாக கொண்டார்.\nஎனது\nபயிர்களைக்\nஆசிரமத்தின் பண்ணையில் வளர்க்கப்பட்ட தானியங் களையும், காய்களையும், பழங்களையும் குரங்குகள் அழிக்க முற்பட்டபோது காந்திஜி குரங்குகளைக் கொன்றுவிடும்படி கூறினார். அஹிம்சையின் காவலர்கள் அதிர்ச்சி அடைந்தனர். \"ஒரு விவசாயியாக மாறிவிட்ட நான், காப்பாற்றிக் கொள்ளும் வழியைப் பற்றியும் சிந்திக்க வேண்டி யுள்ளது. குறைந்த அளவு ஹிம்சை இதற்கு அவசியமாகிறது. குரங்குகளின் தொல்லை தாங்க முடியவில்லை. அவைகள் துப்பாக்கி சப்தத்திற்கு பயப்படாமல் ஊளையிடுகின்றன. தவிர்க்க முடியாத சூழ்நிலையில் அக்குரங்குகளை நான் கொல்ல வும் தயாராகி விட்டேன்.\" உண்மையில் குரங்குகூட ஆசிரமத்தில் கொல்லப்படவில்லை.\n01\n"}