{"doc_id": "6382009a-9472-4a76-936b-19bc11332654", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 54, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "சரியான\nஏழை விவசாயியின் வருமானத்தை எப்படிக் கூட்டமுடியும் என்பது பற்றியே அவர் சிந்தித்து வந்தார். வருடத்தில் நான்கு முதல் ஆறுமாத காலங்கள் அவர்கள் வேலையின்றி இருக்கிறார் கள். விவசாயத்தை மட்டுமே நம்பி அவர்களால் வாழமுடியாது. முப்பது கோடி விவசாயிகளின் இந்தக் கட்டாய ஓய்வு நேரத்தைப் பயனுள்ளதாக ஆக்குவதற்காகவே அவர் பெண் சர்க்காவையும் ஆண்களுக்குக் கைத்தறியையும் அளித்தார். படிப்பறிவற்ற, உடுத்துவதற்குப் போதிய உடைகள் இல்லாத, உண்பதற்குப் போதிய உணவு இல்லாத ஏழைகளின் வாழ்க்கைத் தரத்தை மேம்படுத்தி அவர்களுக்கு உணவும், வசிப்பதற்கு வீடும், உடுத்துவதற்குப் போதிய உடை களும்,நல்ல ஆரோக்கியமும் கல்வியும் கிடைப்பதற்கு அவர் பாடுபட்டார். அவர்களுக்கு இன்னல்களை எதிர்கொள்ளும் மனோபாவமும் இருக்கவேண்டும் என்பார் அவர். விவசாயிகள் தொழிலாளிகள் பிரஜைகளின் அரசாங்கம் ஏற்படவேண்டும் என்று விரும்பிய அவர் 'விவசாயிகளுக்குத் தமது இழிவான நிலைக்குத் தலைவிதி காரணம் அல்ல என்ற விழிப்புணர்வு ஏற்படும்போது, விளைவுகள் பயங்கரமாக இருக்கும். அவன் சட்டத்திற்குட்பட்ட மற்றும் சட்டத்திற்குப் புறம்பான விஷயங் களின் வேறுபாட்டை மறந்து விடுவான். சுயராஜ்யம் என்றால் என்ன என்பதை விவசாயிகள் புரிந்து கொண்டு விட்ட நிலையில் அவர்களை யாராலும் கட்டுப்படுத்த முடியாது,\" என்று எச்சரித்தார்.\nகாத்திஜியின் தலைமையை ஏற்று விவசாயிகள் ஒத்துழை யாமை இயக்கத்தில் பங்கேற்றனர். அரசாங்கத்தின் கட்டுப்பாடு களை மீறி உப்பு தயாரித்தனர். பொதுக் கூட்டங்களில் சுதந்திரப் 4 பிரமாணமும் எடுத்துக் கொண்டனர். அவர்கள் வரிகொடா இயக்கத்தில் ஈடுபட்டபோது அவர்களது சொத்துக்களும் நிலங் களும் பறிமுதல் செய்யப்பட்டன. அவர்கள் தங்களது பொருளை இழந்தாலும்கூட அவர்களது கெளரவம் உயர்ந்து நின்றது.\n())\n17\nகாந்திஜி ஒரு ஏலம் விடுபவர்\nசெய்வ\nதன்னை மகாத்மா என்று சொல்வதையும் ஜனங்கள் தனது கால்களைத் தொட்டுக் கும்பிடுவதையும் தடை தற்கு ஒரு சட்டம் இயற்றப்பட்டால் அதை ஆதரிப்பதற்கு காந்திஜி தயாராக இருந்தார். இருப்பினும் அவர் சென்ற இடங் களில் எல்லாம் பெருந்தலைவர் என்ற முறையில் அவருக்கு அளிக்கப்பட்ட தடபுடலான வரவேற்பை அவரால் தவிர்க்க முடியவில்லை. பல்வேறு நற்பணிகளுக்காகவும் ஜனங்களுடன் எப்போதும் தொடர்பு வைத்துக் கொள்வதற்காகவும் அவர் எப்போதும் பயணம் செய்து கொண்டே இருந்தார். சென்ற இடத்தில் எல்லாம் அவரை மக்கள் அன்புடனும் பக்தியுடனும் வரவேற்றனர் அன்பளிப்பாக அவருக்கு மாலைகளும் மலர்க் கொத்துக்களும், விலை உயர்ந்த கண்ணாடிச் சட்டங்களிலும் பேழைகளிலும் வைக்கப்பட்ட பாராட்டுக் கடிதங்களும், பண பைகளும், காந்திஜிக்கு அளிக்கப்பட்டன. நகைகளும் மக்களின் இந்த அன்பு பிடித்திருந்தது. இருந்தாலும் சாதாரண மக்களின் வருவாய் நாள் ஒன்றுக்கு மூன்று பைசா என்று இருந்த நிலையில். பணம், மாலைகளிலும் பாராட்டுக் கடிதங்களிலும் அன்பளிப்புகளிலும் விரயம் செய்யப்படுவதை காந்திஜி விரும்ப வில்லை.\nஇவ்வாறு பணம் வீணடிக்கப்படுவதை காந்திஜியால் எவ்வளவு முயன்றும் தடுக்க இயலவில்லை. இருந்த தேவையற்ற அன்பளிப்புப் பொருள்களை எப்படிப் பயனுள்ளதாக மாற்றலாம் என்று அவர் சிந்தித்தார். அவருக்கு ஒரு வழி தோன்றிவிட்டது. தனக்குக் கிடைக்கும் அன்பளிப்புப் பொருள் களை எல்லாம் ஏலம் விடுவது என்று முடிவு செய்தார். பகிரங்க பணமாக மாறும். மான முறையில் அன்பளிப்புப் பொருள்கள் பொதுக்கூட்ட மேடைகளில் அவர் இப்படி ஆரம்பிப்பார். மாலைகளை இப்போது என்ன \"எனது அன்புக்குரிய இந்த செய்வது! சிறுமிகளை இங்கே காணோம். (சிறுமிகள் அங்கு இருந்திருந்தால் மாலைகளை அவர்களது கழுத்தில் போட்டிருப் பாராம் காந்திஜி! என்ன கிண்டல்). யாராவது இவற்றை வாங்க முன்வருவீர்களா? இரண்டு ரூபாய், ஒருதரம், மூன்று ரூபாய் இரண்டுதரம், ஐந்து ரூபாய் மூன்றுதரம்\" என்று ஜாலியாக ஏலம் விடுவார். ஏலம் மேலே மேலே ஏறிக் கொண்டே இருக்கும்-ஒரு சிறிய எலுமிச்சம் பழமானாலும் சரி ஒரு பூமாலையானாலும் சரி,\n93\n"}