{"doc_id": "598d4722-fcdd-4c9b-9e2f-1b05ed6f1976", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 55, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "மாலை சில தடவை முப்பது ரூபாயிலும் விலைபோகும். முன்னூறு ரூபாயிலும் போகும். கிராமவாசிகள்கூட ஏலத்தில் பங்கேற்று பொருள்களை அதிக விலைக்கு வாங்குவதுண்டு. ஒரு முறை காந்திஜி பேழை ஒன்றைக் கையில் எடுத்து “இதன் விலை முன்னூறு ரூபாய், மன்னிக்க வேண்டும் தவறாகச் சொல்லி விட்டேன். இதன் விலை 75 ரூபாய்தான்\", என்றார். அதை முன்னூறு ரூபாயில் ஒருவர் ஏலம் கேட்டபோது ரூ.300 ரூ.300 என்று காந்திஜி கூவத் தொடங்கிவிட்டார். \"முன்பு ஒரு தடவை இப்படிப்பட்ட பேழையை ஆயிரம் ரூபாய்க்கு விற்றிருக்கிறேன்\" என்றார். கல்கத்தா நகரமக்கள் மூன்று முறை காந்திஜிக்கு அது போன்ற விலை உயர்ந்த பேழைகளைப் பரிசாக அளித்தனர். மூன்று முறையும் அப்பேழைகளை ஏலம் விட்டுவிட்டார். அவர் கூறுவார் \"நீங்கள் பேரன்புடன் எனக்கு அளித்துள்ள பொருள் களை ஏலம் விடுவதன் மூலம் உங்களது அன்பை நான் அலட்சியம் செய்வதாக எண்ண வேண்டாம். என்னிடம் பெரிய டிரங்குப் பெட்டி ஏதும் இல்லாததால் இந்தப் பேழையை என்னால் எடுத்துச் செல்ல இயலாது. ஆசிரமத்திலும் இப்பேழையை வைக்க இடம் எதுவும் கிடையாது. இப்படிப் பொருள்களை ஏலம் விடுவதில் தவறு எதுவும் இருப்பதாகத் தெரியவில்லை. இதன் காரணமாக மக்கள் மத்தியில் நற்பணி களுக்கு உதவ வேண்டும் என்ற ஒரு தர்ம சிந்தனையும் ஒரு ஆரோக்கியமான போட்டி உணர்வும் ஏற்படுகின்றன. மேலும் பொருள்களை ஏலம் எடுப்பவர்கள் எனக்காக அதிக விலை கொடுப்பதாகவும் நான் நினைக்கவில்லை.\"\nசில சமயங்களில் அவர் பேச்சைக் கேட்டபின்பும் கூட தாராளமாக நன்கொடை தர யாருமே முன்வராத சந்தர்ப்பங் களும் இருந்தன. ஆனால், பெரும்பாலும் ஏலத்தில் கணிசமான தொகை அவருக்குக் கிடைத்து வந்தது. ஒரு எலுமிச்சம்பழம் பத்து ரூபாய்க்கு ஏலம் போயிற்று. ஒரு\nமாலை 201 ரூபாய்க்கு ஏலம் போயிற்று. தங்கத் தக்கிளி ஒன்று 5000 ரூபாய்க்கு ஏலம் போயிற்று. பேழை ஒன்றுக்கு ஏலத்தில் 1000 ரூபாய் கிடைத்தது. கட்டடம் ஒன்றிற்கு அடிக்கல் நாட்டியபின் அவர் பயன்படுத்திய மண்வெட்டியும் தட்டுக்கூடையும் 1000 ரூபாய்க்கு ஏல விற்பனையாகியது. ஒரு ஏலத்தின்போது ஒரு சிறுவன் அணிந்திருந்த தங்கக் காப்பு அவரது கவனத்தை ஈர்க்கவே, காந்திஜி அந்தப் பக்கமாகக் கையை நீட்டினார். பையனின் தாயார் பையனைத் தூக்கிப் பிடித்து காந்திஜிக்கு உதவினார். காப்பைக் கழற்றிக் கொண்டு பையனைத் தட்டிக் கொடுத்தார். காப்பு ஏலம் விடப்பட்டது.\nகாசு\nஒருமுறை இப்படி ஒரு அறிவிப்பை அவர் வெளியிட்டார்: உள்ளன. அவற்றை எண்ணற்ற மோதிரங்கள் “என்னிடம் நான் ஏலம் விடப்போகிறேன்.\" மூன்று தடவை ஏலம் விடப் பட்ட மோதிரம் ஒன்று 445 ரூபாய்க்கு எலம் போயிற்று. அதன் அடக்கவிலை ரூ. 30 மட்டுமே. ஒருமுறை அவருக்குக் கிடைத்த நன்கொடைப் பணத்தை எண்ணிய போது அதில் ரூபாய் நோட்டுக்கள், வெள்ளி நாணயங்கள் மற்றும் செப்புக் களைத் தவிர சோழி ஒன்றும் காணப்பட்டது. அதைக் கண்டு காந்திஜி மனம் நெகிழ்ந்தார். \"மிகவும் ஏழையான ஒரு மனிதர் தன்னிடம் பணம் ஏதும் இல்லாததால் தன்னிடம் இருந்த இச்சோழியை அளித்துள்ளார். இது அவரது தியாக மனப் சின்னம், பான்மையின் தங்கத்தைக் விலை காட்டிலும் உயர்ந்தது\" என்று கூறினார்! உண்மையிலேயே தங்கத்தைக் காட்டிலும் அதிக மதிப்பு ஏற்பட்டு அச்சோழி ரூ. 111க்கு பயணங்களும், விற்பனையாகியது. தொடர்ச்சியான முழுதும் பல்வேறு நிகழ்ச்சிகளில் கலந்து கொள்ள வேண்டிய பிரச்சனைகளுக்குத் தீர்வு நிர்ப்பந்தமும் பலவித சிக்கலான காணும் பணியும் இருந்த போதும்கூட காந்திஜி சற்றும் தளர்ச்சி அடைய மாட்டார். அவரிடம் இருந்த 'வியாபாரி' எப்போதுமே விழிப்புடனும் உற்சாகத்துடனும் இருப்பார். தனது 78வது வயதில் ஹிந்து முஸ்லீம் கலவரங்களினால் துயரமுற்றிருந்த நிலையிலும் கூட பீகார்ப் பயணத்தின்போது மூஸ்லீம்களின் பணவசூல் செய்து நலனுக்காகப் அணிகலன்களையும் அன்பளிப்பாகப் பெற்று அவற்றை ஏலம் விட்டார்.\nநாள்\nகாந்திஜியிடம் தன்னுடையது என்று பணமோ பொருளோ கிடையாது. அவரே ஒரு ஏழை ஆசிரமவாசி. ஒரு முறை ஒரு நன்கொடையாக பொது நலத்திற்காக செப்புக்காசு ஒன்றை அன்பு அளித்தார். அதே செப்புக்காசை காந்திஜியிடம் கொண்ட ஒரு நபர் 500 ரூபாய் செலுத்திப் பெற்றுக் கொண்டார்!\nSe+\nவாங்கப்படும் ஒவ்வொரு கெஜம் கதருக்கும் குறைந்த பட்சம் அதன் விலையில் எண்பத்தைந்து சதவீதம் பட்டினி கிடக்கும் இந்தியாவின் ஏழைகளின் வாய்களுக்குப்போகிறது. வாங்கப்படும் ஒவ்வொரு கெஜ மில்துணிக்கும், அதன் விலையில் 75 சதவிகிதம், முதலாளிகளின் பணப்பெட்டிக்கும் 25 சதவிகிதம் தொழிலாளரின் மடிக்கும் போகிறது. தொழிலாளர்கள் திக்கற்றவர்களாக இல்லை. தாங்களே கவனித்துக் கொள்ள தங்களைத் திக்கற்ற கோடிக்கணக்கான கிராம மக்களைப்போல இவர்கள் பட்டினி கிடக்கவும் இல்லை.\nமில் இவர்கள் முடியும்.\nயங் இந்தியா 4-10-1928\no\nOns\n95\n"}