{"doc_id": "3b3345f6-29c3-44a1-a0b7-acde31ade6bd", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 56, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "18\nகாந்திஜி ஒரு பிச்சைக்காரர்\nமக்கள் நலனில் காந்திஜியின் ஈடுபாடு அதிகரித்துக் கொண்டு சென்றதன் காரணமாக அவரால் தனது குடும்பத் தினருக்கோ தனது வக்கீல் தொழிலுக்கோ ஒதுக்கப்பட்ட நேரம் குறைந்து கொண்டு வந்தது. அப்போது அவருக்கு இவ்வாறு ஒரு எண்ணம் தோன்றியது. \"நான் மக்களின் தொண்டனாக மாற வேண்டும் என்றால் வறுமையை மனமுவந்து ஏற்றுக் கொள்ள வேண்டும். என்னிடம் உள்ள சொத்து சுகங்களைத் தியாகம் செய்து விடவேண்டும்.\" ஒரு காலகட்டத்தில் அவருக்கு சொத்து சேர்ப்பது பெரும் குற்றமாகத் தோன்றியது. அதைத் தியாகம் செய்தது அவருக்கு மனநிம்மதியை அளித்தது. ஒவ்வொன்றாக அவருடைய சொத்து சுகங்கள் அவரிடமிருந்து விலகிச் சென்றன. தனது தந்தை வழியான பரம்பரைச் சொத்தில் தனக்கு பங்கு வேண்டாம் என்று முதலில் அறிவித்தார். தொடர்ந்து காப்பீட்டுத் தொகைக்கு (இன்ஷ்யூரன்ஸ்) சந்தா கட்டுவதை நிறுத்திவிட்டார். மாதம் ரூ.4,000க்கு மேல் வருமானம் தந்து கொண்டிருந்த வழக்கறிஞர் தொழிலை அவர் கைவிட்டார். அவருக்கு அன்பளிப்பாகக் கிடைத்த தங்க மற்றும் வைர நகைகளையும், தென் ஆப்பிரிக்க நாட்டில் அவர் பெயரில் பதிவாகி இருந்த ரூ.65,000 மதிப்புள்ள ஃபீனிக்ஸ் பண்ணையை யும் பற்றி ஒரு அறக்கட்டளைக்கான சாசனப் பத்திரம் தயார் செய்து விட்டார். அந்தப் பணம் அனைத்துமே பொது நலனுக் காக செலவிடப்பட வேண்டும் என்ற நிபந்தனையும் இருந்தது. தனக்கென நிச்சயமான - நிரந்தரமான வருவாயுடன் கூடிய பாதுகாப்பான வாழ்க்கையை அவர் துறந்துவிட்டார். மனைவி மகன்கள் மற்றும் உறவினர்களையும் அதே கடினமான வாழ்க்கைக்குட்படுத்தினார்.\nதனது\nநண்பர்கள் மற்றும் தொண்டர்களின் நன்கொடைகளின் ஆதாரத்தில் தான் அவரது வாழ்வின் கடைசி நாற்பது ஆண்டுகள் கழிந்தன. டால்ஸ்டாய் பண்ணை வாசத்தின்போது காந்திஜி மற்றும் அவரது குடும்பத்தினருடைய செலவுகளை அவரது நண்பர் கல்லன்பாக் ஏற்றுக்கொண்டார். காந்திஜி இந்தியாவில் அமைத்திருந்த எல்லா ஆசிரமங்களுமே நண்பர்கள் மற்றும் கொடையாளர்களின் ஆதரவுடன் இயங்கின.\n96\nபண்டித மாளவியா ‘பிச்சைக்காரர்களின் இளவரசர்' என்று அழைக்கப்பட்டார் காந்திஜியோ 'பிச்சைக்காரர்களின் மன்னர்' என்று அழைக்கப்பட்டார். பொதுநலனுக்காகப்\nடுப்பதில் காந்திஜி ஒரு உலகச் சாதனையே புரிந்துள்ளார். தன்னிடம் இப்படிப்பட்ட ஒரு திறமை இருப்பதை காந்திஜி தென் ஆப்பிரிக்காவில் நேட்டால் இந்தியன் காங்கிரஸிற் காக நன்கொடை வசூலிக்கும் பொறுப்பு அவரிடம் இருந்தபோது உணர்ந்தார். ஒரு நாள் மாலை நேரத்தில் சற்று தாமதமாக ஒரு பணக்காரரிடம் பணம் வசூலிக்க அவர் சென்றிருந்தார். காந்திஜி அப்பணக்காரரிடம் எண்பது ரூபாய் நன்கொடையை எதிர் பார்த்தார். அப்பணக்காரரோ காந்திஜி எவ்வளவோ மன்றாடி யும்கூட ரூபாய் நாற்பது மட்டுமே தர ஒப்புக் கொண்டார். காந்திஜிக்குப் பசியாகவும் சோர்வாகவும் இருந்தது. இருப்பினும் அவர் இரவு தளரவில்லை. முழுவதும் அப்பணக்காரர் வீட்டிலேயே அவர் உட்கார்ந்திருந்தார். விடியும் தருவாயில் எண்பது ரூபாய் அவருக்குக் கிடைத்துவிட்டது.\nஎ\nதென் ஆப்பிரிக்காவில் குடியேறி இருந்த இந்தியர்களின் உரிமைகளுக்காகப் போராடிய காலகட்டத்தில் அப்போராட்டத் திற்காக நிதி திரட்டும் பொறுப்பு காந்திஜியிடம் இருந்தது. கூடவே போராட்டத்தில் ஈடுபட்டிருந்த 5,000 நபர்கள் மற்றும் அவர்களது குடும்பத்தினரின் நலத்திற்கும் நிதி தேவைப்பட்டது. நாள் ஒன்றுக்கு ரூ. 3,200 செலவாகிக் கொண்டிருந்தது. காந்திஜி தந்தி மூலம் அனுப்பி இருந்த வேண்டுகோளுக்கிணங்கி இந்திய நாட்டினர் தாராளமாக நிதி உதவி தர முன் வந்தனர். குமாரர்களும் பணக்கார வியாபாரிகளும் பணம் அனுப்பினர். அப்போது நடந்த காங்கிரஸ் கட்சிக் கூட்டத்தில் காந்திஜியின் தென் ஆப்பிரிக்கப் போராட்டத்திற்கு நிதி உதவி வேண்டி வைக்கப்பட்ட போது கரன்சி நோட்டுக்களும் தங்கமும் வெள்ளியும் மழைபோல் பொழிந்தன.\nஅரச\nகோரிக்கை\nவிவரங்களும் கொடையாளர்\nகூட\nகாந்திஜி வரவு செலவு பற்றி எல்லா அடங்கிய கணக்குகளை அனுப்பிவைத்தார். களின் உணர்வுகளை மிகவும் மதித்த காந்திஜி போராட்டம் தவிர வேறு எப்பணிக்கும் ஒரு பைசா செலவு செய்யவில்லை. பொது நிதியை மிகவும் கவனத்துடன் வேண்டும் என்பதே அவருடைய கொள்கை. இதுபற்றி எந்த ஒரு நபருக் கும் ஐயம் ஏற்பட்டால் அவர்கள் தணிக்கை செய்யப்பட்ட கணக்குகளைப் பார்வை இட வழி செய்தார்.\nகையான\nதிலகர் சுயராஜ்ய நிதிக்காக ரூ. ஒரு கோடியை மூன்று மாதங்களுக்குள் திரட்ட வேண்டும் என்று அவர் இலக்கு\n"}