{"doc_id": "8b8c77c3-3036-4f33-9613-b5a341d042e2", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 57, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "வைத்திருந்தார். ஒரு நண்பர், சில சினிமா நட்சத்திரங்களை அழைத்து ஒரு கலை நிகழ்ச்சிக்கு ஏற்பாடு செய்தால் பணம் விரைவில் வசூலாகிவிடும் என்று கருத்துத் தெரிவித்தார், காந்திஜி அக்கருத்தினை ஏற்கவில்லை. இருப்பினும் அவர் வரையறுத் திருந்த காலக்கெடுவுக்குள் ஒரு கோடியே பதினைந்து லட்சம் ரூபாய் வசூல் ஆகிவிட்டது. காந்திஜி அடிக்கடி கூறுவதுண்டு “பணக்காரர்கள் ஆயிரக்கணக்கில் நிதி உதவி செய்வதை நான் வரவேற்கிறேன். இருப்பினும் ஏழை மக்கள் மனமுவந்து அளிக்கும் செப்புக் காசுகளும் வெள்ளி ரூபாய்களும் முக்கிய மானவை. அவர்கள் கொடுக்கும் ஒவ்வொரு காசும் நமது சுயராஜ்ய கொள்கைக்கு அவர்கள் தரும் ஆதரவின் அடையாளம்.' சில வயது முதிர்ந்த வறியோர்கள் நடுங்கும் கரங்களுடன் செப்புக் காசுகள் அடங்கிய முடிச்சை தங்களது இடுப்பிலிருந்து அவிழ்த்து ஒரு சில காசுகளை நன்கொடையாக அளித்த செயல் அவரை மனம் நெகிழ வைத்தது. \"அவர்கள் கடின உழைப்பின் மூலம் பெற்ற பணத்தை மனவிருப்பத்துடன் தருகிறார்கள்\" என்று கூறி அவர்களை அவர் பாராட்டினார். திலகர் சுயராஜ்ய நிதி தவிர காந்திஜி, தியாகி தில்லையாடி வள்ளியம்மை, கோகலே, லாலா லஜபதிராய், தேசபந்துதாஸ், ஆண்ட்ரூஸ் மற்றும் ஜாலியன் வாலாபாக்கில் உயிரிழந்தோரின் குடும்பங்கள் ஆகியவற்றிற்கும் நிதி திரட்டினார். ஜாலியன் வாலா தோட்டத்தில் நினைவுச் சின்னம் அமைப்பதற்கான நிதியை, குறிப்பிட்ட காலக்கெடுவுக்குள் வசூலிக்க இயலவில்லை என்றால் தனது ஆசிரமத்தை விற்றுப் பணத்திற்கு ஏற்பாடு செய்யப் போவதாக அறிவித்தார்! ஆசிரமம் விலை போகவில்லை. ஏனெனில் நிதி வசூல் செய்யப்பட்டுவிட்டது.\nதேசபந்து (சித்தரஞ்சன் தாஸ்) நினைவு நிதிக்கான இலக்கு பத்து லட்சம் ரூபாய் என்று நிர்ணயிக்கப்பட்டது. இரண்டே மாதங்களில் இத்தொகை வசூலாகிவிட்டது.\nரவீந்திர நாத் தாகூர், சாந்திநிகேதன் ஆசிரமத்திற்கு நிதி திரட்டுவதற்காக நாடு தழுவிய சுற்றுப் பயணம் மேற்கொண்டு ஆங்காங்கே கலைநிகழ்ச்சிகள் நடத்திவருவதைக் கேள்வியுற்ற காந்திஜி, தாகூரிடம் உடனடியாக சுற்றுப் பயணத்தை நிறுத்திக் கொள்ளும்படி வேண்டுகோள் விடுத்தார். அவரே ரூபாய் ஐம்பதாயிரத்தை நன்கொடையின் முதல் தவணையாக அளித்தார்.\nநாட்டின் எப்பகுதியிலாவது வெள்ளமோ, பஞ்சமோ, பூகம்பமோ ஏற்பட்டால் காந்திஜி பிக்ஷாபாத்திரத்தைக் கையில் எந்திவிடுவார்! கதர் இயக்கத்திற்காகவும் தீண்டாமை ஒழிப்பிற்\n198\nபயணம்\nகாகவும் அவர் நாடு தழுவிய சூறாவளிப் மேற் கொண்டார். ஹரிஜன நலநிதிக்காக அவர் இரண்டு கோடி ரூபாய் வசூல் செய்தார். ஏழை மக்களின் உணவுக்காக என்று யாராவது நிதி உதவி செய்தால் அதை காந்திஜி ஏற்பதில்லை. மனிதனின் உண்மையான பசி உணவைப் பற்றியதல்ல. அது ஒரு அடிப்படை வசதிகள் மற்றும் சுயகௌரவம் பற்றியது. அவர் மேலும் சொல்வார் : “ஆடை இல்லாதவனுக்குப் பழைய துணி களைக் கொடுத்து நான் அவனை அவமானப் படுத்த விழைய மாட்டேன். அவனுக்குத் தேவையான நல்லதோர் வாழ்க்கையை அமைத்துத் தரவே நான் முயலுவேன்.\"\nமருத்துவர் அவரிடம் கூடியவர்கள்\nதடை\nசெய்யப்பட வேண்டாமா?\nசெய்வோம்.\nகொண்ட\nஒரு சிறைவாசத்தின்போது ஒரு பிச்சை \"பாபுஜி, திடகாத்திரமான உடலுடன் எடுப்பது அப்படி ஒரு சட்டத்தை நீங்கள் இயற்றுவீர்களா?” என்று கேட்டார். அதற்கு காந்திஜி, \"நிச்சயமாக அப்படியே ஆனால், என்னைப் போன்றவர்களுக்கு மட்டும் பிச்சை எடுக்க அனுமதி வேண்டும்\" என்றார். \"பிச்சை எடுப்பவர்கள் விரும்பியதை எல்லாம் பெற முடியாது\" (பெக்கர்ஸ் ஆர் நாட் சூஸர்ஸ்) என்று ஆங்கிலத்தில் பழமொழி உண்டு. காந்திஜி இப்பழமொழிக்கு விதி விலக்காக விளங்கினார். அவரது வார்த்தைகள் (Slogn) விதம். நன்கொடையாளர்களிடம் அவர் நடந்து நன்கொடையை ஏற்றுக் கொள்வதற்கு அவர் விதித்த நிபந்தனை கள் எல்லாமே அசாதாரணமானவை. ரயில்வண்டியில் நின்ற படியோ,பிளாட்பாரத்தில் நின்றபடியோ, ஓடிக் கொண்டிருக்கும் காரிலிருந்து பிக்ஷாபாத்திரத்தை வெளியே நீட்டியபடியோ அவர் பிச்சை கேட்பார். பெரிய கூட்டமே நான் நீ என்று போட்டி போட்டுக் கொண்டு பிச்சை போடுவதற்கு அவரை நோக்கி ஓடும். நூற்றுக் கணக்கான மக்கள், வறியோர், முதியோர் ஆண்கள், பெண்கள் எல்லோரும் பல கிலோ மீட்டர்கள் ஓடியும் நடந்தும் வந்து காந்திஜிக்குப் பிச்சை சிலர் தங்களது தோட்டத்தில் விளைந்த கத்தரிக்காய், பூசணிக்காய் போன்ற காய்களைக் கொண்டு வருவார்கள். ஒரு மாதிரிப் பள்ளியின் மாணவர்கள் ஏராளமான நூல் சிட்டங்களையும் அவர்களே நெய்த கொஞ்சம் கதர்த்துணியையும் கூடவே தாங்கள் சேமித்து வைத்திருந்த சிறு தொகையையும் அவருக்கு அளித்தனர். அத்தொகையை சில நாட்கள் நெய், பால், ஒரு வேளை உணவு ஆகியவற்றைத் தவிர்த்து அவர்கள் சேர்த்திருந்தனர். ஒரு தடவை இரண்டு அணாவை (12 ஒரு விதவை யாரிடமோ கடனாகப் பெற்று காந்திஜியிடம் அளித்தார். காந்திஜி \"ஏன் இரண்டணா மட்டும் தருகிறீர்கள்?\" என்று கேட்டதற்கு \"நான் உங்களது தற்பணிகளுக்காக இப்பணத்தைத் தரவில்லை,\nபோட்டார்கள்\nபைசா)\n})\n"}