{"doc_id": "6893c725-ddb0-426b-b7b4-83c7261e74fe", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 58, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "எல்லாவற்றையும் துறந்த மகாத்மாவிற்குப் பிச்சை போட்டேன் என்ற பெருமைக்காகத் தருகிறேன்\" என்று அப்பெண்மணி கூறினார்.\nசில லட்ச ரூபாய்களை வசூல் செய்வது காந்திஜிக்கு மிகவும் எளிதாக இருந்தது. ஒலிபெருக்கி மூலமோ, சிலருக்குத் தந்திகளை அனுப்பியோ, பத்திரிகைகள் வாயிலாக வேண்டு கோள் அனுப்பியோ அவர் லட்சங்களை வசூல் செய்துவிடுவார். ஒரு தடவை ஒரு கூட்டத்தில் அருகே நின்று கொண்டிருந்த ஒரு பத்திரிகைக்காரரின் தொப்பியைக் கழற்றி அதையே திருவோடாக வைத்துப் பிச்சை கேட்கத் தொடங்கிவிட்டார். குழப்பமடைந்த அப்பத்திரிகையாளர் காந்திஜியின் இந்தப் புதிய பரிசோதனைக்கு முதல் பலிகடா! கூடவே தனது பையிலிருந் தும் கொஞ்சம் பணத்தை எடுத்து காந்திஜியின் கைக்கு மாறி விட்டிருந்த தனது தொப்பியில் போட்டார்!\nஎனது\nபர்மா நாட்டிற்குத் திருவோட்டுடன் சென்றபோது இப்படி ஒரு வேண்டுகோளை வெளியிட்டார்: \"நான் பதினான்கு ஆண்டு களுக்குப்பின் பர்மாவுக்கு வந்துள்ளேன். பதினான்கு ஆண்டு களுக்கு ஒருமுறை வரக்கூடிய பஞ்சத்தை நீங்கள் எப்படி எதிர் நோக்குவீர்களோ அப்படியே என்னையும் எதிர் நோக்குங்கள். தரித்திர நாராயணர்களின் பிரதிநிதியாக வந்துள்ள பசியைத் தீர்த்து வையுங்கள். இன்னொரு முறை உங்களிடம் நான் வரமாட்டேன்.\" பெரும் பணக்கார வியாபாரிகள் அற்பத் தனமாக சிறிய தொகைகளை அளித்தது அவருக்குப் பிடிக்க வில்லை. \"இந்த நன்கொடைப் பட்டியலைக் கிழித்து எறியுங் கள்: புதிதாகப் பட்டியல் போடுங்கள். நான் குஜராத்தியர் களின் பைகளில் ஆழமாகவே கையை நுழைப்பேன்; ஏனெனில் நான் ஒரு குஜராத்திச் செட்டியார்!\" அவருடைய இந்தக் கோபத்தின் பயனாக நன்கொடைத் தொகை இரு மடங்காகியது.\nஇலங்கைக்கு அவர் சென்றபோது இவ்வாறு கூறினார். \"மகேந்திரன் இந்தியாவிலிருந்து இலங்கைக்கு வந்தபோது இந்திய நாட்டின் குழந்தைகள் பட்டினியால் வாடிக் கொண்டிருக்கவில்லை. எங்களது நிலமை நன்றாக இருந்தது. அப்பெருமையில் நீங்களும் பங்கு கொண்டீர்கள். உங்களுக்கு எங்களுடன் உள்ள உறவை நீங்கள் இன்னமும் மறக்கவில்லை என்றால், அந்த உறவு பற்றி நீங்கள் பெருமை கொள்கிறீர்கள் என்றால் நீங்கள் பணத்தை மட்டும் அல்ல, நகைகளையும் தர வேண்டும்.\" பணமும் நகைகளும் குவிந்தன.\n100\nகட்சு பகுதிக்குச் சென்று அவர் வசூல் நடத்தியபோது அம்மக்கள் அங்கே வசூல் செய்த பணத்தை அப்பகுதிக்கே செலவிட வேண்டும் என்று கோரினார்கள். கோபமுற்ற காந்திஜி \"உங்களுக்கு நான் பணத்தை உரிய முறையில் தான் செலவு செய்வேன் என்ற நம்பிக்கை இருந்தால் மட்டுமே நன்கொடை தாருங்கள்\" என்று கேட்டார்.\nசற்று மனம் தளர்ந்துபோன ஒரு சந்தர்ப்பத்தில் அவர் இவ்வாறு கூறினார்: \"என்னிடமும் அனுமாருக்கு இருந்த சக்தி இருந்திருக்குமானால் என் இதயத்தைப் பிளந்து உங்களுக்குக் காட்டி இருப்பேன். அங்கே ராமன் மீது நான் வைத்துள்ள அன்பைத் தவிர வேறு எதையுமே நீங்கள் காண மாட்டீர்கள். பட்டினியில் தவிக்கும் கோடிக்கணக்கான ஏழை இந்தியர்களில் தான் நான் ராமனைக் காண்கிறேன்.'' பல சந்தர்ப்பங்களில் ஒரே நாளில் பன்னிரண்டிற்கும் மேற்பட்ட கூட்டங்களில் அவர் கலந்து கொண்டார். அங்கெல்லாம் அவர் கேட்பார்: “கால் அணாவோ, அரை அணாவோ, ஒரு பைசாவாக இருந்தாலும் பரவாயில்லை, கொடுங்கள்,” என்று \"எங்கே என் பணமுடிப்பு?' பணம் கிடைக்காவிட்டால் *நான் இந்த இடத்தை விட்டு நகரமாட்டேன்: தனியாகவே இங்கேயேதான் அமர்ந்திருப்பேன்,\" என்று அடம் பிடிப்பார். பணம் வசூல் செய்யப்பட்டு அவரிடம் அளிக்கப்படும். பெரிய கூட்டமே அவருக்காக நள்ளிரவு வரை காத்திருந்து வீடு களையும், காசோலைகளையும், நகைகளையும், நோட்டுக்களையும், தங்கம், வெள்ளி, செப்புக் காசுகளையும். கதர் சிட்டங்களையும், கதர்த்துணியையும் அவருக்கு அளிக்கும். அவரது 78வது பிறந்த நாளன்று அவருக்கு 78 லட்சம் கதர்ச் சிட்டங்கள் அன்பளிப்பாக வழங்கப்பட்டன.\nசில\nசமயங்களில்\nகரன்சி\nவசூலாகிய காசுகளுக்கிடையே ஒரு தடவை சோழி ஒன்று காணப்பட்டது. காந்திஜி அதை ஒரு ஏழையின் தியாக உணர்வின் சின்னமாகக் கருதினார். தங்கத்தைக் காட்டிலும் விலை உயர்ந்தது என்றும் கூறினார். ஒரு கொலைக் குற்றக் கைதி தூக்கு மேடையில் ஏறுவதற்கு முன் தனது கணக்கில் வரவாகி இருந்த நூறு ரூபாயை காந்திஜிக்கு நன்கொடையாக வழங்கும்படி சிறை அதிகாரிகளிடம் வேண்டுகோள் விடுத்திருந்தார்.\nஎப்போதுமே ஒவ்வொரு கூட்டம் முடிந்ததும் சில்லறை களை எண்ணுவதற்கு மூன்று அல்லது நான்கு பேர்கள் தேவைப் பட்டனர். சில சமயங்களில் புதைத்து வைக்கப்பட்டிருந்த செப்புக் காசுகளை ஏழை மக்கள் வாரி வழங்குவதுண்டு.\n101\n"}