{"doc_id": "d3b31e99-e66c-4811-a7e7-1e2826618a1f", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 59, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அவற்றில் பாசம் படிந்திருக்குமாகையால் அவற்றை எண்ணும் தொண்டர்களின்\nகைகளில்\nபச்சைக் கறை படிந்துவிடும். அதைக் காணும் காந்திஜி கூறுவார்: \"இது விலை மதிப்பற்ற ந ன்கொடை. அந்த ஏழை மக்களின் அர்ப்பணம். உலகில் இன்னமும் நல்லவையே நடக்கும் என்ற நம்பிக்கை இப்படிப் பட்ட செயல்களால்தான் உதயமாகிறது\".\nபோடக்\nபிச்சையை ஒரு தொழிலாக பலர் மேற்கொண்டுள்ளதை காந்திஜி எதிர்த்து வந்தார்! பிடி சோற்றுக்காக தன்மானத்தை இழந்து கையேந்தும் பிச்சைக்காரர்களைப் பார்க்கும்போது அவர் கோபம் கொள்வார். அவர்களுக்குப் பிச்சை கூடாது. அவர்களுக்கு ஏதாவது வேலை தரவேண்டும் என்பார். 56 லட்சத்திற்குமேல் இந்தியாவில் பிச்சைக்காரர்கள் உள்ளனர் என்று கேள்வியுற்ற அவர் அதுபற்றி கோபமுற்றார். ஆரோக்கிய மான உடலுடன் கூடிய எந்த ஒரு நபரும் பிச்சை எடுக்கக் கூடாது; ஏதாவது பணியில் ஈடுபடவேண்டும் என்று கூறுவார். பிச்சை கொடுப்பதும் தவறு: ஏற்பதும் தவறு என்பது அவரது வாதம். ஆரோக்கியமான உடலுடன் கூடியவர்கள் பிச்சை எடுப்பது திருடுவதற்கு ஒப்பானது என்பார்.\nபீகாரில் பூகம்பத்தால் பாதிக்கப்பட்டவர்களையும் மதக் கலவரங்களினால் அகதியானவர்களையும் தங்களது உணவு, உடை மற்றும் இருப்பிடத்திற்காக ஏதாவது பணி செய்ய வேண்டும் என்று அவர் வற்புறுத்துவார். அப்படி வேலை ஏதும் செய்யாவிட்டால் பிறரைச் சார்ந்து வாழும் மனப்பான்மை அவர்களிடையே வளர்ந்துவிடும் என்று எச்சரிப்பார். பிறரைச் சார்ந்திருப்பது தவறானது என்று எல்லா சந்தர்ப்பங்களிலும் அவர் கூறுவார். அவருடைய அறிவுரை : நேர்மையுடன் நன்றாகப் பணி செய்யுங்கள். பிச்சைக்காரர்களை நான் வெறுக்கிறேன். வேலை கேளுங்கள் அதை நன்றாகச் செய்யுங் கள். வேலை செய்யுங்கள் பிச்சை எடுக்காதீர்கள்.'\nச\n(மொழி பெயர்ப்பாளரின் பின்குறிப்பு - காந்திஜி பிச்சைக் காரர்களின் மன்னராகத் திகழ்ந்தார். ஆனால் அவர் எடுத்த பிச்சை பொது நலனிற்காக. அந்தப் பிச்சைக்காரர் சுயநலனுக் காக யாரும் பிச்சை எடுப்பதை வன்மையாகக் கண்டித்தது சற்று வேடிக்கைதான்).\n102\n19\nகாந்திஜி ஒரு கொள்ளைக்காரர்\nகாந்திஜி பிச்சைக்காரர்களின் மன்னராகத் திகழ்ந்தார் என்றால் கொள்ளைக்காரர்களிடையே அவர் இளவரசராகவும் திகழ்ந்தார்.\nஇந்தியாவில் நாள்தோறும் பணக்காரர்கள் மேலும் பணக்காரர்கள் ஆவதையும் ஏழைகள் மேலும் ஏழை ஆவதையும் அவர் பார்த்தார். தனது வழியிலேயே ஒரு சமத்துவ நிலையைக் கொண்டுவர அவர் விரும்பினார். கிராம வாழ்க்கையைப் கிராம புணரமைத்து மக்களின் துயரங்களைப் போக்குவது அவரது லட்சியம்.\nவேண்டுவார்;\nகாந்திஜி பணக்காரர்களைக் கொள்ளை அடித்து ஏழை களுக்கு உதவுவார். அவர் அக்காலத்திய கொள்ளைக்காரர் களைப் போல தீவட்டியையோ பட்டாக்கத்தியையோ கையில் ஏந்தவில்லை. அவரது கனிவான பேச்சும் அதில் தொனித்த நியாய உணர்வுமே அவரது ஆயுதங்கள். பணக்காரர்களைத் தங்களது செல்வத்தை வாரி வழங்கும்படி கேட்டுக் கொள்வார்; பண்டிதர்களைத் தங்களது அறிவைத் தானம் செய்யும்படி முதலாளிகளிடம் தங்களது லாபத்தைத் தொழிலாளிகளுடன் பங்கிட்டுக் கொள்ளும்படி அறிவுறுத்துவார்; ஆட்சியாளர்களிடம் மக்களுக்குத் தங்களது உரிமைகளை வழங்கும்படி கேட்பார்; சோம்பித் தாழ்வுற்று நின்ற மக்களை சோம்பலை ஒழித்து நிமிர்ந்து நிற்கும்படி வேண்டிக்கொள்வார். மக்களின் நலனில் சிறிதும் அக்கறை காட்டாத வெள்ளையர் களது ஆட்சியை அகற்றி நாமே ஆளவேண்டும் என்றும் அவர் களுக்கு அறிவுறுத்துவார். அவரது பேச்சில் ஒரு மந்திர சக்தி இருந்தது. இளைஞர்களும் முதியோர்களும் எளிய கிராமவாசி களும், கெட்டிக்கார வியாபாரிகளும், எல்லோருமே அவரது பேச்சினால் கவரப்பட்டனர். ஒரு புயல் காற்றைப் போல அவர் இந்தியாவின் ஒரு மூலையிலிருந்து மற்றொரு மூலைக்குப் பயணம் மேற்கொள்வார்.\nச\nசென்ற இடங்களில் எல்லாம் மக்களைத் தங்களது செல்வங்களையும் குடும்ப பந்தங்களையும் துறந்து நாட்டுப் பணியில் தங்களை அர்ப்பணித்துக் கொள்ளும்படி வேண்டுவார். குழப்பமுற்றிருந்த உள்ளங்களை அவரது பேச்சு உலுக்கியது.\n103\n"}