{"doc_id": "1bfdd3f2-24f1-4c3b-982b-78cd2e8026ae", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 6, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "பரிணாம வளர்ச்சியில் சத்தியம் என்ற தெய்வீகத்தை நோக்கி அன்பு வழியில் சின்னது, பெரியது என்ற பாகுபாடின்றி மனித வாழ்க்கையில் எதிர்ப்படும் அனைத்து அம்சங்களிலும் முழு சிரத்தையோடுகூடிய கர்மயோகியாக, நம் கண்முன் அற்புத முன்னோடி அவதாரமாக காந்தியடிகள் வாழ்ந்து காட்டியுள்ளார் என்பதை சுவைமிக்க ஒரு புதினம்போல் இந்நூல் நமது உள்ளத்தை உயர்த்துகிறது என்று உறுதிபடக்\nகூறலாம்.\nஇதனை இனிய எளிய உரை நடையில் இலக்கியச் சுவை யுடன் அளித்துள்ள சகோதரர் திரு எம்.ஆர். ராஜகோபாலன் அவர்களுக்கு தமிழ்கூறும் நல்லுலகம் நன்றி கூறக் கடமைப் பட்டிருக்கிறது காந்திய சிந்தனை பதிந்த கருத்துச் சுவையுள்ள இலக்கியப் படைப்பில் தளராத ஆர்வமும் சிரத்தையுமுள்ள அவரது காந்திய இலக்கியப் பணி மென்மேலும் சிறக்க எல்லாம் வல்ல அன்னை பராசக்தி அருள்பாலிக்க வேணுமாய்ப் பிரார்த்தித்து எனது பணிவான பாராட்டைப் பதிவு செய்கிறேன்.\n5-1-1999\nஎ\n(vi)\nஅன்புடன்\nடாக்டர் வீ. செல்வராஜ்\nதலைவர், தமிழ்நாடு காந்தி நினைவு நிதி, மதுரை 625 020\nமொழிபெயர்ப்பாளரின் குறிப்பு\nடில்லிவாசியாகிய எனது நண்பர் திரு. அரவிந்த் குப்தா அவர்களது முழுநேரப் பணி பல்வேறு துறைகளில் புத்தகங்களைப் படிப்பது, கட்டுரைகள், புத்தகங்கள் எழுதுவது மற்றும் மொழி பெயர்ப்பதுதான். அவர், தான் படித்து ரசித்த புத்தகங்கள் மற்றும் கட்டுரைகளின் பிரதிகளை ஆண்டுகளாக எனக்கு அனுப்பி வருகிறார். அவ்வாறு அவர் அனுப்பிய நூல்களில் ஒன்றுதான் 'பஹுரூப் காந்தி' என்ற இந்த ஆங்கில நூலும்.\n12\nகாந்திஜியின் வாழ்க்கையை மாறுபட்ட கோணத்தில் படம் பிடித்துக்காட்டும் இந்த நூலை ஒரே மூச்சில் படித்து முடித்து விட்டேன். காரணம் நூல் அவ்வளவு சுவையாக இருந்ததுதான். உடனேயே இந்த நூலைத் தமிழில் மொழிபெயர்த்து வெளியிட வேண்டும் என்ற உந்துதலும் எனக்கு ஏற்பட்டது. ஆனால், ஒரு வேறு யாராவது இந்த நூலை முன்னமே மொழி பெயர்த்திருந்தால் எனது மொழிபெயர்ப்பு தேவையற்றதாகி பற்றி நன்குணர்ந்த தண்பர்களிடம் இந்த நூலைப் பற்றி விசாரித்தபோது அவர்கள் யாரும் இதைப் படித்ததில்லை என்பதும், தமிழில் இந்த நூல் வெளியாகி இருக்கக்கூடிய சாத்தியக் இல்லை என்பதும் உறுதியாயிற்று.\nபல்\nஇந்த மொழிபெயர்ப்பை நான் செய்து முடிப்பதற்கும் வெளி யிடுவதற்கும் ஊக்கம் கொடுத்தவர்கள் மற்றும் உதவியவர்களின் பட்டியல் நீளமானது. ஒரு சிலரது பெயர்களை\nஇங்கு\nகுறிப்பிடுகிறேன். முதற்கண் இப்புத்தகத்தின் பிரதியை எனக்கு அனுப்பிய திரு. அரவிந்த் குப்தா, இரண்டாவதாக, நான் தமிழில் காந்திஜி பற்றி எழுதிய கட்டுரைகளையும், மொழி பெயர்ப்புகளையும் பாராட்டி என்னை ஊக்குவித்த திரு. செல்வராஜ் அண்ணாச்சி அவர்களுக்கு எனது நன்றி உரித்தாகிறது. தவிர, அவர் தனது கிராமராஜ்யம் இதழில் இந்த வெளியிட்டு\nவருகிறார். அதற்கும் எனது நன்றியைத் தெரிவித்துக் கொள்கிறேன். அவர் இந்த மொழிபெயர்ப்பு நூலுக்கு ஒரு அழகிய அணிந்துரையும் வழங்கியுள்ளார். அதற்கும் எனது நன்றி உரித்தாகிறது.\n9\n(vii)\n"}