{"doc_id": "1452602c-04ef-46e8-a9a2-79035f875386", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 60, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "பெற்றோர் தங்களது மக்களை நாட்டுப்பணிக்காக அர்ப்பணிக்க வேண்டும்; பர்தா அணிந்த மாதர்கள் தங்களது நகைகளை நாட்டுக்காகத் துறக்க வேண்டும். ஏழைகளும் தங்களது செப்புக் காசுகளை அளிக்க வேண்டும் என்று கேட்பார்.\nஒரு முறை, நாட்டில் மழை பொய்த்து பயிர் விளைச்சல் பாதிக்கப்பட்டது. விவசாயிகள் துயருற்றிருந்தனர். அப்போது கூட அரசு அவர்களை வரியை முழுவதுமாக கட்டும்படி நிர்ப்பந்தம் செய்தது. வரி வசூலுக்கு வந்த அரசு அதிகாரிகளுக்கு அஞ்சிய விவசாயிகள் தங்களது கலப்பைகளையும் மாடுகளை யும் விற்று வரிகட்ட முனைந்தார்கள். காந்திஜியோ விவசாயி களிடம் வரிப்பணத்தைக் கொள்ளை அடிக்கும்படி கூறினார். அதாவது, அரசுக்கு வரிசெலுத்த வேண்டாம் என்று கூறினார். இங்குதான் காந்திஜியின் புகழ்பெற்ற வரிகொடா இயக்கம் தோன்றியது. காந்திஜியின் தலைமையில் விவசாயிகள் ஒரு பிரமாணம் எடுத்துக் கொண்டனர். \"நாங்களாகவே முன்வந்து இந்த ஆண்டிற்கான வரியைச் செலுத்தமாட்டோம். எங்களுக்குச் சொந்தமான நிலங்களை இழக்கவும் நாங்கள் தயாராகி விட்டோம்\" அரசும் விடாப்பிடியாக பயிர்கள் விளைந்திருந்த நிலங்களை ஜப்தி செய்தது. காந்திஜி விவசாயிகளிடம் அந்த நிலங்களின் மீது அவர்களுக்கு உரிமை உள்ளது என்று அறிவுறுத்தினார். ஜப்தி செய்யப்பட்ட வெங்காயம் விளைந் திருந்த வயல்களில் இறங்கி வெங்காயத்தைக் கொள்ளை அடிக்கும்படியும் கூறினார். ஒரு தொண்டர் படை வயல்களில் இறங்கி வெங்காயத்தை அறுவடை செய்தது, கொள்ளைக் கூட்டத்தின் தலைவராகிய மோஹன்லால் பாண்டியா கைது செய்யப்பட்டார். அவர் விடுதலை செய்யப்பட்டதும் அவருக்குப் பெரும் வரவேற்பு அளிக்கப்பட்டு \"வெங்காயத் திருடர்\" என்ற பட்டமும் சூட்டப்பட்டது. அக்கூட்டத்திற்கு காந்திஜி தலைமை தாங்கினார். திருடரின் நெற்றியில் வெற்றித் திலகமும் இட்டார்.\nவேறு ஒரு சந்தர்ப்பத்திலும் மோசமான உணவு பற்றாக் குறை ஏற்பட்ட சூழ்நிலையில் காந்திஜி அதேபோல் நடந்து கொண்டார். நிலவரி வசூல் ஆகாததால் அரசு அதிகாரிகள் நிலங்களை ஜப்தி செய்து விவசாயிகளை அவர்களது குடிசை களிலிருந்து வெளியேற்றினர். விவசாயிகள் சில பாத்திரம் பண்டங்களுடன் தாங்கள் பரம்பரையாக வசித்துவந்த வீடு களிலிருந்து வெளியேறத் தொடங்கினர். அரசு அதிகாரிகள் அவ்விவசாயிகளிடமிருந்து ஜப்தி செய்யப்பட்ட நிலங்களை ஏலம்விட முற்பட்ட போது யாரும் ஏலம் எடுக்க முன்வர வில்லை. நீண்ட விசாரணைக்குப்பின் விவசாயிகளின்\nகோரிக்கைகள் பாதிக்குமேல் ஏற்றுக் கொள்ளப்பட்டு நிலவரி\nசெய்யப்பட்டது.\nவிவசாயி\nசம்பாரனில் வெள்ளைக்கார முதலாளிகள் விவசாயிகளை அவுரி பயிரிடச் சொல்லி கட்டாயப்படுத்தினர். ஆனால், நியாய மான கூலி தரவில்லை. அந்த அவுரியிலிருந்து வெள்ளையர்கள் கொள்ளை லாபம் அடித்தனர். இன்னலுற்ற ஒரு காந்திஜியை உதவிக்கு அழைத்தார். காந்திஜி, உடனே சம்பாரனுக்கு வந்து விசாரணை நடத்தினார். விவசாயிகளின் கூற்றில் நியாயம் இருப்பதையும் உணர்ந்தார். வெள்ளைக்கார முதலாளிகளுடன் பல சுற்றுக்கள் பேச்சுவார்த்தை நடந்தது. இறுதியில் வெள்ளையர்கள் பெரும் லாபம் ஈட்டியது குறைந்து விவசாயிகளின் வருமானம் கூடியது. நூறு ஆண்டுகளாக அவுரி விவசாயம் காரணமாக சம்பாரன் மீது படிந்திருந்த கறை அகற்றப்பட்டது.\nவஜா\nஇந்தியனின் சராசரி வருமானம் நாள் ஒன்றுக்கு ஒரு அணா (ஆறு பைசா) என்றிருந்த சூழ்நிலையில் உப்பின் மீது விதிக்கப்பட்டுவந்த வரி அதிகமாகத்தான் இருந்தது. சில தானியங்களையும் உப்பையும் மட்டும் உட்கொண்டு வாழ்ந்து வந்த ஏழை மக்கள் வரிச்சுமையினால் பாதிக்கப்பட்டனர். நாட்டின் சில பகுதிகளில் உப்புப் பாறைகளிலிருந்து உப்பினை எளிதாகச் சுரண்டி எடுக்க முடியும். ஆனால், அப்படி உப்பைச் சுரண்டி எடுப்பது சட்டப்படி குற்றம் ஆகும். இச்சட்டத்தை திர்த்துத்தான் காந்திஜி உப்பு சத்தியாக்ரஹத்தை மேற் கொண்டார். அரசின் இந்த அநியாய வரி விதிப்பிற்கு காந்திஜி முடிவுகட்டத் தீர்மானித்தார்.\nஎ\nச\nச\n“ஒன்று நான் கையில் உப்புடன் திரும்பி வருவேன் அல்லது எனது பிணம் கடலில் மிதக்கும் \"... நாம் மரணம் அடைந்தால் சுவர்க்கத்திற்குச் செல்வோம், கைது செய்யப் பட்டால் சிறைக்குச் செல்வோம்; வெற்றி பெற்றால் வீடு களுக்குத் திரும்புவோம்.\" சபர்மதி ஆசிரமத்திலிருந்து தொடர்ந்து 25 நாட்களில் 241 மைல் தூரம் (387 கிலோ மீட்டர்) நடந்து தண்டி கடற்கரையை அடைந்தார். கடல் நீரிலிருந்து உப்பைக் காய்ச்சி கையில் எடுத்தார். சரோஜினி நாயுடு \"சட்டத்தை மீறிய\" காந்திஜியை வாழ்த்தி மாலையிட்டு, நெற்றியில் திலகம் இட்டார். காந்திஜி கூறுவார். \"ஒரு கை நிறைய உப்பை எடுத்தது சிறுவர்களின் விளையாட்டைப் போன்றது. நான் நாட்டில் உற்பத்தியாகும் எல்லா உப்பையும் ஒட்டு மொத்தமாக அள்ளப் போகிறேன்.\" இந்தியா முழுவதிலும் மக்கள் உப்பு எடுக்கும் பணியில் ஈடுபட்டனர். சட்ட விரோதமாக எடுக்கப்பட்ட\n105\n"}