{"doc_id": "9c29943d-3e2d-4af8-8d7e-2dac904cd071", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 61, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "உப்பைக் கைப்பற்ற போலீஸ் தீவிர முயற்சிகளை மேற் கொண்டது. பர்தா அணிந்த பெண்கள் பயணம் செய்த பல்லக்கு கள் சோதனைக்குள்ளாயின. ஒருமுறை காரில் பயணம் செய்து கொண்டிருந்த போது சாலையில் ஒரு போலீஸ் நிற்பதைக் கண்டார். காரை நிறுத்திய காந்திஜி அக்காவலரிடம் சட்டவிரோதமாகத் தயாரிக்கப்பட்ட\nகாவலர்\n\"என்னிடம்\nஉப்பு\nஇருக்கிறது. நீங்கள் என்னைத் தடுத்து நிறுத்தப் போகிறீர்களா? என்று கேட்டார்.\nகாந்திஜி தாரசேனாவில் அமைந்திருந்த உப்புக் கிடங்கைக் கொள்ளையடிக்க திட்டமிட்டிருந்தார். அவர் கைதாகிச் சிறை யில் அடைக்கப்பட்டதால் அத்திட்டம் நிறைவேறவில்லை. அவருடைய தொண்டர்கள் ஆயுதம் ஏதுமின்றி உப்புக் கிடங்கை நோக்கி நடந்தனர். பெரும் சண்டை நிகழ்ந்தது. இரும்புப் பொருத்தப்பட்ட பூண் தடிகளைக் கொண்டு காவலர்கள் தொண்டர்களைத் தாக்கினர். எலும்புகள் நொறுங்கின, மண்டை கள் உடைந்தன. காயங்களிலிருந்து ரத்தம் ஆறாய்ப் பெருகியது. நாட்டின் பல்வேறு பகுதிகளில் பல்வேறு உப்புக் கிடங்குகள் கொள்ளை அடிக்கப்பட்டன. ஒரே ஆண்டில் உப்புச்சட்டம் தளர்த்தப்பட்டது. வீடுகளில் சொந்த உபயோகத்திற்கும், குறிப்பிட்ட கிராமப் பகுதிகளில் விற்பனைக்கும் வரிகள் இன்றி உப்பு தயாரிப்பதற்கு அனுமதி வழங்கப்பட்டது.\nஆங்கிலேய அரசாங்கத்திற்கு காந்திஜி ஒரு ஏற்றமான எதிரியாக விளங்கினார். அவர்களது பொய் பித்தலாட்டத்தைக் காட்டிலும் காந்திஜியின் கொள்ளை ஒரு படி மேலானது என்று நிருபிக்கப்பட்டுவிட்டது. ஆங்கிலேயர்கள் வியாபாரிகளாக இந்தியாவுக்கு வந்தனர். ஏமாற்று வித்தை மூலம் இந்தியாவின் சந்தையைப் பிடித்தனர். உலகிலேயே தலை சிறந்து விளங்கிய இந்தியாவின் நூற்பு மற்றும் நெசவுத் தொழிலை அழித்தனர். ராட்டைகளும், தறிகளும் ஒட்டடை படிந்து வேலையின்றி கிடந்தன. பாதிக்கப்பட்ட கைவினைஞர்களில் சிலர் விவசாயத் தொழிலை மேற்கொண்டனர். சிலர் வேறு கூலிவேலைகளைத் தேடிச் சென்றனர். வளங்கள் நிறைந்த நாடு வறுமையில் வாடியது. லங்காஷயரிலிருந்தும் மான்செஸ்டரிலிருந்தும் துணி கள் இறக்குமதி செய்யப்பட்டதால் இந்திய நாட்டிற்கு கோடிக் கணக்கான ரூபாய்கள் இழப்பு ஏற்பட்டது. வியாபாரிகளின் கையிலிருந்த அளவுகோல் ஆங்கில அரசின் செங்கோலாக உருவெடுத்தது.\nகாந்திஜியின் மனதில் அயல்நாட்டில் தயாரிக்கப்பட்ட துணி, அயல்நாட்டு மதுபானங்கள் மற்றும் அயல் நாட்டுப்\n106\nபொருள்களை பகிஷ்காரம் செய்யவேண்டும் என்ற எண்ணம் உருவெடுத்தது. அவர் ஓயாமல் மக்களிடம் கையினால் நூற்று கைத்தறியில் நெசவு செய்து கதர்த் துணியைத் தயாரிக்கும்படி பிரச்சாரம் செய்து வந்தார். நூற்பு நெசவு தொழில்களில்\nஈடுபட்டிருந்த பெண் தொண்டர்களை ஒருங்கிணைத்து வெளி நாட்டில் தயாராகிய துணி மற்றும் மதுபான வகைகளை விற்பனை செய்யும் கடைகளுக்கு முன்பாக மறியல் செய்யத் தூண்டினார். நகரங்களிலும் கிராமங்களிலும் பல்வேறு கூட்டங் களில் கலந்துகொண்டு வெளிநாட்டிலிருந்து இறக்குமதி செய்யப் பட்ட பொருள்களை தகனம் செய்தார். இதன்விளைவாக இங்கிலாந்திலிருந்து இறக்குமதி செய்யப்பட்ட துணியின் அளவு பெரிதும் குறைந்து அங்குள்ள மில்கள் மூடப்பட்டன. கைராட்டையின் கதிர்கள் துப்பாக்கி ரவைகளாக உருவெடுத்து மில் இங்கிலாந்து நாட்டின் தொழிலாளர்களைத் தாக்கின! ஆயிரக்கணக்கானோர் வேலை இழந்தனர். சில ஆண்டுகளுக்குப் பின் காந்திஜி லங்காஷயருக்குச் சென்ற போது மில் தொழிலாளர் களது கூட்டத்தில் இவ்வாறு உரை நிகழ்த்தினார்.\nயாக\nபலர் வேலைவாய்ப்பின்றி இருப்பது எனக்கு வருத்தம் அளிக்கிறது. உங்களிடையே 30 லட்சம் பேர்கள் வேலை இன்றி இருக்கிறீர்கள். இந்தியாவில் 30 கோடி பேர்கள் ஆண்டில் ஆறுமாத காலத்திற்கு வேலை இன்றி இருக்கிறார்கள். இங்கு வேலையின்றி இருப்பவர்களுக்கு மாதந்தோறும் சராசரி எழுபது ஷில்லிங் (45 ரூபாய்) உதவித் தொகையாக அளிக்கப்படுகிறது. எங்கள் நாட்டிலோ சராசரி மாத வருமானமே ஏழரை ஷில்லிங் (5 ரூபாய்) தான். இந்தியாவில் வாழும் ஏழை களான நூற்போர் மற்றும் நெய்வோரின் வயிற்றில் அடித்து நீங்கள் வசதியுடன் வாழ விரும்புகிறீர்களா.?\" காந்திஜி திறந்த மனதுடன் இப்படி பேசியதை அந்த மில் தொழிலாளிகள் பாராட்டினர்.\nகாந்திஜி ஏழைகளுக்கும் பணக்காரர்களுக்கும் இடையே இருந்த இடைவெளியைக் குறைப்பதற்கு பல முயற்சிகளை மேற்கொண்டார். துப்புரவுத் தொழிலாளர்களின்\nபெண்மணி\nஒன்றில் ஒரு பெண்மணி தனது கைகளிலிருந்த இரண்டு தங்க வளையல்களைக் கழற்றி காந்திஜியிடம் அளித்தார். அப் கூறுவார்: \"இப்போதெல்லாம் கணவன்மார்கள் மனைவிகளுக்காக எதுவுமே தருவதில்லை. ஏதோ என்னால் இயன்றது இந்தச் சிறு அன்பளிப்புதான். இவை, என்னிடம் கடைசியாக மிஞ்சிய நகைகள். இவற்றை நீங்கள் ஹரிஜனங் களின் நலனுக்காக பயன்படுத்தலாம்.\" காந்திஜி பதில் சொன்னார்: \"நான் சில டாக்டர்களையும் வக்கீல்களையும்,\n\"\n107\n"}