{"doc_id": "f788687b-7202-400f-b353-d6f9240508f1", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 62, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "வியாபாரிகளையும் ஓட்டாண்டிகளாக்கி விட்டேன். அதற்காக நான் வருந்தவில்லை. வறுமையில் சிக்கி வாழும் நம் இந்திய நாட்டில் ஒரு பைசா சம்பாதிப்பதற்காக சிலர் மைல் கணக்கில் நடக்கின்றனர். இந்தச் சூழ்நிலையில் சிலர் விலையுயர்ந்த நகைகளை அணிவது சரியல்ல.\" சில சந்தர்ப்பங்களில் சில பெண்கள் தங்களது கைகளிலிருந்து வளையல்களைக் கழற்று வதற்கு சிரமப்பட்டபோது காந்திஜி அவ்வளையல்களை வெட்டி எடுத்து விடுவார். சில விமர்சகர்கள் காந்திஜி பெண்களிட மிருந்து பொது நலனுக்காக நகைகளைப் பெறுவதை வன்மை யாகக் கண்டனம் செய்தனர். காந்திஜி சற்றும் அசைந்து கொடுக்கவில்லை. “எனது கூட்டங்களில் ஆயிரக்கணக்கான சகோதரிகள் பங்கேற்று தாங்கள் அணிந்துள்ள நகைகள் அனைத்தையுமோ அல்லது ஒரு சிலவற்றையோ என்னிடம் தர வேண்டும்\" என்று கேட்டுக் கொண்டார். ஒரு இளம் விதவை அவரைத் தனது வீட்டிற்கு அழைத்து, தனது நகைகளைத் தானம் செய்தார். தனது கணவரின் மாத வருமானம் ரூபாய் நாற்பது மட்டும் இருந்த நிலையிலும் கூட வேறொரு பெண்மணி காந்திஜி தனது வீட்டிற்கு வந்து தான் வழங்க இருக்கும் நகைகளைப் பெற்றுச் செல்ல வேண்டும் என்று கோரி உண்ணாவிரதமே தொடங்கி விட்டார்.\nபொதுக்கூட்டம் ஒன்றில் ஒரு இளம் பெண் மேடையில் ஏறி தனது தங்க நெக்லஸ், வளையல்கள் மற்றும் காதணிகளைக் கழற்றி காந்திஜியிடம் வழங்கினார். கொடையாளிகளிடம் காந்திஜி ஒரு வேண்டுகோள் விடுத்தார்: \"இப்பெண்கள் வழங்கி விட்ட நகைகளை மீண்டும் அவர்களுக்குச் செய்து போடாதீர் கள். ஒரு பெண்ணின் உண்மையான அணிகலன்கள் அவளது தூய்மையும் நன்னடைத்தையுமே.\" சின்னஞ் சிறிசுகளையும் காந்திஜி விட்டுவைக்கவில்லை. ஒரு சிறுபெண் காந்திஜியிடம் மலர்க் கொத்துகளை வழங்குவதற்காக வந்த போது அவர் அப்பெண்ணின் கைவிரலிலிருந்த சிறிய மோதிரத்தைப் பார்த்து விட்டார். அச்சிறு பெண்ணிடமிருந்து மோதிரத்தை அவர் வாங்கிவிட்டார். ஒரு பையனின் காதிலிருந்த தங்க கடுக்கன் களையும் அவர் பறித்துக் கொண்டுவிட்டார். அப்பையனிடம் \"என்னை முறைப்படி வணங்கிவிட்டு ஓடிப் போய்விடு, எனது ரத்த அழுத்தம் 195ஐத் தாண்டிக் கொண்டிருக்கிறது.\" எந்தக் குழந்தையிடமும் அதன் பெற்றோரின் சம்மதத்தைப் பெறாமல் நகைகளை வாங்கமாட்டார்.\nகாந்திஜி கொள்ளை அடிப்பதில் சாமர்த்தியம் வாய்ந்தவர் பெயர் எடுத்திருந்தும் கூட அவரிடம் பொருள்களை இழப்பதற்குப் பலரும் விரும்பி அவரை வரவேற்றனர். ஒரு\nஎன்று\nக\n108\nஅன்பர் காந்திஜி தனது வீட்டில் தங்க சம்மதித்தால் ஒவ்வொரு நிமிஷத்திற்கும் ரூபாய் 116 அளிப்பதாகக் கூறினார். காந்திஜி யிடம் போதுமான அவகாசம் இல்லாததால் இரண்டு நிமிஷங்கள்\nமட்டுமே தங்கினார். முணி Dஓ ஐஆ\nஒருமுறை காந்திஜி திடீரென்று நோய்வாய்ப்பட்டபோது அவருடைய டாக்டர் நண்பர் அவரைப் பார்க்க ஓடோடி வந்தார். காந்திஜியோ டாக்டரைக் கிண்டலாக “என்னைப் பரிசோதித்துப் உங்களை நான் அனுமதிக்கிறேன். அதற்கு நீங்கள் எவ்வளவு பணம் தருவீர்கள் என்று கேட்டார்.\" டாக்டர் கட்டணம் ஏதும் வசூலிக்கவில்லை. தனது கையிலிருந்த பணம் முழுவதையும் காந்திஜியிடம் கொடுத்துவிட்டுச் சென்றார்.\nபார்க்க\nand\nhoping renda\nமோதிலால் நேருவும் தேசபந்து (சித்தரஞ்சன்) தாசும் பல்லாயிரக்கணக்கில் வருமானம் தந்து கொண்டிருந்த தங்களது வக்கீல் தொழிலைத் துறந்து அரண்மனை போன்ற தங்களது வீடுகளையும் நாட்டிற்காக அர்ப்பணித்தனர். இதுபோல் ஆயிரக்கணக்கான கோடீஸ்வரர்களைப் பிச்சைக்காரர்களாக மாற்றிய பெருமை காந்தியையே சாரும்.\nமில் துணியைப் போன்ற ரகத்தையோ, தரத்தையோ கதர் என்றுமே அடையாமல் போகலாம். கடையில் விற்கப் படும் விலையிலும் மில் துணிபோலக் கதர் மலிவானதாக இல்லாதும் போகலாம். இவற்றில் இந்த இரண்டை டயும் அளக்கும் முறை வெவ்வேறானது. கதர். மனித வாழ்வின் மதிப்பைக் காட்டுகிறது; மில் துணியோ பணத்தின் மதிப்பு ஒன்றை மாத்திரமே காட்டுவதாக இருக்கிறது. கதரின் விலை கெஜத்திற்கு நான்கணா, என்றாலும், அது எனக்கு மலிவானது தான். ஆனால், அதே நெம்பர் நூலையும் நெசவையும் கொண்ட மில் துணியின் விலை கெஜம் இரண்டணாதான் என்றாலும் அது எனக்கு கிராக்கியானதே.\nஹெரிஜன் 9-2-1934\n109\n"}