{"doc_id": "e940a714-1362-45f7-a0a0-93e62a3f471e", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 63, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "20\nகாந்திஜி ஒரு சிறைப்பறவை\nகாந்திஜி, இந்திய மக்களை ஆங்கிலேய அரசை எதிர்த்துப் போராடும்படி தூண்டினார்; ஒத்துழையாமை இயக்கத்தை ஆரம்பித்தார்; பல முறை சிறைக்கும் சென்றார். கைது செய்யப்பட்ட போதெல்லாம் நீதிபதியிடம் தனக்கு அதிக பட்ச தண்டனை வழங்கும்படி கேட்டுக் கொள்வார். தென் ஆப்பிரிக்காவில் ஒரு வழக்கில் அவர் மீதும் அவரது சக ஊழியர் கள் மீதும் சுமத்தப் பட்டிருந்த குற்றச்சாட்டுகளை நிரூபணம் செய்வதற்கு அவரே சாட்சிகளை ஏற்பாடு செய்தார். சிறை வாழ்வின் பயங்கரம், அவமானம் அவதிகள் - எல்லாமே கொடுங் குற்றங்களைப் புரிந்தவர்களுக்காக ஏற்பட்டவை. அச்சூழ்நிலைக் குள் செல்ல தென் ஆப்பிரிக்க இந்தியர்கள் அஞ்சினர். காந்திஜி அவர்களது அச்சத்தை அகற்றினார்.\nஅவர் பதினோரு தடவைகள் சிறை சென்றார். ஒரு சந்தர்ப்பத்தில் நான்கு நாட்களுக்குள் மூன்று முறை அவர் கைது செய்யப்பட்டார். அவருக்கு விதிக்கப்பட்ட சிறை தண்டனை களை முழுமையாக அனுபவித்திருந்தால் அவர் பதினோரு ஆண்டுகள் மற்றும் பத்தொன்பது நாட்களுக்கு சிறையில் இருந்திருப்பார். பல தடவைகளில் அவரது தண்டனை குறைக்கப்பட்டதால் மொத்தம் ஆறு ஆண்டுகள் மற்றும் பத்து மாத காலத்தை சிறைகளில் கழித்தார். தனது 39வது வயதில் அவர் முதல் முறையாகச் சிறைக்குச் சென்றார். தனது 75வது வயதில் கடைசி முறையாக சிறையிலிருந்து வெளியே வந்தார்.\nமுதல் முறையாக தென் ஆப்பிரிக்காவின் ஒரு சிறையில் தனது ஐந்து சகாக்களுடன் நுழைந்தார். சிறைகளைப் பற்றி அச்சமூட்டும் விஷயங்களை அவர் கேள்வியுற்றிருந்தார். தன்னை ஒரு அரசியல் கைதியாக நடத்துவார்களா என்று யோசித்தார். அவர் வக்கீலாக வாதம் செய்த அதே நீதிமன்றத் தில் குற்றவாளிக் கூண்டில் ஏறி நின்றபோது அவருக்கு சற்று சங்கடமாகவே இருந்தது. அவருக்கு இரண்டு மாத சிறை தண்டனை விதிக்கப்பட்டது. நீதிமன்றத்திலிருந்து ஒரு குதிரை வண்டியில் ரகசியமாக சிறைச்சாலைக்கு அழைத்துச் செல்லப் பட்டார். ஏனெனில் நீதிமன்றத்திற்கு வெளியே பெரியதோர் கூட்டமாக மக்கள் நின்றிருந்தனர். சிறையில் நுழைந்ததும் அவரது பத்து விரல் ரேகைகளும் பதிவு செய்யப்பட்டன.\n110\nஅவரது உடைகள் முற்றிலுமாகக் களையப் பட்டு அவர் எடை பார்க்கப் பட்டார். பிறகு அவருக்கு அழுக்கேறிய சிறைச்சாலை யின் சீருடைகள் தரப்பட்டன. அவரைத் தொடர்ந்து அடுத்த இரண்டு அல்லது மூன்று நாட்களுக்கு ஒருமுறை மேலும் பலர் சிறைக்கு வந்து சேர்ந்தனர். இவ்வாறாக 15 நாட்களில் கைதி களின் எண்ணிக்கை 150 ஆகியது. 50 நபர்களே இருக்கக் கூடிய அறையில் 150 நபர்கள் அடைக்கப் பட்டனர். இரவு நேரங் களில் மட்டும் கைதிகள் தூங்குவதற்காக கூடாரங்கள் அமைக்கப்\nபட்டன.\nசிறையில் ஆய்வாளர், கவர்னர் மற்றும் மேலாளர் சிறையைப் பார்வையிடுவதற்கு தினந்தோறும் நான்கு அல்லது ஐந்து தடவைகள் வந்தனர். ஒவ்வொரு தடவையும் காந்திஜியும் மற்றவர்களும் தொப்பியைக் கையில் ஏந்திய வண்ணம் வரிசை யாக நிற்க வேண்டி இருந்தது. காந்திஜி உடலுழைப்பு மேற் கொள்ள விரும்பினார். ஆனால், அனுமதிக்கப்படவில்லை.\nசிறையில் அளிக்கப்பட்ட உணவு இந்தியர்களுக்கு ஒத்துக் கொள்ளவில்லை. காலையிலும் மாலையிலும் அவர்களுக்கு ஒரு வகையான சோளக் கஞ்சி அளிக்கப்பட்டது. சர்க்கரை, பால், நெய் எதுவும் தரப்படவில்லை. கைதிகளுக்கு அக்கஞ்சியைக் குடிப்பது கஷ்டமாக இருந்தது. சில மாலை நேரங்களில் வேக வைக்கப்பட்ட பீன்ஸ் மட்டுமே வழங்கப்பட்டது. சர்க்கரையோ மசாலாப் பொடிகளோ கிடையாது. உப்பு மட்டுமே தரப்பட்டது. கைதிகளுக்கோ புலால், ரொட்டி, காய்கறிகள் ஐரோப்பிய எல்லாமே கிடைத்தன. ஐரோப்பிய கைதிகளால் ஒதுக்கப்பட்ட காய்கறிகளின் கழிவுகளுடன் கொஞ்சம் காய்களைச் சேர்த்து சமைக்கப்பட்ட உணவு இந்திய கைதிகளுக்குத் தரப்பட்டது. நூறு இந்தியக் கைதிகளின் கையெழுத்துக்களுடன் கூடிய புகார் மனு ஒன்றை காந்திஜி சிறையின் அதிகாரிக்கு அனுப்பினார். அவர் எச்சரிக்கப்பட்டார்: \"இது இந்தியா அல்ல; இது ஒரு உணவு எதுவும் சிறைச்சாலை. உங்களுக்குப் பிடித்தமான உங்களுக்கு வழங்கப்பட மாட்டாது.\" இருப்பினும் பதினைந்து சாதம். நாட்களுக்குள்ளாக காந்திஜிக்கு வெற்றி கிட்டியது. ரொட்டி, காய்கறிகள், நெய் எல்லாமே இந்தியர்களுக்கு வழங்கப் பட்டன. தங்களுக்குத் தேவையான உணவைத் தாங்களே சமைத்துக் கொள்வதற்கு அனுமதியும் வழங்கப்பட்டது. காந்திஜி சமையல் பணியில் உதவியதுடன் இரு வேளைகளிலும் தாமே உணவைப் பரிமாறினார். இப்போது காந்திஜியுடன் இருந்த இந்திய கைதிகளுக்கு எவ்வித பிரச்சினையும் இன்றி நல்ல உணவு கிடைத்தது.\nன\n11\n"}