{"doc_id": "ea2f48e6-1ac9-433e-8c3b-54bbe97654f0", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 64, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அவரது மூன்றாவது சிறைவாசத்தின்போது அவருக்கு நல்ல உணவு கிடைத்தது. பழங்களை மட்டுமே அவர் உண்டார். வாழைப்பழங்கள், தக்காளி மற்றும் உலர்ந்த பழங்கள் அவருக்கு வழங்கப்பட்டன. சிறையின் கட்டுப்பாடுகளுடன் கூடிய வாழ்க்கை காந்திஜிக்குப் பிடித்து விட்டது. சிறையிலிருந்து வெளியே வந்ததும் அவர் தேநீர் அருந்தும் பழக்கத்தைக் கைவிட்டார். இரவு உணவையும் சூரியன் அஸ்தமனமாவதற்கு முன்பு உண்ணும் பழக்கத்தைத் தொடர்ந்தார்.\nஅடுத்த இரண்டு சிறைவாசங்களில் காந்திஜி பல இன்னல் களை அனுபவித்தார். அவர் வழக்கறிஞராகப் பத்து ஆண்டு களுக்கு மேல் வழக்காடிய நீதி மன்றத்திற்கு அவர் விலங்கு களுடன் கொண்டு வரப்பட்டார். அவருக்கு கடுங்காவல் தண்டனை வழங்கப்பட்டது. அவருக்குத் தென் ஆப்பிரிக்க கைதிகளுக்கு வழங்கப்பட்டு வந்த வழக்கமான சிறைச் சீருடை வழங்கப்பட்டது. கூடவே ஒரு ராணுவத் தொப்பி, முரட்டுத் துணியில் தயாரிக்கப்பட்ட தொள தொளப்பான சட்டை, அதில் கைதி எண் குறிக்கப்பட்டு அம்புக் குறிகளும் போடப்பட்டி ருந்தன. அரைக்கால் சட்டையும் கால்களுக்கு கம்பளியில் தயாரிக்கப்பட்ட காலுறைகளும், தோல் செருப்புகளும் தரப் பட்டன. ஒரு கிலோமீட்டர் தூரத்திற்கு மேல் கொட்டும் மழை யில் தலையில் படுக்கையை சுமந்த வண்ணம் அவர் நடக்க வேண்டி வந்தது. மிகவும் மோசமான நடத்தையுள்ள கறுப்பின (நீக்ரோ) மற்றும் சீனக் கைதிகள் இருந்த அறையில் காந்திஜி அடைக்கப்பட்டார். சில ஜுலுகைதிகள் காந்திஜியைத் திட்டி அடிக்கவும் செய்தனர். கழிப்பறையில்கூட தனி மறைவிடம் கிடையாது. அக்கைதிகளின் நடவடிக்கைகள் அருவருப்பையும் அச்சத்தையும் ஏற்படுத்தின. அவர்களது மொழி அவருக்குப் புரியவில்லை. சிறிது காலத்திற்குப் பின் நான்கு அடிக்கு ஆறு அடி அளவுள்ள ஒரு இருண்ட தனி அறையில் சிறை வைக்கப் பட்டார். கூரையின் அருகே காற்றுக்காக சிறிய ஜன்னல் ஒன்று இருந்தது. பூட்டப்பட்டிருந்த கதவிற்குப் பின்பாக நின்ற நிலை யில் அவர் உணவு அருந்த வேண்டி வந்தது. தினமும் இருமுறை அவர் உடற் பயிற்சிக்காக அறைக்கு வெளியே அழைத்து வரப் பட்டார். நெய் வழங்கப்படாததால் தொடர்ந்து 15 நாட்களுக்கு அவர் சாதத்தை ஏற்க மறுத்தார். ஒருவேளை மட்டும் ஒரு விதமான கஞ்சியை அருந்தினார். இதன் பின்பு அவருக்கு ரொட்டியும் நெய்யும் வழங்கப்பட்டன. கயிற்றில் தயாரிக்கப்பட்ட விரிப்பு ஒன்றும், மரத்தலையணை ஒன்றும் இரு கம்பளிகளும் புத்தகங்களும் கூட அவருக்குக் கிடைத்தன. தினமும் ஒரு வாளி தண்ணீர் வழங்கப்பட்டது. அறையின் ஒரு\nமூலையில் தண்ணீர் வைக்கப்பட்டது. கைதியைக் கண்காணிப்ப தற்காக இரவு முழுவதும் மின்விளக்கு எரிந்தது. ஆனால், அதன் வெளிச்சம் புத்தகம் படிப்பதற்குப் போதுமானதாக இல்லை. சற்று மாறுதலுக்காகத் தன் அறைக்குள் அவர் உலவ முற்பட்டார். காவலர் \"நடந்து தரையைப் பாழடிக்காதே\" என்று அதட்டுவார். அந்தத் தரை தாரினால் அமைக்கப் பட்டிருந்தது.\nகாந்திஜி குளிப்பதற்கு அனுமதி கேட்டபோது அவரை நிர்வாணமாக நடந்து செல்லும்படி காவலர் உத்தரவிட்டார். 125 அடி தூரத்திற்கு உடலில் ஆடையின்றி நடப்பதற்கு அவர் இணங்கவில்லை. குளியல் அறைக்கு வெளியே தனது உடை களைக் கொண்டு திரை அமைத்துக் கொள்ள அவர் அனுமதிக்கப் பட்டார். அவர் உடம்பில் தண்ணீர் ஊற்றிக் கொள்வதற் குள்ளாகவே 'சாம் வெளியே வா!' என்ற உத்தரவு வந்தது. வெளியே அவர் வந்திராவிட்டால் ஒரு கறுப்பர் உதைத்து வெளியேற்றி இருப்பார்.\nஅவரை\nஅவருக்கு சட்டைகளின் பைகளைத் தைப்பது மற்றும் கிழிந்த போர்வைகளைத் தைப்பது, இரும்புக் கதவுகளுக்கு வார்னிஷ் செய்வது போன்ற பணிகள் தரப்பட்டன. நாள் ஒன்றிற்கு ஒன்பது மணிநேரம் வேலை இருந்தது. தரையையும் கதவுகளையும் மூன்று மணிநேரம் தொடர்ந்து சுத்தம் செய்த பின்பும் அவற்றில் எவ்வித மாற்றமும் ஏற்படவில்லை. கழிவறை களை சுத்தம் செய்யும்படியும் அவர் பணிக்கப் பட்டார். எல்லாப் பணிகளையும் அவர் இன்முகத்துடன் மேற்கொண்டார். ஆனால் அதே பணிகள் அவரது நண்பர்களுக்கும் வழங்கப்பட்ட போது அவர் வருத்தம் அடைந்தார். ஏனெனில். அவர்கள் பணியைச் செய்ய முடியாமல் அவதியுற்று அழுதனர். மயக்கம் அடைந் தனர். நான்தானே இவர்களது இன்னல்களுக்குக்\nகாரணம் என்று எண்ணி வருந்தினார். இப்படியாக அவதியுற்று தியாகம் செய்வதன் மூலமே அடிமைத்தனத்தை அகற்றி மனதில் அமைதி பெற முடியும் என்று அவர் நம்பினார்.\nகாலைக் கடன்களை ஆறு மணிக்குள் முடிக்க வேண்டும். 7 மணிக்குத் தொடங்கி தொடர்ந்து ஒன்பது மணி நேரத்திற்கு கடினமான வேலைகள் செய்ய வேண்டும். ஒரு மைல் தூரம் நடந்து சென்றபின் பூமியைப் பிக்காசி கொண்டு பிளக்க வேண்டும். அவர் எடை குறைந்தது. அவர் முதுகில் வலி எடுத்தது. கைகளில் தோன்றி இருந்த கொப்புளங்களிலிருந்து நீர் வடிந்தது. சிறிது நேரத்திற்குக்கூட பணி செய்வதை அவர் நிறுத்தினால் காவலர் \"தொடர்ந்து வேலை செய்\" என்று சப்தம்\n113\n"}