{"doc_id": "2eba70ea-90bf-47b3-b020-e2ea149205c6", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 65, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "போடுவார். காந்திஜி காவலரை எச்சரித்தார்: \"நீங்கள் உங்களது மிரட்டல்களை நிறுத்தாவிட்டால் நான் பணி செய்வதை நிறுத்தி விடுவேன்.\" காந்திஜி தனது மானத்தைக் காக்கும்படியும், கொடுத்த பணியை முடிப்பதற்கான பலத்தை அளிக்கும்படியும் கடவுளை வேண்டிக் கொள்வார்.\nஇந்தியாவைப் பொருத்தவரை சிறைகளை மாட்சிமை தங்கிய இங்கிலாந்து மன்னரின் ஹோட்டல்களாகவே கருதினார்! அவரது செலவுகளை அரசே ஏற்றது. இருப்பினும் தனது தேவைக்குமேல் ஒரு பைசா கூட அவர் செலவு வைக்க மாட்டார். ஒரு தடவை சிறை மேலாளரிடம் தனக்காக அளிக்கப் பட்ட சோபா நாற்காலி மேஜைகளையும் சமையல் பாத்திரங் களையும் அகற்றும்படி கேட்டுக் கொண்டார். ஒரு இரும்புக் டிலையும் ஒரு சில பாத்திரங்களை மட்டுமே வைத்துக் கொண்டார். அவருக்காக செய்யப்படும் செலவுகள், கோடிக் கணக்கான ஏழை மக்கள் செலுத்தும் வரிப் பணத்திலிருந்து ஈடுசெய்யப்படுகிறது என்ற உணர்வு எப்போதும் அவரை விட்டு அகலவில்லை. ஆகாகான் அரண்மனையில்தான் அவர் கடைசியாக சிறை வைக்கப்பட்டிருந்தார். அச்சிறை வாசம் பற்றிக் குறிப்பிடுகையில் “நான் சிறை வைக்கப்பட்டுள்ள இந்தப் பெரும் அரண்மனை மற்றும் ஏராளமான காவலர்கள் காரணமாக - மக்கள் பணம் வீண் செலவு செய்யப்படுகிறது. பட்டினியால் ஜனங்கள் செத்துக் கொண்டிருக்கும் சூழ்நிலையில் இந்த வீண் செலவு மனித இனத்திற்கெதிராக செய்யப்படும் குற்றம் ஆகும்.''\nஅவர்\nஇந்தியாவில் காந்திஜிக்கு எதிரான முதல் வழக்கு மறக்க முடியாத ஒரு சம்பவம் தனது ஆசனத்தில் அமர்வதற்கு\nமுன்பாக நீதிபதி குற்றம் சுமத்தப்பட்டவர் கூண்டில் நின்றிருந்த இந்தியருக்கு வணக்கம் செலுத்தினார்! காந்திஜியின் புரட்சிகர மான நடவடிக்கைகளுக்கு தண்டனையாக அவருக்கு ஆறு ஆண்டுகளுக்கு சிறை தண்டனை வழங்கிய நீதிபதி இவ்வாறு கூறினார். 'அரசியலில் உங்களிடமிருந்து மாறுபட்ட கொள்கை உடையவர்கள் கூட உங்களை நேர்மைக்கு இலக்கணமாக விளங்கும் ஒரு முனிவரைப் போல் மதிக்கிறார்கள்.\" காந்திஜியோ \"இந்தியாவின் பெரும் தேசபக்தர்களுக்கு இப்படிப்பட்ட சட்டங் களின் அடிப்படையில் இது போன்ற தண்டனை வழங்கப் பட்டுள்ளது. எனக்கு சட்டத்தின் அதே பிரிவின் அடிப்படை யில் தண்டனை வழங்கப் பட்டுள்ளதைக் கௌரவமாகவே கருதுகிறேன். நான் நெருப்புடன் விளையாடினேன் என்று எனக்குத் தெரியும். எனினும் மீண்டும் அப்படியே செய்வேன்.''\nபெயர்\nகாந்திஜி கோர்ட்டில் நுழைந்த சமயத்திலும், வெளியேறிய சமயத்திலும் கோர்ட்டிலிருந்த அனைவரும் அவருக்கு எழுந்து நின்று மரியாதை செலுத்தினர். போலீசார் அவருக்காக ஒரு \"பாம்பே ரகசிய சங்கேதக் குறிப்பைப் பயன்படுத்தினர். அரசியல் எண் 50\" என்பதே அச்சங்கேதக் குறிப்பு. அவரது வழக்கறிஞர்கள் பட்டியலிலிருந்து நீக்கம் செய்யப் பட்டது. சிறையில் அவரது உயரமும் அடையாளக் குறிகளும் பதிவு செய்யப்பட்டன. அவர் தனியறையில் சிறை வைக்கப் பட்டார். அவரிடம் இடுப்பில் கட்டியிருந்த அரையாடையைத் தவிர வேறு எதுவும் இல்லை. இருப்பினும் அவரது சோதனை செய்யப்பட்டது. அவரது போர்வையும் சோதனை செய்யப்பட்டது. அவரது மண்பானை மீது பூட்ஸ்கால் படும் வரை அவர் பொறுமை காத்தார். பிறகு ஏற்பட்ட வெறுப்பில் பார்வையாளர்களை அனுமதிக்க சிறிது காலத்திற்கு அவர் வில்லை. கடிதங்களும் எழுதவில்லை.\nஉடை\nமனம்\nஇன்னலுக்கு ஆளானபோதெல்லாம் அவர் கசப்புணர்ச்சி யைக் காட்டவில்லை. நிதானத்தையும் இழக்கவில்லை. ஒவ்வொரு முறை சிறையிலிருந்து வெளியேவரும் போதும் அவரது மேலும் உறுதியடைந்து விசாலமாயிற்று. அவரைப் பொருத்தவரை சிறைவாசத்தின் போது நாம் சீரான பழக்க வழக்கங்களை மேற்கொள்ளலாம். நண்பர்களுடன் உறவாடு வதற்கான வாய்ப்புகள் குறைந்துவிட்டாலும்கூட நல்ல புத்தகங் களைப் படிக்க வாய்ப்பு உண்டு. சிறைவாசத்தின்போது ஒரு பறவையைப் போல் மகிழ்ச்சியுடன் இருந்தார். அவர் புத்தகங் கூட சிறைக்கு வெளியே களைப் படிக்க விரும்பினாலும் அவருக்கு எப்போதும் ஏதாவது அலுவல் இருந்ததால் படிப்ப தற்கு அவகாசம் கிடைப்பதில்லை. சிறையிலோ படிப்பதற்காக ஒரு கால அட்டவனையே வைத்திருந்தார். உருது மொழியைச் சிறையில்தான் கற்றார் அவர். சமஸ்கிருதம், தமிழ், ஹிந்தி, குஜராத்தி மற்றும் ஆங்கில மொழிகளில் பல்வேறு நூல்களை அவர் படித்தார். இரண்டு ஆண்டுகளில், மதம், இலக்கியம் மற்றும் சமூக நலம் ஆகிய துறைகளில் பல பிரபல எழுத்தாளர் களின் 150 நூல்களை அவர் படித்தார். கீதை, குர்ஆன், பைபிள் மற்றும் புத்த, ஜைன ஜோராஷ்ட்ர மதங்கள் பற்றிய புத்தகங் களைப் படித்தார். கூடவே ராமாயணம், மகாபாரதம், உபநிஷத்துக்கள், மனுநீதி சாஸ்திரம் மற்றும் பதஞ்சலியின் யோக சூத்திரம் ஆகிய நூல்களையும் படித்தார். தனது 65வது வயதில் மற்றொரு சிறைவாசியிடமிருந்து வானியல் பற்றிய முதல் பாடங்களைப் படித்தார். சிறை அதிகாரிகளிடமிருந்து டெலிஸ் ஒன்றைப் பெற்று நட்சத்திரங்களை ஆராயத்\nகோப்\nதொடங்கினார்.\n115\n"}