{"doc_id": "e4609042-fae2-4b8d-9b22-b5033d303e68", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 66, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "சிறையில் காந்திஜி நாள்தோறும் நூல் நூற்றார். நான்கு முதல் ஆறு மணி நேரங்கள் சுறுசுறுப்பாக நடை பயின்றார். ஆகாகான் அரண்மனையில் தனது 75வது வயதில் கஸ்தூர்பா அம்மையாருக்கும், தனது பேத்திக்கும் புவியியல் (பூகோளம்) அளவைஇயல் (ஜாமெட்ரி) சரித்திரம், குஜராத்தி இலக்கணம் மற்றும் இலக்கியம் ஆகியவற்றைக் கற்றுத் தந்தார். இதற்கு முன்பாக (தென் ஆப்பிரிக்காவில்) ஒரு சீனக் கைதிக்கு ஆங்கில மொழியையும் ஒரு அயர்லாந்து நாட்டுக் கைதிக்கு குஜராத்தி மொழியையும் கற்றுக் கொடுத்திருந்தார். சத்தியாக்ரஹத்தின் சரித்திரம் மற்றும் தென் ஆப்பிரிக்கச் சிறைவாசம் பற்றி சிறுவர் களுக்கான புத்தகங்களை அவர் சிறைவாசத்தின்போதுதான் எழுதினார். இந்திய முனிவர்கள் எழுதிய உபநிஷதுகளிலிருந்து ஸ்லோகங்களை ஆங்கிலத்தில் மொழி பெயர்த்தார். “சிறைச் சாலையில் எழுதப்பட்ட பாடல்கள்\" என்ற தலைப்பில் அப்புத்தகம் வெளியிடப்பட்டது. ஆசிரமவாசிகளுக்கும், சக ஊழியர்களுக்கும், சிறை அதிகாரிகளுக்கும், ஆளுனர்களுக்கும், கவர்னர் ஜெனால்களுக்கும், இங்கிலாந்து நாட்டின் பிரதம மந்திரிக்கும் அவர் நூற்றுக்கணக்கான கடிதங்களைச் சிறை யிலிருந்துதான் எழுதினார். ஒவ்வொரு வாரமும் ஆசிரமக் குழந்தைகளுக்கு சுவையான கடிதங்களை அவர் எழுதுவார்; \"நீ மட்டும் இறக்கைகள் இன்றிப் பறக்கக் கற்றுக் கொண்டு விட்டால் உனது கஷ்டங்கள் அனைத்தும் விலகிவிடும். என்னிடம் இறக்கைகள் இல்லை. இருப்பினும் ஒவ்வொரு நாளும் இரவு நேரங்களில் கற்பனையில் பறந்து உன்னிடம் வருகிறேன். இதோ விமலாவைப் பார்க்கிறேன். ஹரி அங்கு நிற்கிறான்.\"\nகாந்திஜி, சிறையின் கட்டுப்பாடுகளை நன்கு கற்று ஒரு லட்சியக் கைதி எப்படி நடந்து கொள்ள வேண்டும் என்று விவரிப்பார். சிறைவாசிகள் தங்களுக்கு இடப்பட்ட பணிகளைச் செய்ய வேண்டும் என்றும், சட்டதிட்டங்கள் நல்லொழுக்கத் திற்குப் புறம்பாக இல்லாதவரை அவற்றை அனுசரித்து நடக்க வேண்டும் என்று வலியுறுத்தினார். உதாரணத்திற்கு, அவர்கள் வேண்டுமென்றே அவமானத்திற்குட்படுத்தப் படாதவரை அல்லது அசுத்தமான உணவு வழங்கப்படாத வரை உண்ணா விரதத்தை மேற்கொள்ளக் கூடாது என்பார். மண்டி இட்டு, உட்கார்ந்தபடி சிறை அதிகாரிகளுக்கு சலாம் போடும் வழக்கத்தை அவரும் அவரது நண்பர்களும் அனுசரிக்கவில்லை.\nநாட்டிற்கு சுதந்திரம் கிடைத்த பின்பும்கூட சிறைச்சாலை கள் தேவைப்படும் என்று அவர் கூறிவந்தார். ஆனால், குற்றம் புரிந்தவர்களைத் திருத்தி நல்வழியில் செல்வதற்கு வாய்ப்பு\n116\nஅளிக்கும் விதத்தில் சிறைச் சாலைகள் மறுவாழ்வு இல்லங்களாக இயங்க வேண்டும் என்று அவர் விரும்பினார். கைதிகள் பல்வேறு தொழில்களை மேற்கொண்டு சிறைச் சாலைகளின் செலவுகளைச் சமாளிக்கும் விதத்தில் பணிபுரிய வேண்டும் என்றும் அவர் விரும்பினார் ஒரு கைதி வழங்கிய இதுபோன்ற யோசனைகளை சிறை அதிகாரிகள் ஏற்க மறுத்து விட்டனர்.\nஇந்த லட்சியக் கைதி சில சமயங்களில் சிறை அதிகாரி களை சங்கடத்தில் ஆழ்த்திவிடுவது உண்டு. அவருக்கு ரொட்டி சாப்பிடுவதற்கு அனுமதி தரப்பட்டு ரொட்டியும் வழங்கப்பட்ட போது ரொட்டியை வெட்டுவதற்குக் கேட்டார். சுடுவதற்கு (டோஸ்ட் செய்வதற்கு) அடுப்பும் ரொட்டியைச் சாதனங்களும் வேண்டும் என்றும் கேட்டார். நடை பயில்வ தற்கு அதிக டம் வேண்டும் என்று அவர் கேட்பதுண்டு. சிறை யில் உடன் இருந்த நண்பர்களுக்குத் தானே பொறுப்பு ஏற்று அவர்கள் நோயால் அவதியுற்றால் அவர்களுக்கு ஆயுர்வேத சிகிச்சைக்கு ஏற்பாடு செய்யும்படி சிறை அதிகாரிகளை வற்புறுத்துவார். தனது கோரிக்கைகளை நிறைவேற்றும்படி கோரி திடீர் என்று உண்ணாவிரதம் மேற்கொண்டு விடுவார். அவர் மிகவும் உடல் நலிவுற்றபோது சிறை அதிகாரிகள் அவரை விடுதலை செய்துவிடுவார்கள். நாட்டின் மிகவும் பிரசித்தமான ஒரு தலைவரின் உடல்நிலை மோசமாகிவிடும்போது நேரக்கூடிய விளைவுகளுக்கு பொறுப்பு ஏற்க அவர்கள் அஞ்சினர். அவருக்கு குடல்வால் நோய் (அப்பெண்டிஸைட்டிஸ்) ஏற்பட்டபோது உடனே அவரை மருத்துவமனைக்கு அழைத்துச் சென்று அறுவைச் சிகிச்சைக்கு ஏற்பாடு செய்தனர்.\nகாந்திஜி எப்போதுமே நண்பர்கள் மற்றும் உறவினர்கள் அடங்கிய ஒரு பட்டாளத்துடன்தான் சிறையில் நுழைவார். அன்னை கஸ்தூர்பாவும் அவரது செயலாளரான மஹாதேவ் தேசாயும் ஆகாகான் அரண்மனையில் அவருடன் சிறைவாசம் அனுபவித்தனர். இருவரும் அங்கு உயிர் நீத்தனர். இருவரது காந்திஜி உடல்களும் அச்சிறையில் தகனம் செய்யப்பட்டன. சொன்னார், 'செய் அல்லது செத்துமடி\" என்ற தாரக மந்திரத் திற்கேற்ப இவ்விருவரும் வாழ்ந்து காட்டினர். சுதந்திர தேவதை யின் பலிபீடத்தில் உயிர்த்தியாகம் செய்தனர். அவர்கள் அமரர் ஆகிவிட்டனர்\".\n117\n"}