{"doc_id": "6b7ffdd5-0ffb-4aba-9f53-542f18e2d4cf", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 67, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "21\nகாந்திஜி ஒரு ராணுவ தளபதி\nதென் ஆப்பிரிக்காதான் காந்திஜியை ஒரு மனிதனாக உருவாக்கியது. டர்பனுக்கு வந்த போது அவரது வயது 23. அதுவரை அவர் ஒரு கூச்ச சுபாவமுள்ள இளைஞர். தென்ஆப்பிரிக்க மண்ணில் காலடி எடுத்து வைத்ததுமே இந்தியர்களும் ஏனைய வெள்ளையர் அல்லாதவர்களும் வெள்ளையர்களால் இழிவாக நடத்தப்படுவதைக் கண்டார். இந்தியர்களை, அவர்கள் 'கூலிகள்' என்றே அழைத்தனர்.\nதென்ஆப்பிரிக்காவிற்கு வந்த மூன்றாவது நாளே அவர் டர்பன் நகர நீதிமன்றத்திற்கு வந்தார். தலைப்பாகையைக் கழற்றி நீதிபதிக்கு மரியாதை செலுத்தும்படி அவருக்கு உத்தர விடப்பட்டது. காந்திஜிக்கு அவமானமாக இருந்தது. தலைப் பாகையைக் கழற்ற மறுத்து, நீதிமன்றத்தை விட்டு வெளியேறினார்.\nஒரு வாரத்திற்குப் பின் வேறு ஒரு ஊருக்கு ரயிலில் போகவேண்டி இருந்தது. முதல் வகுப்பு டிக்கெட் வாங்கிக் கொண்டு ரயிலில் ஏறி உட்கார்ந்தார். அடுத்த ஸ்டேஷனி லேயே டிக்கெட் பரிசோதகர் அவரை முதல் வகுப்புப் பெட்டியிலிருந்து இறங்கிச் சென்று மூன்றாம் வகுப்புப் பெட்டியில் அமரும்படி கூறினார். காந்திஜி, தான் முதல் வகுப்புக்காக டிக்கெட் வாங்கி இருப்பதால் தனக்கு அவ்வகுப்பில் பயணம் செய்ய உரிமை உண்டு என்று வாதாடினார். டிக்கெட் பரிசோதகர் காந்திஜியின் வாதத்தை அலட்சியம் செய்து அவரது பெட்டி படுக்கையை வெளியே வீசி அவரையும் முதல் வகுப்பிலிருந்து வெளியேற்றி விட்டார். இப்படி நேர்ந்த அவமானத்தில் காந்திஜி ஆடிப்போய்விட்டார். ரயில் நிலையத்தின் இருண்ட தங்கும் அறையில் உட்கார்ந்த வண்ணம் சிந்தனையில் ஆழ்ந்தார். \"நான் இப்போது என்ன வேண்டும்? இந்தியர்களுக்கு அநீதி இழைக்கும் இந்நாட்டைவிட்டு ஓடிவிடலாமா! அல்லது அந்த அநீதியை போராடலாமா? இந்திய நாட்டின் கௌரவமே கேள்விக் குறியாகி உள்ளதே?'' என்றெல்லாம் அவரது சிந்தனை ஓடியது. இறுதியில் தென் ஆப்பிரிக்காவில் தங்கி அநீதிகளை எதிர்த்து போராடவே முடிவெடுத்தார். காந்திஜியின் எதிர்காலம் அந்த இரவில்தான் நிர்ணயிக்கப்\nஅவர்\n118\nகாந்திஜியின் அடுத்தக்கட்டப் பயணம் ஒரு வண்டி (குதிரை வண்டி)யில் தொடர்ந்தது. வண்டிக்காரருக்குப் பக்கத்தில் அவர் உட்கார்ந்திருந்தார். ஏனெனில், இந்தியர் களுக்குக் கோச்சு வண்டியின் உள்ளே உட்கார அனுமதி கிடையாது. சிறிது தூரம் சென்றபிறகு அவர் வண்டிக்காரருக்குப் பக்கத்து இருக்கையையும் காலி செய்துவிட்டு வண்டியின் படியின் மீது உட்காரும்படி பணிக்கப்பட்டார். காந்திஜி தனது இருக்கையை விட்டு அகல மறுத்தார். அவருக்கு சரியான அடியும் உதையும் கிடைத்தன. பக்கத்து ஊரை வந்து அடைந்ததும், ஒரு ஹோட்டலில் தங்குவதற்கு அறை கிடைக்குமா? என்று கேட்டார். ஹோட்டல் மானேஜர் அவருக்கு இடம் தர மறுத்துவிட்டார். அந்த இரவை ஒரு இந்திய நண்பரின் கடையில் கழித்தார். தனக்கு நேர்ந்த இன்னல்களை அந்த இந்திய நண்பரிடம் காந்திஜி கூறியபோது, நண்பர் இரக்கப்பட்டார். அதுபோன்ற அநீதிகளையும் அவமானங்களையும் தென்ஆப்பிரிக்க இந்தியர்கள் தினந் தோறும் சந்தித்து வந்தனர். அவர்களுக்கு அது பழக்கமாகி விட்டிருந்தது. தென் ஆப்பிரிக்காவுக்குப் பிழைப்பிற்காக வந்த இந்தியர்கள் இப்படியாக தன்மானம் இழந்துதான் வாழவேண்டி இருந்தது. இந்தியர்களின் அடிமை மனப்பான்மை காந்திஜிக்கு அதிர்ச்சி அளித்தது. அவர் பத்திரிகைகளுக்கும், ரயில்வே மற்றும் கோச் வண்டி நிர்வாகத்தினருக்கும் புகார்க் கடிதங் களை அனுப்பினார். போகப்போக காந்திஜிக்கு இன்னும் சில விஷயங்கள் தெரியவந்தன. இந்தியர்களுக்கு நடைபாதைகளில் நடக்க அனுமதி கிடையாது. இரவு 9 மணிக்குமேல் தெருக்களில் டிராம் நடமாடக்கூடாது. வண்டிகளில் முன்வரிசையில் அமரக்கூடாது. இந்தியர்கள், கூலி குடியிருப்புகள் அழைக்கப்பட்ட குறிப்பிட்ட இடங்களில் தான் அவர் நடந்து சென்று முடியும். ஒருதடவை நடைபாதையில் காவலர் அவரை கொண்டிருந்தபோது ஒரு வக்கீல்\" ,'•லி என்று அவருடைய குறிப்பிட்டு உதைத்தார். வெள்ளைக்கார நண்பர்கள் சிலர் அவருக்கு சில சலுகைகள் பெற்றுத்தர முன்வந்தனர். காந்திஜி அச்சலுகைகளை ஏற்க சில மறுத்துவிட்டார். தனக்கென்று பெற்றுப் சலுகைகள் பயனில்லை. நிறவெறி முற்றிலுமாக அகற்றப்பட வேண்டும். அவர் வெட்கமடைந்து புலம்பிக்கொண்டிருக்கவில்லை. அவரை அவமானப் படுத்தியவர்கள் தண்டிக்கப்பட வேண்டும் என்று எண்ணி கோபமும் அடையவில்லை.\nஎன்று வசிக்க\nஏளனமாகக்\nஊரில்\nகோச்சு\nஅந்த வசிக்கும் ஒவ்வொரு இந்தியனுக்கும் இழைக்கப்படும் அவமானம் மற்றும் அநீதிகள் பற்றிய\n119\n"}