{"doc_id": "9a129b7a-7150-4c14-acea-a35c97b71d26", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 68, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "பட்டியல் ஒன்றை அவர் தயாரித்தார். ஒரு வாரத்திற்குள் இந்தியர்களின் பொதுக்கூட்டம் ஒன்றை அவர் கூட்டினார். அக்கூட்டத்தில் இந்தியர்கள் தங்களது வாழ்க்கை முறையை மாற்றிக் கொள்ளவேண்டும் என்று அறிவுறுத்தினார். நாம் நாணயத்துடன் நடந்துகொள்ள வேண்டும். சுத்தம் மற்றும் சுகாதாரமான பழக்கங்களை மேற்கொள்ள வேண்டும். நமக்குள்ளே ஜாதி, சமய, மாநில வேறுபாடுகள் இருக்கக் கூடாது என்றும் கேட்டுக் கொண்டார். வெள்ளையர்களைக் குற்றம் சாட்டி ஒரு வார்த்தை கூட அவர் சொல்லவில்லை. இந்தியர்கள் முதலில் தங்களது வாழ்க்கை முறையைச் சீராக வைத்துக் கொள்ள வேண்டும். அப்போதுதான், அவர்கள் மனித உரிமைக்குப் போராட இயலும். எல்லா இந்தியர் களுடன் தொடர்பு வைத்து அவர்களது குறைகளையும் கேட்டறிந்து வந்தார், காந்திஜி.\nஓர் ஆண்டிற்குப்பின் இந்தியர்களுக்கு இருந்த ஓட்டுரி மையையும் ரத்து செய்து, சட்டம் கொண்டு வரப்பட்டது. காந்திஜி இந்தியர்களை இச்சட்டத்திற்கு எதிர்ப்புத் தெரிவிக்கு மாறு அறிவுறுத்தினார். அவர் இதற்காகத் தொண்டர்களைக் கூட்டத் தொடங்கினார். முஸ்லீம் மற்றும் பார்சி வியாபாரி களும், கிறிஸ்தவ இளைஞர்களும் ஹிந்து குமாஸ்தாக்களும் காந்திஜியின் அணியில் சேர்ந்தனர். சிலர், காந்திஜி எழுதி வைத்திருந்த எதிர்ப்புக் கடிதத்தை நகல் எடுத்தனர். வியாபாரிகள் பண உதவி செய்தனர். சிலர், இந்த எதிர்ப்பு அணி பற்றிய செய்தியை மற்ற நகரங்களுக்கு எடுத்துச் சென்று பரப்பினர். ஒரே மாதத்தில் நிதி திரட்டப்பட்டது. எதிர்ப்புக் கடிதத்தில் 10,000 கையெழுத்துக்கள் பெறப்பட்டன. எதிர்ப்புக் கடிதம் அச்சிடப்பட்டு அதன் பிரதிகள் நேட்டால் மாகாணத்தின் முதல்வர் மற்றும் கவர்னர், இந்தியாவின் கவர்னர் ஜெனரல், விக்டோரியா மகாராணி, நேட்டால் நகரின் பத்திரிகைகள், இந்தியா மற்றும் இங்கிலாந்தின் பத்திரிகைகளுக்கும் அனுப்பப்பட்டன. இந்தியர்களுக்கு இழைக்கப்பட்ட அநீதிகள் பற்றி தெரியவந்தது. அந்தச் சட்டம் நிறைவேற்றப்பட்டு விட்டது. இந்தியர்களுக்கு உரிமை ஏதும் கிடைக்கவில்லை இருப்பினும் இந்தியர்கள் தங்களது இயலாமையையும் பயத்தையும் கைவிட்டனர். அநியாயமான சட்டத்தை எதிர்த்துப் போராடக் கற்றனர். விரைவில் காந்திஜி நேட்டால் இந்திய காங்கிரஸை உருவாக்கினார். அதற்கான சட்டங்களை இயற்றி நிதியையும் திரட்டினார்.\nதென் ஆப்பிரிக்காவில் அவரது இருபது ஆண்டு வாசத்தின்போது இதுபோன்ற பல அநியாயச் சட்டங்களுக்கு\n120\nஎதிராக காந்திஜி தலைமை ஏற்றுப் போர்க்கொடி உயர்த்தினார். ஒரு சட்டத்தின்படி ஒவ்வொரு இந்தியரும் ரூ.40/- வரி செலுத்த வேண்டி இருந்தது. இன்னொரு சட்டம் இந்திய நாட்டில் இந்தியர்கள் செய்து கொண்ட திருமணங்கள் செல்லாது என்று அறிவித்தது மூன்றாவது சட்டம் ஒவ்வொரு இந்தியனும் தான் செல்லும் இடத்திற்கெல்லாம் தனது இரண்டு கைகளின் பத்து தயாராக விரல்களின் ரேகைப் பதிவைக் கையில் என்று வைத்திருக்கவேண்டும் கோரியது. கைரேகைகள் குற்றவாளியிடமிருந்து மட்டுமே பதிவு செய்யப்படுகின்றன. இச்சட்டங்களை எதிர்த்து காந்திஜி நூற்றுக்கணக்கான கடிதங் களையும், விண்ணப்பங்களையும் தயாரித்து எல்லா அதிகாரி களுக்கும் அனுப்பினார். அரசின் முக்கிய அலுவலர்களையும் அவர் சந்தித்தார். செய்திப் பத்திரிகை வாயிலாகவும் நேரிடையாகவும் மேற்கொண்ட அவரது போராட்டங்கள் பயனளிக்காத நிலையில் காந்திஜி சத்யாக்ரஹம் என்னும் புதிய ஆயுதத்தைப் பிரயோகம் செய்தார்.\nமுதல் கட்டமாக கைரேகைகளைப் பதிவு செய்வதைத் கொண்டார். தவிர்க்கும்படி கேட்டுக் இந்தியர்களைக் அகிம்சை அடிப்படையிலான நீண்டதோர் போராட்டத்திற்குத் கொண்டார். தயாராகும்படி இந்தியர்களை அவர் கேட்டுக் சிறைக்குச் செல்லவும், அவசியம் நேர்ந்தால் உயிரைவிடவும் தயாராக இருக்க வேண்டும். ஆனால், அநியாயமான சட்டத் திற்கு அடிபணியக்கூடாது என்று அவர் கூறினார். அவரது தாரக மந்திரம் \"சாவு பற்றிய பயத்தைக் கைவிடுங்கள். நாமாகவே மனமுவந்து ஏற்கும் இன்னல்கள் மூலமாகத்தான் அவரைப் அநியாயத்தை எதிர்த்துப் போராட முடியும்.\" பின்பற்றுவதால் மட்டுமே வெற்றி கிடைத்து விடாது என்றும் அவர்களை எச்சரித்தார். மாறாக அவருடைய வழிமுறையை நன்கு புரிந்து கொண்டு கடைப்பிடித்தால் வெற்றி கிட்டும் என்று கூறினார். அவரது அறிவுரைகள் ஹிந்தி, குஜராத்தி, மொழிகளில் மொழி பெயர்க்கப் தமிழ், தெலுங்கு ஆகிய பட்டன. காந்திஜியின் அகிம்சை அடிப்படையில் போராட சபதம் மேற்கொண்டது. எழுத்தறிவற்ற வியாபாரிகள் சாமானியர்கள், சுரங்கத் தொழிலாளர்கள், மற்றும் பெண்கள் அவரது படையில் அங்கம் வகித்தனர். கடைபிடித்த ஆயுதம் ஏந்தாத, அமைதியான ஒழுங்கைக் 5,000 வீரர்கள் அடங்கிய படையை காந்திஜி நடத்திச் சென்றார். அப்படையுடனே அவர் நடந்தார் திறந்தவெளியில் உறங்கினார், வேகாத உணவைப் பகிர்ந்து உண்டார். உடல் நலிவுற்றவர்களுக்குச் சிகிச்சை அளித்தார்; சோம்பியவர்களுக்கு\nபடை\n121\n"}