{"doc_id": "e739b69d-6b20-4a05-b470-7f73a9c749d0", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 69, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "ஊக்கம் அளித்தார். உணவு சமைத்தார், உணவு பரிமாறினார். அவரது மனதைப் போலவே உடலும் திடமாக இருந்தது. 2500 பேர்களுக்கு கடுங்காவல் தண்டனை விதிக்கப்பட்டது. 1000 நபர்கள் சீரழிந்துவிட்டனர். சிலர் உயிர்த் தியாகம் செய்தனர். அவரது தலைமையில் சீரும் சிறப்புமாக வாழ்ந்து பழக்கப்பட்ட வியாபாரிகள் கல் உடைத்தனர், சிலர் துப்புரவுத் தொழிலாளர்களாகப் பணியாற்றினர். கஸ்தூர்பா அன்னை போராட்டத்தில் கலந்து கொண்டு சிறைவாசம்\nமேற்கொண்டார்.\nயாரும்\nஇங்கிலாந்து நாட்டில் காந்திஜியின் போராட்டத்திற்கு ஆதரவு கிடைத்தது. இந்தியாவில் காங்கிரஸ் கட்சியின் கூட்டங்களில் தென் ஆப்பிரிக்க பிரச்சினை விவாதிக்கப் பட்டது. \"இந்துக்களும் முஸ்லீம்களும் ஒருங்கிணைந்து இந்தியாவின் பெருமையை நிலை நாட்டுவதற்காகப் போராடுவது நல்லதோர் உதாரணம். காந்திஜியின் தலைமைக்கு நாம் நன்றி செலுத்துகிறோம்.'' காந்திஜியின் போராட்டத்திற்கு நாள்தோறும் 3200 ரூபாய் தேவைப்பட்டது. நன்கொடைக்காக ஒரு வேண்டுகோள் இந்தியாவுக்கு அனுப்பப்பட்டது. பெண்கள் தங்களது தங்க வளையல்களையும், காதணிகளையும் கழற்றிக் கொடுத்தனர். அரசர்களும் வியாபாரிகளும் ஆயிரக்கணக்கான ரூபாய்களை வழங்கினர். தாகூர் நிதி வசூல் செய்து காந்திஜிக்கு அனுப்பினார். அந்த நீண்ட போராட்டத்தின் முடிவில் இந்தியர்களுக்கு சாதகமான சமரச ஒப்பந்தம் ஏற்பட்டது. காந்திஜியும் சுயமரியாதைக்கு ஏற்படாத வரையில் சமரசத்திற்குத் தயாராகவே\nஒரு\nபங்கம் இருந்தார்.\nDEAT\nஇந்தியாவில் எத்தனையோ தலைவர்கள் இருந்தனர். இருப்பினும் தென் ஆப்பிரிக்காவிலிருந்து திரும்பிய காந்திஜி யையே, அல்லலுற்ற மக்களும், ஏழை விவசாயிகளும், இன்னலுற்ற தொழிலாளிகளும் நாடினர். அவரது தலையீடு காரணமாகவே சம்பாரனில் நூறு ஆண்டுகளுக்குமேல் கொத்தடிமை நிலையிலிருந்த அவுரி பயிரிட்டு வந்த விவசாயி களுக்கு விடுதலையும் நியாயமான கூலியும் கிடைத்தன. ஒரு குறிப்பிட்ட பகுதியில் ஏற்படும் பிரச்சினைகளுக்கு அப்பகுதியில் உள்ளவர்களே தீர்வு காண வேண்டும் என்று கூறுவார். அவர் அப்போராட்டங்களுக்கு விளம்பரம் கிடைத்த தால் நாடு முழுவதும் அப்போராட்டங்களைப் பற்றி அறிந்து கொள்ள முடிந்தது.\n122\nமக்கள் போராட்டங்களை மேற்கொண்டபோதெல்லாம் சம்பாரன், காந்திஜி இந்த முறையைத்தான் கடைபிடித்தார். கேடா மற்றும் பார்டோலியில் விவசாயிகளுக்கு வழிகாட்டிய தைத் தவிர மூப்பது ஆண்டு காலத்திற்கு தளபதியாக நின்று நான்கு நாடு தழுவிய போராட்டங்களை மேற்கொண்டார். இந்தியா முழுவதும் சுற்றி நாட்டிலுள்ள பிரச்சினைகளையும் தெரிந்துகொண்டார்.\nஆயிரக்கணக்கானவர்களை\nவாளை\nஅவர் நேரில் சந்தித்து மக்கள் அரசுக்கெதிராக நடத்தும் போராட்டங்கள் பற்றிய விபரங்களைத் தெரிந்து கொண்டார். நாள்தோறும் 18 முதல் மணி நேரம் வரை உழைத்தார். ஆயிரக்கணக்கான கூட்டங்களில் அவர் பேசினார். ஒழுக்கத்திற்கான விதிமுறைகளையும் வகுத்தார். அஹிம்சை வழிதான் சரியானது என்று கூறிய அவர் \"நாட்டின் விடுதலைக்கு மற்றொரு இருக்கிறது, நாம் பாதையும் உருவலாம். அது சாத்தியமாக இருந்திருந்தால் இந்தியாவில் அகிம்சைப் பாதை ஊர்வலங்கள் வாயிலாக எடுபட்டிருக்காது. மேடைப்பேச்சு மட்டுமே சுதந்திரம் வந்துவிடாது. சுதந்திரம் அடைய வேண்டும் என்ற லட்சியத்தை எப்போதுமே மறக்கக்கூடாது. போர் போர்க்களத்தை விட்டு நாம் துணிவுள்ள ஓடாத வீரர்களாக விளங்க வேண்டும்.நம் உயிரைத் தியாகம் செய்ய திடம். நாம் தயாராக வேண்டும். இதற்குத் தேவை மற்றவரைக் கொல்வதற்கு பதிலாக நம் உயிரைக் கொடுக்க வரவேண்டும். மற்றொருவரைக் கொல்வதற்கு நாம் முன் முயற்சியில் அபாயத்தைச் சந்திப்பது எளிதாக எடுக்கும் இருக்கிறது. இன்னொருவரின் உயிரைக் காப்பதற்கு எடுக்கும் அபாயத்தை முயற்சியில் சந்திப்பது மிகவும் கடினமாக இருக்கும். பிறரைக் அல்ல. நாட்டின் நிலைநாட்டுவதற்காகவும்\nமன\nகொல்வது தைரியத்திற்கு அடையலாம் விடுதலைக்காகவும் நமது கௌரவத்தை உயிர்த் தியாகம் செய்வதுதான்\n20\nபொதுக்\nதைரியமான செயலாகும்.\"\nபெண்கள், சிறுவர்கள், வயதானவர்கள் எல்லோருமே அவரது அஹிம்சைப் போரில் பங்கேற்க முடிந்தது. சிறுவர் களின் சேனை படை வானர என்று அழைக்கப்பட்டது. எங்காவது வன்முறை நிகழ்ந்துவிட்டால் காந்திஜி சத்தியாகிரகப் போராட்டத்தைக் கைவிட்டு விடுவார். ரகசியம் அவருக்குப் பிடிக்காத ஒன்று. தனது எதிர்காலத் திட்டங்களை அவர் பகிரங்கமாக அறிவித்து வந்தார். மக்களது மனங்களிலிருந்து கோபம், வெறுப்பு மனப்பான்மை மற்றும் பழிவாங்கும் அகன்றுவிட வேண்டும் என்று அவர் விரும்பினார்.\n123\n"}