{"doc_id": "14c7498c-e404-46b9-8a2d-682124ca88a4", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 70, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "இப்போர் தளபதி தனது படையினரிடம் ஆசை வார்த்தைகளைக் கூறமாட்டார். எவ்வித எதிர்ப்பையும் காட்டாமல் எப்படி தடியடிப் பிரயோகத்தை எதிர்நோக்க வேண்டும், எப்படி துப்பாக்கிகுண்டுகளை சந்திக்க வேண்டும், நீதிமன்றங்கள், சிறைச்சாலைகள் மற்றும் தூக்கு மேடைக்கு எப்படிச் செல்லவேண்டும் என்பதைத்தான் சொல்லிக் கொடுத் தார். போராளிகள் தங்களது சொத்துக்களை இழக்க நேரிடும். அவருடைய தாரக மந்திரமான “செய் அல்லது செத்துமடி\" என்பதன் பொருளே நாம் இன்னலுற வேண்டும் என்பதுதான், இன்னல் எதிராளியின் உள்ளத்தையும் உருக்கிவிடும் சக்தி வாய்ந்தது. வெளிநாட்டிலிருந்து இறக்குமதி செய்யப்பட்ட துணிகளை எரிக்கும்படி கூறினார். நிலவரி கொடுக்கவேண்டாம் என்று கூறினார். சட்ட விரோதமாக உப்பு தயாரிக்கும்படி தூண்டினார். அரசு நடத்தும் பள்ளிகள், கல்லூரிகள் மற்றும் நீதி மன்றங்களை புறக்கணிக்குமாறு (பாய்காட்) கேட்டுக் கொண்டார். இந்தப் போராட்டங்களுக் கிடையிலும் நிர்மாணத் திட்டத்தை அறிமுகம் செய்து அதை மேற்கொள்ளும்படி கேட்டுக் கொண்டார் மக்களை ராட்டையில் நூற்று கைத்தறியில் அந்த நூலை நெய்து கதர்த் துணியை தயாரிக்கும்படி கேட்டுக் கொண்டார்.\nD\nகிராம பஞ்சாயத்துக்களை அமைத்து பள்ளிகளையும் கல்லூரிகளையும் நடத்தும்படி கேட்டுக் கொண்டார். ஒரே ஆண்டில் சுயராஜ்யத்தைக் கொண்டு வருவதற்கான அவரது முயற்சி வெற்றிபெறவில்லை. ஆனால் மக்களது மனத் தளைகள் அகன்று விட்டன. மக்களிடையே ஏற்பட்ட விழிப்புணர்வு அவரது பெரும் வெற்றியாகும். அவரது தண்டியாத்திரை எனும் மந்திரத்தில் எல்லோரும் கட்டுண்டனர். நூற்றுக்கணக்கான பெண்மணிகள் தங்களது பர்தாவைத் துறந்து உப்பு காய்ச்சுவதற்கு வந்தனர். ஆண்களுக்கு தாங்கள் எந்த விதத்திலும் சளைத்தவர்கள் அல்ல என்பதையும் நிரூபித்தனர். வெளிநாட்டுத் துணியை விற்பனை செய்த கடைகள் மற்றும் கள்ளுக்கடைகளின் மறியலில் ஈடுபட்டனர். இந்தியாவின் அரசியல் சரித்திரத்திலேயே முதல் முறையாக காந்திஜி ஒத்துழையாமைப் போராட்டத்தை நாடு தழுவிய அளவில் பயன்படுத்தினார்.\nBAN\nகாந்திஜி தனது அஹிம்சாவழி போராட்டங்களுக்கு போர்களில் பயன்படுத்தப்படும் சொற்களையே பயன்படுத்தி னார். \"நான் போருக்கு தயாராகிவிட்டேன். வடமேற்கு இந்தியாவில் வாழும் அஃப்ரிடி இனத்தினர் எப்படி துப்பாக்கி ஏந்தியபடியே செல்கிறார்களோ, அவ்வாறே நீங்கள்\nஒவ்வொருவரும் கையில் ராட்டையுடன் இருக்க வேண்டும். சிட்டங்கள்தான் துப்பாக்கி குண்டுகள், ராட்டைதான் துப்பாக்கி. நமது சுதந்திரத்தைத் துப்பாக்கிகளால் காப்பாற்ற முடியாது, ராட்டைகளால்தான் காப்பாற்ற முடியும். நீங்கள் தாராசானாவில் உள்ள உப்புத் தொழிற்சாலையைத் தாக்கலாம். அது 'தாராசானப்போர்' என்று சரித்திரத்தில் இடம் பெறும் விளைவிக்கும் நாசத்தை ஆயுதங்கள் அப்போரில் பயன் படுத்தப்படவில்லை. ஆனால், ராணுவத்திற்கே உரிய பண்பு. களாகிய துணிவு, வீரம், நாட்டுப்பற்று, சகிப்புத்தன்மை மற்றும் தியாகம் அங்கு பேணப்பட்டன.\nSEAR\nகாந்திஜி கோழைத்தனத்தைக் காட்டிலும் ஹிம்சை சரீர மேலானது என்று கருதினார். ஆனால், ஆன்மபலம் பலத்தைக் காட்டிலும் மேம்பட்டது என்று கூறினார். அவரை யாரோ கேட்டார்கள் \"உலகில் அணுகுண்டு வெடிக்கப்பட்ட பின்பும் கூட அஹிம்சை மீதான உங்களது நம்பிக்கை\nகுறையவில்லையா?\" என்று. அதற்கு அவர் \"அப்படி எதுவும் நடக்கவில்லை. மாறாக உண்மை மற்றும் அஹிம்சை யைப் போன்ற மாபெரும் சக்தி உலகில் வேறு எதுவும் இல்லை\nஎன்று தான் தோன்றியது; அதற்கு முன்பாக பயனற்றது.'' அஹிம்சை வழியில் இந்தியாவுக்கு சுதந்திரம் கிடைத்துவிட்டால் அது உலகில் அடிமை நிலையில் உள்ள எல்லா மக்களிடையேயும் சுதந்திரம் நம்மை நெருங்கிவிட்டது என்ற உணர்வை ஏற்படுத்தும் என்று அவர் கூறினார்.\nM\nஉயிரில்லாத செயற்கை ரோஜா, ரோஜாவைப் போன்று இருப்பதோடு அதன் இதழ்களும் ஒரே மாதிரியாக இருக்க லாம். என்றாலும், தனது இரண்டு இதழ்கள் ஒன்றுபோல் இல்லாமலிருக்கும் உயிருள்ள ரோஜாவுடன் அது போட்டி போட முடியுமா? கிராம்வெல்லின் மெழுகுச் சிலை, உயிரோ டிருக்கும் கிராம்வெல்லுக்குப் போட்டியாகுமா? உயிருள்ள பொருள் கதர். ஆனால், இந்தியா உண்மைக் கலையை ரசிக்கும் கண்களை இழந்துவிட்டது. ஆகையால், பளபளப் வெளித்தோற்றத்தைக் கண்டு திருப்தியடைகிறது, கதரின் மீது பிரியம் கொள்ளும் ஆரோக்கியமான தேசிய ருசி திரும்பவும் ஏற்படும்படி செய்துவிட்டால் தேன்கூடு போன்று ஒவ்வொரு கிராமமும் சுறு சுறுப்பாக வேலை செய்துகொண் டிருப்பதை நீங்கள் காண்பீர்கள்.\nபான,\nயங் இந்தியா 11-11-1926\n125\n"}