{"doc_id": "94a33322-05f9-45bf-8fa8-5e45b041ea85", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 71, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "22\nகாந்திஜி ஒரு எழுத்தாளர்\nகாந்திஜியின் பெயரில் பல புத்தகங்கள் வெளி வந்துள்ளன. அநேக புத்தகங்களை புத்தக வடிவில் அவர் எழுதவில்லை. சத்தியம், அகிம்சை, சுதேசி, கதர் கிராமத் தொழில் போன்ற தலைப்புகளில் அவ்வப்போது அவர் எழுதிய கட்டுரைகள், பொதுக் கூட்டங்களில் அவர் ஆற்றிய உரைகள். பெண்கள், குழந்தைகள் மற்றும் மாணவர்களிடம் அவர் பேசியவை எல்லாமே புத்தகங்களாக வெளிவந்தன.\nகாந்திஜி ஒரு சிறந்த எழுத்தாளர் என்று பெயர் பெற்று விட்டார். அழகிய நடையிலோ, கவர்ச்சியான சொற்களையோ பயன்படுத்தி தன் எழுத்தின் மூலம் பிறரைக் கவர அவர் முயற்சிக்கவில்லை. அவரது நடையில் ஒரு அழுத்தம் இருந்தது. அதில் அவரது எதிர்பார்ப்புகளும், நம்பிக்கையும், சோகமும், ஏமாற்றங்களும் அப்படியே பிரதிபலித்தன. எழுத்தாளரைப் போன்றே எழுத்தில் எளிமையும், சுருங்கக் கூறும் திறனும், தெளிவும் இருந்தன. செயற்கைத் தன்மை மட்டுமே அவரது எழுத்தில் காண ஒன்று. முடியாத காந்திஜியின் ஆங்கில எழுத்துக்களில் வெளியாகிய அவரது திறமையையும், தெளிவை யும், வார்த்தைகளை உரிய முறையில் பயன்படுத்திய நேர்த்தியை யும் வெள்ளைக்கார கவர்னர் ஜெனரல்களே பாராட்டியுள்ளனர். காந்திஜியே \"பொருத்தம் இல்லாத வார்த்தை எதுவுமே என் வாயிலிருந்தோ பேனாவிலிருந்தோ வெளிவராது\" என்று கூறியுள்ளார். காந்திஜி லண்டனில் நடந்த வட்டமேஜை மகாநாட்டிற்குச் சென்றிருந்தபோது ஆக்ஸ்ஃபோர்டு பல்கலைக் கழகத்தில் பணியாற்றிய ஆங்கிலப் பேராசிரியர் காந்திஜிக்கு அறிக்கை தயாரிப்பாளராகப் பணியாற்றினார். அப்பேராசிரியர் கூறுவார்: நான் இந்த அறிக்கையின் முன்வரைவைத் தயாரிக்க மிகவும் நேரம் எடுத்துக் கொண்டேன். காந்திஜி ஒரு நொடியில், ஒரு பார்வையில், ஒரு சிறிய திருத்தம் செய்தார். அறிக்கையில் வியக்கத்தகு மாறுதல், என் அறிக்கை இப்போது காந்திஜியின் அறிக்கையாக மாறிவிட்டது.\nஆங்கில மொழியின் மீது அவருக்கு இருந்த பற்றுதல் மற்றும் பல் ஆங்கில எழுத்தாளர்களின் படைப்புகளையும் விவிலிய நூலையும் கவனத்துடன் படித்ததன் காரணமாக அவருக்குச் சரியான வார்த்தையை சரியான முறையில் பயன்\n126\nபடுத்தும் திறன் வந்திருக்கக் கூடும் என்று தோன்றுகிறது. அவர் நன்கு படித்து, படித்தவற்றை நன்கு புரிந்து\nநூல்களை வைத்திருந்தார்.\nவெளியாகின:\nதனது 18, 19வது வயதிலேயே ஆங்கிலத்தில் எழுதுவதற் இந்திய முதல் முயற்சியை அவர் மேற்கொண்டார். மாணவர்களுக்காக எழுதப்பட்ட 'லண்டன் நகரின் வழிகாட்டி' கையேடுதான் அம்முயற்சி. அதைத் தொடர்ந்து மேலும் இரு கையேடுகள் \"ஆங்கிலேயர்களுக்கு ஒரு வேண்டுகோள்\" மற்றும் \"இந்தியர்களின் வாக்குரிமை\" முதல் கையேடு நேட்டால் நகரில் வாழ்ந்த இந்தியர்களின் நிலையை விவரித்தது. இரண்டாவது, இந்தியர்களின் உரிமை பற்றிய சரித்திரம். அதற்குப் பின்பு வெளியாகிய \"பசுமைக் கையேடு\" உண்மை நிலவரத்தைக் காட்டியது. ஒரு மாதத்திற்குப் பின் திருத்தப்பட்ட இரண்டாவது பதிப்பு வெளியாகியது. இக்கையேட் டின் சுருக்கம், தென் ஆப்பிரிக்கப் பத்திரிகைகளில் வெளியாகிய போது ஆங்கிலேயர்கள் கோபமுற்று காந்திஜிக்கு அடியையும் உதையையும் பரிசாக அளித்தனர். அவர் பெற்ற கசப்பான அனுபவம், தனது எழுத்து சரியான முறையில் சுருக்கி எழுதப்பட வில்லை என்பதுதான். அவருக்கே விஷயத்தைச் சுருக்கமாக எழுதத் தெரியும். ஆப்பிரிக்கக் காங்கிரசின் விதிமுறைகளையும் தீர்மானங்களையும் அவரேதான் எழுதினார்.\nகான\nதான் உண்ட உணவைப் பற்றி அவர் மேற்கொண்ட பரிசோதனைகள் \"ஆரோக்கியத்திற்கான நல்வழி\" என்ற தலைப்பில் புத்தகமாக வெளி வந்தது. முதலில் குஜராத்தி மொழியில் வெளியாகிய \"இந்தியர்களின் எண்ணங்கள்\" என்ற பத்திரிகையில் இந்த நூல் வெளியாகியது. பின்பு ஆங்கிலத்திலும், ஐரோப்பிய மொழிகளிலும் மற்ற இந்திய மொழிகளிலும் மொழி பெயர்க்கப் பட்டு எல்லோராலும் படிக்கப் பட்டது.\nஅவரது மனதில் ஒவ்வொரு புதிய எண்ணம் தோன்றிய போதெல்லாம் அதை உடனடியாக நம்பிக்கையுடன் எழுத்தில் வடித்து விடுவார். யாரும் தன் எழுத்தை கேலி செய்வார்களோ என்ற அச்சம் அவருக்கு ஏற்பட்டதில்லை. எழுத வேண்டும். என்ற அவரது வேகம் காரணமாக ரயில் பயணத்தின் போதும் கப்பல் பயணத்தின் போதும் அவர் எழுதத் தொடங்கி விடுவார். \"பசுமைக் கையேடு\" 1896ம் ஆண்டில் அவர் மேற்கொண்ட கப்பல் பயணத்தின் போது தயாரிக்கப் பட்டது. \"இந்திய கயராஜ்யம்\" தற்கால நாகரிகத்தைப் பற்றிய ஒரு விமர்சனம். இப்புத்தகம் 1909ம் ஆண்டில் அவர் இங்கிலாந்திலிருந்து தென் ஆப்பிரிக்காவுக்கு மேற்கொண்ட பயணத்தின் போது எழுதப்\n127\n"}