{"doc_id": "e2b98425-4e75-418a-a822-f05b7b0a27a2", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 72, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "பட்டது. கப்பலில் கிடைக்கும் காகிதங்களையே அவர் பயன் படுத்தினார். வலது கையால் எழுதிச் சோர்ந்து கையில் வலி எடுத்தபோது இடது கையினால் எழுதத் தொடங்கினார். அப்புத்தகம் பத்தே நாட்களில் எழுதி முடிக்கப் பட்டது. டால்ஸ்டாய் அதைப் படித்துவிட்டு \"ஒத்துழையாமை இயக்கம்” இந்தியாவிற்கு மட்டுமின்றி உலகின் எல்லா நாடுகளுக்குமே பொருத்தமானதுதான் என்றார். நாட்டின் முன்னேற்றத்திற்கு உதவக்கூடிய \"நிர்மாணத் திட்டம்\" என்ற அவரது புத்தகம் ரயில் பயணத்தின்போது எழுதப் பட்டது. அவருடைய கையெழுத்துப் பிரதியில் திருத்தம் செய்ய வேண்டிய அவசியம் அபூர்வமாகத் தான் ஏற்படும். மாற்றமும் அப்படியே. சத்தியத்தின் மீது அவர் கொண்டிருந்த நம்பிக்கை மற்றும் ஆன்ம பலம் காரணமாக தன்னால் அவ்வாறு எழுத முடிகிறது என்பார் அவர்.\nஒரு மொழியிலிருந்து மற்றொரு மொழிக்கு மொழிபெயர்ப்பு செய்யும்போது சரியான வார்த்தையை பயன்படுத்துவதிலும் அவர் அசாத்திய திறமை பெற்றிருந்தார். ஒரு வார்த்தை அல்லது கருத்தின் பொருளின் அடிப்படையில் மட்டும் அவர் மொழி பெயர்ப்பு செய்யவில்லை. \"சாவின் நடனம்\" என்ற பொருள் கொண்ட ஆங்கில வார்த்தைக்கு அவர் \"விட்டில்பூச்சியின் நடனம்' என்ற வார்த்தையைப் பயன்படுத்தினார். ரஸ்கினின் புகழ்பெற்ற \"கடையனுக்கும் கடைத்தேற்றம்\" காந்திஜியின் மொழி பெயர்ப்பில் \"சர்வோதயம்\" - ஆக மாறியது. கார்லைல் கெமால்பாஷாவைப் பற்றி எழுதிய புத்தகத்தின் சில பகுதிக குஜராத்தி மொழியில் அவர் மொழி பெயர்த்தார். ப்ளாட்டோ, \"சாக்ரட்டீஸின் மரணமும் அதில் உள்ள நியாயமும்\" என்ற தலைப்பில் எழுதிய கட்டுரையை \"ஒரு சத்தியாக்ரகியின் கதை” என்ற தலைப்பில் மொழி பெயர்த்தார். இந்தியாவின் ரிஷிகளும் முனிவர்களும் வடமொழியில் எழுதிய உபநிஷதுக்களை \"ஆசிரம பஜனாவளி\" என்ற தலைப்பில் ஆங்கிலத்தில் மொழி\nகளை\nபெயர்த்தார்.\nஅவரது சிறைவாசத்தின்போது எழுதப் பட்டது. இதுவே, மீண்டும் \"சிறைச்சாலைப் பாடல்கள்\" என்ற தலைப்பில் வெளியிடப் பட்டது.\nதனது சுயசரிதையை அவர் குஜராத்தி மொழியில் எழுதினார். எளிமையான நடையில், அதே சமயம் படிப்போர் மனதில் பதியும் வண்ணம் அது எழுதப்பட்டிருந்தது. அம்மொழி இப்போது சாதாரணர்களும் படித்துப் புரிந்து கொள்ளக் கூடிய மொழியாக மாறிவிட்டது. அதன் ஆங்கில மொழி பெயர்ப்பு ஆங்கில இலக்கியத்தில் சிறந்ததோர் புத்தகமாக பல அறிஞர் களால் ஏற்றுக்கொள்ளப் பட்டுள்ளது. உலகப் பிரசித்தி பெற்ற ஒரு மாமனிதரின் வாழ்க்கையை மட்டுமின்றி, அவரது பெற்றோர்,\n128\ns\nமனைவி, நண்பர்கள் பற்றிய குறிப்புகள் அவரது வாழ்க்கையின் முக்கிய சம்பவங்கள் எல்லாமே படிப்பவரின் ஆவலைத் தூண்டும் விதத்தில் அந்நூலில் பின்னப்பட்டிருந்தன. இந்தியாவின் எல்லா மொழிகளிலும் ஆங்கிலம் மற்றும் பிரெஞ்சு, ஜெர்மன், ரஷ்ய, சைன ஜப்பானிய மொழிகளிலும் அந்நூலின் மொழி பெயர்ப்பு வெளியாகியது.\nஅவரது எல்லா எழுத்துக்களிலும் சத்தியமும் நன்னெறி களும் மிளிர்கின்றன. அதே சமயம், படிப்பவர்கள் மனதில் சோர்வு ஏற்படுத்தாத வண்ணம் எழுதப்பட்டுள்ளன. சிறுவர் களுக்கு நல்லொழுக்கம் பற்றி போதிப்பதற்காக \"பாலர் புத்தகம்' மற்றும் \"நீதி தர்மம்\" ஆகிய நூல்களை அவர் எழுதினார். சிறுவர்கள் வாழ்க்கையில் மேற்கொள்ள முடியாத எந்த நெறி முறை பற்றியும் அப்புத்தகங்களில் எழுதப்படவில்லை. ஆசிரமக் குழந்தைகளுக்கு அவர் எழுதும் கடிதங்கள் சுவாரசியமாகவும் கருத்துச் செறிவுடனும் இருக்கும். அவர் ஏராளமாகக் கடிதங்கள் எழுதுவார். தமது கைப்பட ஒரே நாளில் ஐம்பது கடிதங்களுக்கு மேல் அவர் எழுதுவது உண்டு. காந்திஜியின் படைப்புகளில் அவர் எழுதிய ஒரு லட்சம் கடிதங்கள் வகிக்கின்றன.\nமுக்கிய பங்கு\n“கலை கலைக்காகவே\" என்ற கொள்கைக்கு காந்திஜி எல்லாமே உண்மையின் எதிர்ப்பு தெரிவித்தார். \"கலைகள் அடிப்படையில் இருக்க வேண்டும். இலக்கியம் படிப்பவர் களின் மனத்தை மேம்பாடுறச் செய்ய வேண்டும்\" என்பார் அவர். பட்டினியிலும் பசியிலும் வாடும் ஏழை மக்களுக்கு அவர் களுக்குப் புரியும் விதத்தில் சிறு கதைகளும் பாடல்களும் எழுதப் பட்டால் அவர்கள் நாராசமான வார்த்தைகளை பயன்படுத்தும் வழக்கத்தை விட்டு விடுவார்கள் என்று அவர் நம்பினார். ஒரு இலக்கிய மகா நாட்டில் பேசும்போது எழுத்தாளர்களை அவர் கேட்டது:\n\"நம் நாட்டின் ஏழை மக்களின் எதிர்பார்ப்புகளைப் பற்றி யும் ஏக்கங்கள் பற்றியும் நீங்கள் சிந்தித்ததுண்டா? யாருக்காக நாம் இந்த இலக்கியங்களைப் படைக்கிறோம்? அவர்களுக்கு நாம் எதைப் படித்துக் காட்டுவது?\" இயேசுக்கிறிஸ்துவின் வாழ்க்கையைப் பற்றி டீன் ஃபர்ரர் அவர்கள் எளிய ஆங்கில மொழியில் இயற்றிய நூலை, காந்திஜி ஒரு முன் உதாரணமாகக் என்ற குறிப்பிடுவார். ‘இந்தியர்களின் குஜராத்திப் பத்திரிகையில் அவர் நாட்டின் புகழ்பெற்ற மனிதர் களையும் பெண்மணிகளையும் பற்றி கட்டுரைகள் எழுதி வந்தார். அவருக்குப் பிடித்தமான கவியும் - தத்துவஞானியு\nஎண்ணங்கள்\"\n129\n"}