{"doc_id": "8332bb7d-f340-44de-a09c-078a97936bdd", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 73, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "சிலர்\nமாகிய ராய்சந்த் பாயின் வாழ்க்கை வரலாற்றை எழுதும்படி அவரைச் கேட்டனர். அப்போது அவர் சொல்வார்: அவருடைய வாழ்க்கை வரலாற்றை நான் எழுதவேண்டும் என்றால், அவரது வீடு, அவர் விளையாடிய மைதானம், அவருடைய நண்பர்கள், பள்ளியில் அவருடன் படித்தவர்கள் உறவினர்கள், அவரது சீடர்கள் எல்லோரைப் பற்றியும் நான் நன்கு அறிந்து கொள்ள வேண்டும். அதற்கான அவகாசம் இல்லையே\" என்றார். இந்தத் துறையிலும்கூட கற்பனைக்கு இடம் தரவில்லை. சத்தியத்தின் அடிப்படையில் தான் எழுத வேண்டும் என்று எண்ணினார்.\nஅவர்\n**\nஇந்தியாவின் இதிஹாசங்களிலிருந்தும் புராணங்களி லிருந்தும், ராமர், கிருஷ்ணர், முகம்மது நபி ஆகியோரது வாழ்க்கையிலிருந்தும் அரிய சம்பவங்களையும், உதாரணங் களையும், நெறிகளையும் மேற்கோள் காட்டி அவர் எழுதுவார். அவரது எழுத்து மக்களுக்கு எளிதில் புரிந்தது. அவர்களது உள்ளங்களைத் தொட்டது. சட்டவிரோத நடவடிக்கைகள், வெள்ளையர்களின் ரௌடித்தனம், தீண்டாமை, வெண்ணிற ஆடையில் உலவிவரும் சீர்குலைந்து கொண்டிருக்கும் காங்கிரஸ் காரர்கள் எல்லாவற்றிற்கும் துணிவுடன் அவர் எதிர்ப்புத் தெரிவித்து எழுதினார். அவரது சில எழுத்துக்கள் - குறிப்பாக காங்கிரஸ்காரர்கள் பற்றியவை - வரும் பொருள் உரைப்பவை யாய் அல்லவா அமைந்துவிட்டன! “உண்மையை லட்சியமாகக் கொள்ளும் மனப்பாங்கு ஐரோப்பியர்களுக்கே உரியது\" என்று கர்சன் பிரபு கூறியதற்கு காந்திஜி எதிர்ப்பு தெரிவித்து ராமாயணம், மகாபாரதம் மற்றும் வேதங்களிலிருந்து மேற்கோள்களைக் லட்சியமாகக் காட்டி இந்தியாவில் எப்போதுமே உண்மை கொள்ளப்பட்டு வந்திருக்கிறது விளக்கினார். ஒரு பண்புள்ள மனிதர் என்ற முறையில் கர்சன் பிரபு தனது தவறான ஆதாரமற்ற கருத்தைத் திரும்பப் பெறவேண்டும் என்றும் காந்திஜி கேட்டுக் கொண்டார்.\nஎன்று\nஒரு தடவை காந்திஜி இப்படியும் கேட்டார்: \"முகம்மது நபியும் அவரது அமைதிக்கான அறைகூவலும் இப்போது எங்கே சென்றுவிட்டன? அவரைப் பின்பற்றுபவர்கள் என்று கூறிக் கொள்ளும் பலரை அவர் ஏற்றுக்கொள்ள மாட்டார். ஆனால் என்னை ஒரு மெய்யான முஸ்லீமாக அவர் ஏற்றுக் கொள்வார். இயேசுகிறிஸ்து என்னை ஒரு கிறிஸ்தவனாக ஏற்றுக் கொள்வார். மேலை நாடுகளில் இப்போது போர்கள்தான் நிகழ்கின்றன. கிறிஸ்தவ மதம் அங்கே காணாமல் போய்விட்டது.\"\n130\nஎன்னைப்\nகாந்திஜி ஒரு முறை சொன்னார்: கவிஞர்கள் தாங்களே சிருஷ்டிசெய்த கற்பனை உலகில் வாழ்கிறார்கள். பொருத்தவரை வேறு யாராலோ சிருஷ்டிக்கப்பட்ட கைராட்டைக்கு நான் அடிமை என்றார். அவருடைய அந்த அழகிய எண்ணங்களும் எழுத்தும் அக்காலத்திய பெரிய மனிதர் களை கவர்ந்திருக்கின்றன. அவருடைய எழுத்துக்களில் அவர் குறிப்பிடும் சம்பவங்கள் சித்திரம்போல் காட்சியளிக்கும். சில உதாரணங்கள் இதோ:\n\"நான் மைசூர் சென்றபோது ஒரு பழைய கோயிலின் மூலையில் அழ கிய வேலைப்பாடுகளுடன் கூடிய சிற்பம் ஒன்றைக் கண்டேன். அச்சிற்பம் என்னுடன் பேசியது. அது காமனின் பிடியிலிருந்து தப்ப முயலும் ஆடை குலைந்த ஒரு அழகிய பெண்ணின் சிற்பம். காமன் தோல்வியுற்றுத் தேளாக மாறி அவளது காலடியில் கிடந்தான். அச்சிற்பத்தின் மூகத்தில் கடுந்துயரை - தேளின் விஷம் ஏறும்போது ஏற்படும் வேதனையைக் கண்டேன்.\"\n\"ஒரிஸ்ஸா மாநிலம் என்றாலே நமக்கு எலும்புக் கூடுகள் தான் நினைவுக்கு வருகின்றன. பசியில் வாடும் அந்த எலும்புக் கூடு மனிதர்களின் கரங்கள் தந்தத்திலும் மாட்டுக் கொம்பிலும் வெள்ளியிலும் செய்யும் அதிசயங்களைப் பார்த்திருக்கிறீர்களா? அப்பட்டினி மனிதர்களின் ஆன்மாக்கள் மாட்டுக் கொம்பிற்கும் உலோகத்திற்கும் உயிரூட்டிவிடுகின்றன. ஒரு மண்பாண்டத் தொழிலாளி களிமண்ணில் அதிசயங்களை நிகழ்த்தியுள்ளார்.'\nஎ\n\"(\nஏழை\n'அந்த இடம் ஒரு நதிக்கரையில் அமைந்திருந்தது. அந்த ஆறோ வரிசையாக பல குன்றுகளின் ஊடேயும் அழகிய மரம் செடி கொடிகள் அடங்கிய சோலைகளின் வழியாகவும் ஓடிக் கொண்டிருந்தது. நதியின் அடியில் மணல் இருந்தது, சேறு இல்லை. அந்த மேடை அந்த நதிக்கரையில் அமைக்கப் பட்டிருந்தது. அந்த மேடையிலிருந்து சென்ற சாலையின் இருமருங்கிலும் 12,000 ஆண்களும் பெண்களும் அமைதியாக அமர்ந்திருந்தனர்.\"\n\"நான் கேரளத்தில் நுழைந்தது அதிகாலை வேளையில், எனக்குப் பழக்கமான இடங்களில் நான் நடந்து சென்று கொண்டிருந்த போது, முந்தைய பயணத்தின் போது நான் பார்த்திருந்த ஒரு நாயாடியின் (தாழ்த்தப்பட்ட ஜாதியினர்) முகம் என் கண் முன்னே வந்தது. தீண்டாமையைப் பற்றி நாங்கள் விவாதம் செய்து கொண்டிருந்தபோது காதைத் துளைக்கும் குரல்\n131\n"}