{"doc_id": "2e6197c3-3fa9-49dd-b783-6d0dd316f980", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 74, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "ஒன்று கேட்டது. என்னுடன் பேசிக் கொண்டிருந்தவர்கள் \"நாங்கள் ஒரு நாயாடியை உயிருடன் காட்டுகிறோம்'\nஎன்று சொன்னார்கள் பொதுமக்கள் நடந்து செல்லும்பாதை யில் செல்வதற்கு அந்நாயாடிகளுக்கு உரிமை கிடையாது. அரையாடையுடன் அவர் வயல்களுக்கு மத்தியில் அமைதியாக நடந்து சென்று கொண்டிருந்தார். நான் அவரை என்னருகே வந்து பேசும்படி பணித்தேன். நடுங்கிக் கொண்டே என் பக்கம் வந்து பேசினார், அவர். அந்தச் சாலை அவர் உள்பட எல்லோருக்கும் பொதுவானதுதான் என்று கூறினேன். \"அப்படி இருக்க முடியாது! நான் பொதுச் சாலையில் நட க்க மாட்டேன்\" என்றார் அவர். நான் உங்களுடன் வேடிக்கையாகச் சிரித்துப் பேசிக் கொண்டிருப்பதைப் பார்க்கிறீர்கள். ஆனால் இந்தச் சிரிப்பிற்கும் பேச்சுக்கும் அப்பால் அந்த நாயாடியின் முகம் எனது கேரளப் பயணம் முழுவதற்கும் நினைவில் நிற்கும்.\nபலர்\nகைக்குத்தல் அரிசிக்கும் யந்திரத்தால் தீட்டப்பட்ட அரிசிக்கும்; வெல்லத்துக்கும் சர்க்கரைக்கும். உணவுச் சத்திலும், குணத்திலும் உள்ள வித்தியாசங்களை விளக்கு மாறு கேட்டுப் பிரபல வைத்தியர்களுக்கும், விஞ்ஞான நிபுணர்களுக்கும் கேள்விகள் அனுப்பியிருந்தேன். உடனே பதில் அனுப்பியிருந்தனர். ஆனால், அத்துறை யில் இதுவரை ஆராய்ச்சி எதுவும் செய்யப்படவில்லை என்பதுதான் அவர்கள் அனுப்பியிருந்த பதில். வெல்லத் தின் குணத்தையும், ரசாயனத் தன்மையையும் பற்றி எந்த விஞ்ஞான நிபுணராலும் விளக்க முடியவில்லை என்பது மிகவும் வெட்ககரமானது அல்லவா! கிராமவாசியைப் பற்றி நாம் நினைப்பதில்லை என்பதுதான் இதற்குக் காரணம்.\n132\nஹரிஜன் 7-12-34\n23\n201\nகாந்திஜி ஒரு பத்திரிகையாளர்\nகாரணமாக\nதனது 19வது வயதில் இங்கிலாந்திற்கு வந்த பின்பு தான் காந்திஜி பத்திரிகைகளை தினந்தோறும் படிக்கத் தொடங்கினார். பள்ளி மாணவனாக இருந்தபோது இந்தியாவில் பத்திரிகைகளை அவர் படித்ததில்லை. சங்கோஜ சுபாவத்தின் கூட்டத்தில் அவரால் பேச முடியாது. தனது 21வது வயதில் சைவ உணவு பற்றியும், இந்திய நாட்டின் உணவு பழக்க வழக்கங்கள் பற்றியும், மத அடிப்படையிலான விழாக்கள் பற்றியும் பல கட்டுரைகளை 'தி வெஜிட்டேரியன்' என்ற ஆங்கிலப் பத்திரிகையில் அவர் எழுதினார். அவருடைய ஆரம்ப கால எழுத்து எவ்வித கருத்தையும் எளியமுறையில் அவரால் எழுதமுடியும் என்பதைக் காட்டியது.\nஇரண்டு ஆண்டு இடைவெளிக்குப்பின் அவர் மீண்டும் பத்திரிகைகளுக்கு எழுதத் தொடங்கினார். அப்போது தொடங்கி அவரது வாழ்நாள் முழுவதும் எழுதுவதை நிறுத்தவில்லை. புகழ் பெறும் நோக்கத்துடன் அவர் எழுதவில்லை. அவரது எழுத்தில் மிகை இருக்காது. அவரது எழுத்து சத்தியத்தை அடிப்படை யாகக் கொண்டது. நாட்டிற்குப் பயன்தரும் விதத்தில் அவரது எழுத்தைப் படிப்பவர்கள் அறிவு பெறுவார்கள்.\nமூன்றாவது\nதென் ஆப்பிரிக்காவுக்கு வந்து சேர்ந்த நாளன்றே அவர் நீதிமன்றத்தில் அவமானத்திற்காளானார். அச்சம்பவம் பற்றி உடனடியாக ஒரு கட்டுரை எழுதி உள்ளூர் பத்திரிகையில் பிரசுரம் செய்து அதை நாடறியச் செய்தார்.\nதனது 35வது வயதில் ‘இந்தியர்களின் எண்ணங்கள்' என்ற ஆங்கிலப் பத்திரிகைக்குப் பொறுப்பு ஏற்றார். அதன் வாயிலாக தென்ஆப்பிரிக்காவில் வாழும் இந்தியர்களை ஒன்று திரட்டினார். இந்த வாரப் பத்திரிகையின் குஜராத்தி பதிப்பு விரைவில் ஃபீனிக்ஸ் குடியிருப்பிலிருந்து வெளிவரத் தொடங்கியது. இந்தியர்களின் உணவுப் பழக்கங்கள் பற்றிய கட்டுரைகள் தொடராக இப்பத்திரிகையில் வெளியாயின. கூடவே நாட்டின் தலைசிறந்த மனிதர்களின் வரலாற்றுச் சுருக்கமும் வெளியாகியது.\nஒவ்வொரு வாரமும் இருபதிப்புகளிலுமே காந்திஜியின் படைப்புகள் வெளியாயின. அவற்றிற்கென்று ஒரு ஆசிரியர்\n133\n"}