{"doc_id": "9b1df011-70b9-4628-ba5f-d41be416288f", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 75, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "இருந்தும் கூட எல்லாப் பணிகளையும் காந்திஜியே செய்தார். மக்களிடையே சரியான எண்ணங்களைப் பரப்புதல், வெள்ளை யர்களுக்கும் இந்தியர்களுக்குமிடையே நிலவிய கருத்து வேறு பாடுகளை அகற்றுதல், மற்றும் இந்தியர்களுக்கு அவர்களிடம் உள்ள குறைகள் பற்றி எடுத்துக் கூறுதல் - இவை எல்லாம் இப்பத்திரிகையின் நோக்கங்கள் ஆகும். இப்பத்திரிகைகளில் எழுதுவதற்கு காந்திஜி அரும்பாடு பட்டார். தென்ஆப்பிரிக்க சத்தியாக்ரகத்தை பற்றி விபரமாக எழுதினார். வேறு நாடுகளில் வசிப்பவர்கள் காந்திஜியின் கட்டுரையிலிருந்து தென்ஆப்பிரிக்க சத்தியாக்ரகத்தைப் பற்றி நன்கு புரிந்து கொள்ள முடிந்தது. அவ்வாறு படித்துப் புரிந்து கொண்டவர்களில் இந்தியாவிலிருந்து கோகலே, இங்கிலாந்திலிருந்து தாதாபாய் நௌரோஜி, ரஷ்யாவி லிருந்து டால்ஸ்டாய் ஆகியோர் அடங்குவர். பத்து ஆண்டு களுக்கு இப்பணியில் காந்திஜி அயராது உழைத்தார். 'இந்தியர் களின் எண்ணங்கள்' பத்திரிகையின் பிரதிகளைச் சிலருக்கு பண்டமாற்ற அடிப்படையில் அனுப்பி வைத்ததற்கு பதிலாக 200 பத்திரிகைகள் அவருக்குக் கிடைத்தன. அவை ஒவ்வொன்றை யும் நன்கு படித்து அவற்றிலிருந்து பயனுள்ள செய்திகளை\n‘இந்தியர்களின் எண்ணங்கள் பத்திரிகையில் வெளியிட்டார்.\nகருத்துக்களைப் பரப்புவதில் செய்தித்தாள்கள் முக்கிய பங்கு வகிக்கின்றன என்பதை காந்திஜிநன்கு அறிந்திருந்தார். அவர் ஒரு தேர்ந்த பத்திரிகையாளர் தான். ஆனால் அத்தொழில் வாயிலாக பணம் சம்பாதிக்கும் எண்ணம் அவருக்கு இல்லை. பத்திரிகைத் தொழிலின் முக்கிய நோக்கம் மக்களுக்கு சேவை செய்வது என்று அவர் எண்ணினார். \"பத்திரிகைத் தொழிலை சுயநலத்திற்காகவோ வயிற்றுப்பாட்டிற்காகவோ நடத்தக் கூடாது. அந்த ஆசிரியர்களுக்கோ அல்லது பத்திரிகைக்கோ என்ன நேர்ந்தாலும் சரி, விளைவுகளுக்கு அஞ்சாமல் பத்திரிகை கள் செயல்படவேண்டும். மக்களின் இதயங்களைத் தொட வேண்டும் என்றால் பத்திரிகைகள் தங்களது வழிமுறைகளை மாற்றிக் கொள்ள வேண்டும்\nஉண்மை அடிப்படையிலான செய்திகளை வெளியிடும் கொள்கையிலிருந்து அவர் விலகவே இல்லை. செய்திகளை மிகைப்படுத்தி அவர் எழுதுவதில்லை. ஆதாரமற்ற செய்திகளை யும் வெளியிடுவதில்லை. மொழிபெயர்ப்பின் போது சரியான வார்த்தைகளை பயன்படுத்துவதில் மிகவும் கவனம் செலுத் தினார் அநாமதேயக் கடிதங்களை அவர் கண்டுகொள்ள மாட்டார். கையெழுத்துடன் கூடிய கடிதங்களை, குறிப்பாக அவரது கொள்கைக்கு எதிர்ப்புத் தெரிவிக்கும் கடிதங்களை அவர் தவறாமல் வெளியிடுவார்.\n134\nஅவர்\nரூ.26 லட்சத்திற்கு\nஇழப்பிற்குப்\nஇந்தியர்களின் எண்ணங்கள்' பத்திரிகைக்கு 400 பொறுப்பு ஏற்றபோது பிரதிகளே அச்சிடப்பட்டன. பத்திரிகை நஷ்டத்தில் ஓடிக்கொண்டிருந்தது. அதை நல்ல முறையில் நடத்தி லாபம் சம்பாதிக்கவேண்டும் என்று அவர் எண்ணவில்லை. ஆனால் நஷ்டத்தை தவிர்க்க விரும்பினார். பல மாதங்கள் வரை அப்பத்திரிகையை நடத்துவதற்காக மாதம் ஒன்றுக்கு ரூ.1200 செலவழித்து வந்தார். மொத்தத்தில் அவரது சொந்தப்பணத்தில் 26000 ரூபாய் நஷ்டம் ஏற்பட்டது. (இது தொண்ணூறு ஆண்டுகளுக்கு முன் நடந்தது. இப்போது இத்தொகையின் மதிப்பு அதிகமாக இருந்திருக்கும்) இவ்வளவு அவர் பின்பும் விளம்பரங்களைப் பிரசுரிப்பதைத் தவிர்த்தார். அப்படிச் செய்தால் பயனுள்ள செய்திகளைப் பிரசுரிக்க இயலாமல் போய் விடும் என்று அவர் எண்ணினார். விளம்பரங்களை ஏற்றுக் கொண்டால் சத்தியத்தின் பாதையில் சுதந்திரமாகச் செல்வதில் அவருடைய தடை ஏற்படும் என்றும் அவருக்குத் தோன்றியது. வார்த்தைகளில் \"விளம்பரங்களை நம்பிப் பத்திரிகை நடத்துவது தவறு. மாறாக நாம் சந்தாதாரர்களை அதிகரித்துக் கொள்ளலாம். குடியினால் கேடுவிளையும் என்று எழுதும் பத்திரிகைகள் மது பானங்கள் பற்றிய விளம்பரங்களைப் பிரசுரிக்கின்றன. சதவீதம் விளம்பரங்கள் பயனற்றவை, சமூகத்திற்குத் தீங்கு விளைவிப்பவை விளம்பரங்கள் மக்களை ஏமாற்று கின்றன, அசிங்கமாகவும் உள்ளன.\" (அந்தக் காலத்திலேயே இப்படிக் கூறியுள்ள காந்திஜி இன்றைய விளம்பரங்களைப் பார்த்தால் என்ன கூறி இருப்பார்? சற்று சிந்தியுங்கள்)\n99\nபல\nதவறான வழிகளில் பத்திரிகையின் சுற்று விற்பனையை அதிகரிக்க அவர் முனையமாட்டார். மற்ற பத்திரிகைகளுடன் அவர் எண்ணியதில்லை. போட்டியிடவும் குறுக்கெழுத்து போட்டி போன்ற உத்திகளைக் கையாண்டு பத்திரிகையின் விற்பனையை அதிகரிக்க அவர் முயன்றதில்லை. 'இளைய பாரதம் (யங் இந்தியா)' மற்றும் புதுவாழ்வு (நவஜீவன்) பத்திரிகைகளில் வெளியாகிய அவரது வாழ்க்கை வரலாற்றை மற்ற பத்திரிகைகள் அனுமதி பெறாமல் வெளியிட்டபோது கூட அதைத் தடை செய்து சுற்றை பத்திரிகைகளின் அதிகரித்துக் கொள்ள அவர் எண்ணவில்லை.\nதனது\nஇந்தியாவில் முப்பது ஆண்டுகளுக்கு 'விளம்பரம்' என்ற களங்கம் இன்றி தனது பத்திரிகைகளை அவர் வெளியிட்டார். ஒவ்வொரு மாநிலத்திலும் விளம்பரத்திற்கென்று ஒரு சாதனம் தான் இருக்கவேண்டும்-அதிலும் மக்களுக்குப் பயனுள்ள பொருள்கள் பற்றிய விளம்பரம் மட்டுமே வெளியிடப்பட\nமொழி பெயர்ப்பாளரின் குறிப்பு\n135\n"}