{"doc_id": "0c137a35-cc69-41e3-9ecb-cdb001837167", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 76, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "வேண்டும் என்பதே அவரது எண்ணம். 'இளையபாரதத்தின்' பணியை மேற்கொண்டதும் அதுபோன்ற பத்திரிகையை இந்திய மொழிகளிலும் வெளியிட வேண்டும் என்று அவருக்குப்பட்டது. 'புதுவாழ்வு' என்கிற குஜராத்தி மொழிப் பத்திரிகை இப்படித்தான் வெளி வந்தது. பிறகு அதே பெயரில் அப்பத்திரிகை ஹிந்தி மொழியிலும் வெளியிடப்பட்டது. மூன்று பத்திரிகைகளிலும் அவர் தவறாது எழுதி வந்தார். இளையபாரதத்திற்கு 1200 சந்தாதாரர்கள் இருந்தனர்; 'புதுவாழ்வு' பத்திரிகைக்கோ 12000 சந்தாதாரர்கள். புதுவாழ் வின் சந்தாவை அவர் எட்டு ரூபாயிலிருந்து நான்கு ரூபாயாகக் குறைத்தார். அப்பத்திரிகையின் பக்கங்களைக் குறைத்த சந்தர்ப் பத்திலோ, அல்லது அப்பத்திரிகை ஈட்டிய லாபத் தொகையி லிருந்து 50,000 ரூபாயைக் கதர்ப் பணிக்காக நன்கொடை அளித்ததற்காகவோ அவர் வாசகர்களிடம் மன்னிப்புக் கோரவில்லை.\nஅவர் பெருமையுடன் கூறுவார். \"எனது நோக்கம் சாதாரண மக்களைச் சென்றடைவதுதான்.\" இந்தியமொழிகள் வாயிலாகத்தான் இது சாத்தியம் ஆகும். எனது எழுத்து கிராம மக்களுக்குப் புரியக்கூடியது. \"புதுவாழ்வை\" குதிரைவண்டிக் காரர்களும், கூலிக்காரர்களும் படிக்கின்றனர். விவசாயிகள் மற்றும் நெய்வோர்களின் இல்லங்களை அது சென்றடைய வேண்டும். அது அவர்களுக்குப் புரியும் மொழியில் இருக்க வேண்டும். ஆங்கில மொழிப் பத்திரிகைக்கு ஆசிரியராகப் பணியாற்றுவதில் அவருக்கு அவ்வளவாக விருப்பம் இல்லை. ஏனெனில் அம்மொழி வாயிலாக மிகச் சிறுபான்மையினரையே நாம் சென்றடைய இயலும்.\"\nவாசகர்கள் பத்திரிகை தங்களுக்கே சொந்தமானது என்று எண்ண வேண்டுமென்று அவர் விரும்பினார். இந்தியர்கள் அனைவரும் அவரது பத்திரிகைகளைத் தங்களது சொந்தப் பத்திரிகையாக எண்ணவேண்டுமேயன்றி காந்திஜி நடத்தும் பத்திரிகையாக நினைக்கக் கூடாது. பத்திரிகையில் பெரும் தவறுகள் காணப்பட்டால் படிப்பவர்கள் பத்திரிகை வாங்குவதை நிறுத்திவிட வேண்டும் என்றுகூட அவர் அறிவுறுத்தினார். கூடவே 'புதுவாழ்வு' புறக்கணிப்பு சங்கம் ஒன்றையும் அமைக்க லாம் என்றும் யோசனை கூறினார். ஒரு பத்திரிகையில் உதவி யாளர் செய்த தவற்றிற்கோ, அச்சுக் கோர்ப்பவர். பிழைத் திருத்துபவர் செய்த பிழைக்கோ, பத்திரிகை நிருபர்கள், விஷய தானம் செய்தவர்கள் ஆகியோரின் பிழை உள்பட எல்லா பிழை குளுக்கும் பத்திரிகை ஆசிரியர்தான் பொறுப்பு ஏற்க வேண்டும். என்பார் அவர். எந்திரக்கோளாறு காரணமாக ஏற்படும் தாமதத்\nதிற்கும் கூட பத்திரிகை ஆசிரியர்தான் பொறுப்பு ஏற்க வேண்டும் என்பார். அவர் ஆசிரியர் பொறுப்பு வகித்த காலத்தில் அவரது எந்தப் பத்திரிகையும் எந்த சந்தர்ப்பத்திலும் தாமதம் ஆனது கிடையாது. அவர் உள்நாட்டில் ரயில் பயணம் மேற்கொண்ட சமயத்திலும் பர்மா, இலங்கை, இங்கிலாந்து ஆகிய வெளிநாடு கப்பல் களுக்கு பயணம் மேற்கொண்ட சமயத்திலும்கூட பத்திரிகைகளுக்கு கட்டுரைகள் உரிய நேரத்திற்கு அவரது அனுப்பப்பட்டு தாமதம் இன்றி பிரசுரம் செய்யப்பட்டன.\nபல பணிகளில் ஈடுபட்டிருந்த காந்திஜிக்கு ஒரு பத்திரிகையை நடத்துவது அவ்வளவு எளிய காரியமாக இருக்க அவரது 70வது வயதிலும் கூட சில சமயங்களில்\nவில்லை.\n'ஹரிஜன்' பத்திரிகையை நேரத்தில் வெளியிடுவதற்காக நள்ளிர வில் 1.30 மணிக்கு எழுந்து வேலை செய்யத் தொடங்குவார். பொதுவேலைகளின் பளு மிகவும் அதிகமாக இருந்த சமயங் களில் கூட எழுதும் பணியை அவர் தொடர வேண்டி இருந்தது. அடிக்கடி ஓடும் ரயிலில் அவர் கட்டுரை எழுதுவார். அவரது பிரசித்தமான தலையங்கங்கள் அறிக்கைகள் ஆகியவை ஓடும் ரயிலில் எழுதப்பட்டவை. வலதுகையினால் எழுதி எழுதி வலி ஏற்பட்டபோது இடதுகையினால் அவர் எழுதியுள்ளார். அவரது வலது கையெழுத்தைக் காட்டிலும் இடது கையெழுத்து தெளிவாக இருந்தது. உடல்நலம் குன்றி இருந்த நிலையிலும் கூட வாரம் ஒன்றிற்கு மூன்று அல்லது நான்கு கட்டுரைகள் அவர் எழுதுவதுண்டு.\nசு\nமாக\nஇந்தியாவில் அவர் நடத்திய எந்தப் பத்திரிகையும் நஷ்டத்தில் இயங்கவில்லை. அவரது ஆங்கில மற்றும் இந்திய மொழி பத்திரிகைகளின் சுற்று எண்ணிக்கை 40,000க்கும் அதிக இருந்தது. அவர் சிறையில் இருந்தபோது சுற்று எண்ணிக்கை 3,000ஆகக் குறைந்து விட்டது. தனது முதல் இந்திய சிறை வாசத்திலிருந்து வெளியே வந்த பின்பிலிருந்து எல்லா வாரப்பத்திரிகைகளிலும் அவரது சுயசரிதம் தொடராகப் பிரசுரமாகத் தொடங்கியது. மூன்றாண்டுகளுக்கு அது தொடர்ந் தது. எல்லோராலும் ஆர்வத்துடன் படிக்கப்பட்டது. காந்திஜி நடத்திய பத்திரிகைகள் தவிர இதர பத்திரிகைகளிலும் அது பிரசுரம் ஆகியது. சிறையில் இருந்தபோதுதான் 'ஹரிஜன்' என்ற வாரப்பத்திரிகையைத் தொடங்கினார். 'இளையபாரதத்தைப்' போலவே இதன் விலையும் ஒரு அணா (ஆறுபைசா) தான். இது நலனுக்காகத் தாழ்த்தப்பட்டோர் தொடங்கப்பட்டது. ஆண்டுகள் வரை அரசியல் சம்பந்தமான கட்டுரைகள் எதுவும் அதில் வெளிவரவில்லை. முதலில் ஹிந்தி மொழியில் வெளி யாகியது. சிறையில் இருந்தபோது வாரம் மூன்று தடவைகள்\nபல\n137\n"}