{"doc_id": "2fba70de-4dac-4db9-9264-82adbbdb0b81", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 77, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "எழுதுவதற்கு அனுமதி தரப்பட்டிருந்தது. அப்பத்திரிகையை ஆங்கில மொழியில் வெளியிடுவதற்கு யோசனை தெரிவிக்கப் பட்டபோது காந்திஜி இவ்வாறு எச்சரித்தார்: \"பத்திரிகையில் கட்டுரைகள் சரியான முறையில் மொழி பெயர்க்கப்பட்டு பத்திரிகையும் நன்றாக சரி பார்க்கப்பட்டு நல்லமுறையில் வெளியிடப்பட்டாலன்றி இம்முயற்சி பயனளிக்காது.\"\nசரியான முறையில் ஆக்கப்படாமல் ஆங்கில மொழி பெயர்ப்பை வெளியிடுவதைக் காட்டிலும் இப்போதுள்ள இந்தி பத்திரிகையை மட்டுமே வெளியிடுவது உசிதமாக இருக்கும். அப்பத்திரிகை காலூன்றும் வரை அதை கவனிப்பேன். அதற்குப் பின் அப்பத்திரிகையுடன் தொடர்பு வைத்துக் கொள்ள மாட்டேன் என்றார் அவர். முதலில் 10,000 பிரதிகள் வெளியிடு வது என்றும் மூன்று மாதங்களுக்குப் பின்பு நிலவரம் பற்றி பரிசீலனை செய்யலாம் என்றும் தீர்மானித்தார். இரண்டு மாத காலத்திலேயே பத்திரிகை வேரூன்றி சுயச்சார்பு நிலையை\nஅடைந்துவிட்டது. பின்பு அது ஒரு புகழ்வாய்ந்த பத்திரிகை யாக மாறிவிட்டது. ஜனங்கள் அதைப் பொழுதுபோக்கிற்காகப் படிக்கவில்லை. விஷயங்களைத் தெரிந்து கொள்வதற்காகப் படித்தார்கள். அது ஆங்கிலம், ஹிந்தி, உருது, தமிழ், தெலுங்கு, ஓரியா, மராட்டி குஜராத்தி, கன்னடம் மற்றும் வங்காளி மொழி களில் வெளியாகியது. காந்திஜி ஹிந்தி, உருது, குஜராத்தி மற்றும் ஆங்கில மொழிகளில் அப்பத்திரிகைக்கு எழுதி வந்தார்.\nகாந்திஜியின் பத்திரிகைகளில் ஆவலைத் தூண்டும் விதத் தில் கட்டுரைகள் எழுதப்படவில்லை. அவர் எடுத்துக் கொண்ட விஷயங்கள் நிர்மாணப்பணிகள், சத்தியாக்ரகம், அஹிம்சை, உணவுக் கட்டுப்பாடு, நூற்பு, கதர், சுதேசி, கிராமத் தொழில்கள், மதுவிலக்கு போன்றவையாகும். கல்வி முறையை மாற்றி அமைக்கவேண்டும் என்று அவர் கூறி வந்தார். உணவு பழக்க வழ க்கங்களையும் நாம் மாற்றிக் கொள்ளவேண்டும் என்றும் கூறுவார் அவர். நாட்டின் குறைபாடுகளைப் பற்றி கடுமையாக விமர்சிப்பார்.\nஎல்லோரையும் கடுமையாக உழைக்கும்படி செய்வார். ஒரு தடவை பணியைக் குறித்த நேரத்தில் மூடித்துக் கொடுப்ப தற்காக அவரது செயலாளராகிய மகாதேவ் தேசாய் ரயிலின் கழிப்பறையில் ஒளிந்து கொண்டு கட்டுரை எழுதினார். காந்திஜி தவியாளர்களுக்கு எல்லா ஊர்களின் ரயில் நேரங்களை யும், ஒவ்வொரு ஊரிலும் தபால்கள் வெளியூர்களுக்கு அனுப்பப் படும் நேரங்களையும் அத்துப்படியாகத் தெரிந்து கொள்ள வேண்டி இருந்தது. அப்போதுதான் காந்திஜியால் தாம் எழுதிய\nவற்றை உரிய நேரத்தில் தபாலில் சேர்க்க இயலும். ஒரு தடவை காந்திஜி பயணம் செய்த ரயில் தாமதமாகச் சென்று கொண்டிருந் தது. அவரது கட்டுரைகளை தபாலில் அனுப்புவதற்கு இயலாத நிலை. ஆங்கிலக் கட்டுரைகளை ஒரு தொண்டரிடம் கொடுத்து ஆமதாபாதிற்கு அனுப்புவதற்குப் பதிலாக பம்பாய்க்கு அனுப்பி அங்கேயே பிரசுரிப்பதற்கு ஏற்பாடு செய்துவிட்டார். பத்திரிகை யும் நேரத்தில் வெளியாகிவிட்டது.\n‘இளையபாரதம்' பத்திரிகையில் சில தீவிரமான கட்டுரை களை வெளியிட்டதற்காக அவர் சிறையில் அடைக்கப்பட்டார். அரசு வெளியிட்ட எந்த தடை உத்தரவிற்கும் அவர் அடிபணிய வில்லை. அவர் மனத்தின் ஆழத்திலிருந்த எண்ணங்களை வெளியிடுவதற்குத் தடை ஏற்பட்டபோது அவர் எழுதுவதையே நிறுத்திவிட்டார். தனது தலையங்கங்களை வாசகர்களே பிரதி கள் எடுத்து எல்லோருக்கும் அனுப்பி விடுவார்கள் என்ற நம்பிக்கை அவருக்கு இருந்தது. அவர் உயிருடன் இருக்கும் வரையில் அவரது பத்திரிகை தடை செய்யப்பட்டால்கூட அவர் விடுக்கும் செய்தியைப் பரப்புவதில் தடை ஏற்படாது என்று அவர் நம்பினார். அச்சுக்கோர்ப்பது பற்றியும், பிழை திருத்துவது பற்றியும் கவலைப்படாமல் கையெழுத்துப் பிரதியே அதுபோன்ற சிக்கலான நிலையில் சரியான தீர்வாக இருக்கும் என்றார். அவர் 'சத்தியாக்ரஹம்' என்ற பெயரில் பதிவு செய்யப்படாத ஒரு வாரப்பத்திரிகையை அரசு சட்டங்களுக்கு எதிராக 1919ம் ஆண்டில் அவர் வெளியிட்டார். ஒரே தாளில் வெளியாகிய அப்பத்திரிகையின் விலை ஒரு பைசா மட்டுமே.\n1\nபல ஆண்டுகள் அனுபவம் வாய்ந்த பத்திரிகையாளர் என்ற முறையில் பத்திரிகைத் துறை எவ்வாறு இயங்கவேண்டும் என்பது பற்றி அவர் ஆணித்தரமாகப் பேசுவார்: \"பத்திரிகை யாளர்கள் நடமாடும் பிளேக் நோயாக மாறிவிட்டனர். செய்தி பத்திரிகைகள் விவிலியநூல். குர்-ஆன் மற்றும் கீதை ஆகிய நூல் களின் கலவைபோல் ஆகிவிட்டன. ஒரு பத்திரிகை கலவரங்கள் நிகழப்போகின்றன என்றும் டில்லியில் எல்லா கத்திகளும் கம்பு விற்பனையாகிவிட்டன என்றும் எழுதுகிறது. ஒரு பத்திரிகையின் கடமை மக்களின் மனதில் துணிவை வளர்ப்பதாக இருக்க வேண்டுமேயன்றி பயத்தை அல்ல\" என்றார் அவர்.\nகளும்\n139\n"}