{"doc_id": "9096b931-24ee-4471-84a4-1c5a4d89dcbf", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 78, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "காந்திஜி ஒரு புத்தகம் அச்சிடுபவர்\nமற்றும் வெளியிடுபவர்\nகாந்திஜி 'இந்தியர்களின் எண்ணங்கள்' இளைய பாரதம்' 'புதுவாழ்வு' மற்றும் ஹரிஜன் ஆகிய பத்திரிகைகளின் ஆசிரியராக விளங்கினார். அவற்றைத் தனது அச்சகத்தில் அச்சிட்டுத் தாமே வெளியிட்டார். வேறு யாருக்கும் சொந்த மான அச்சகத்தில் இருந்து பத்திரிகை வெளியானால் தனது எண்ணங்களை சுதந்திரமாக வெளியிட முடியாது என்பதை அவர் அறிந்திருந்தார். 'இந்தியர்களின் எண்ணங்கள்' வாரப் பத்திரிகைக்கு அவர் பொறுப்பு ஏற்றபோது அது நஷ்டத்தில் இயங்கிக் கொண்டிருந்தது. அச்சகத்தை நகரத்திலிருந்து ஊருக்கு வெளியே தூரத்தில் அமைந்திருந்த ஃபீனிக்ஸ் குடியிருப்புக்கு மாற்றத் தீர்மானித்தார். அவரது முயற்சி தோல்வியில் முடியும் என்று நண்பர்கள் நினைத்தார்கள். அவர் அச்சு எந்திரத்தையும் மற்ற தளவாடங்களையும் ஃபீனிக்ஸ் குடியிருப்பிலிருந்த ஒரு கொட்டகைக்கு மாற்றினார். ஒரு டீசல் எந்திரத்தைக் கொண்டு அச்சு எந்திரம் ஓட்டப் பட்டது. அவருடைய அலுவலகம் பக்கத்தில்தான் இருந்தது. சம்பளம் வாங்கும் ஊழியரோ கடைநிலை ஊழியரோ (பியூன்) யாரும் அங்கு கிடையாது. \"இந்தியர்களின் எண்ணங்கள்’ ஒவ்வொரு சனிக்கிழமையும் தவறாமல் தபாலில் சேர்க்கப்பட்டு விடும். வெள்ளிக்கிழமை மதியத்திற்குள் கட்டுரைகள் அச்சுக் குடியிருப்பிலிருந்த எல்லோருமே இளைஞர் - முதியோர் எல்லோரும் அச்சுக் கோர்ப்பதிலும், அச்சடிப்பதிலும், பங்கேற்று அச்சடித்துக் காகிதங்களை வெட் டி மடித்து விலாசம் எழுதிக் கட்டுக் கட்டி அடுத்த நாள் ரயில் புறப்படுவதற்குள் ரயில் நிலையத்திற்கு அனுப்பி விடுவார்கள். வழக்கமாக நள்ளிரவு வரை பணி செய்வார்கள். பணி சற்று அதிகமாக இருந்தபோது காந்திஜியும் மற்ற ஆசிரமவாசிகளும் வெள்ளிக்கிழமை இரவு முழுவதும் கண் விழித்தனர். அன்னையாரும் மற்ற பெண்மணிகளும் சில சமயங்களில் இப்பணியில் உதவினர். எல்லாப் பெண்மணி களும், குறிப்பாக சனிக்கிழமைகளில் ஃபீனிக்ஸ் அச்சகத்திற்குச் பணியாற்றினர் 'இந்தியர்களின் எண்ணங்கள்' பத்திரிகை ஞாயிற்றுக்கிழமையன்று கடைகளுக்கு வந்துவிட்டது.\nகோர்க்கப்பட்டுவிடும்.\nபத்திரிகையை\nஅச்சிடத் துவங்கிய முதல் நாள் இரவிலேயே டீசல் எந்திரம் பழுதடைந்துவிட்டது. அதனால் அச்சடிக்கும் மிஷினின் பெரிய சக்கரத்தை காந்திஜியும் மற்ற ஆசிரமவாசிகளும் கைகளினாலேயே சுழற்றி உரிய நேரத்தில் பத்திரிகையை வெளியிட்டு விட்டனர். இதுபோன்ற அனுபவங்கள் காந்திஜிக்குப் புத்தகங்களை அச்சிடும்\nதொழிலை நன்கு அறிந்துகொள்ள உதவின. அவரே கட்டுரைகளை எழுதி அச்சுக் கோர்த்து, பிழைதிருத்தி அச்சிடவும் செய்தார். பல இளைஞர்கள் காந்திஜியிடம் தொழில் பயின் றனர். 'இந்தியர்களின் எண்ணங்கள்' பத்திரிகையின் ஒரு இதழை இளைஞர்கள் அச்சிட்டு வெளியிட்டனர். ஆரம்பத்தில் இப்பத்திரிகை ஆங்கிலம், ஹிந்தி, குஜராத்தி மொழிகளில் மட்டும் வெளியிடப்பட்டது. காந்திஜி இந்தியாவுக்குத் திரும்பி சென்னை அடையாறுக்கு வந்தபோது அன்னிபெஸண்ட் அம்மையார் காந்திஜி அச்சிடும் முறைகளை நுணுக்கமாக கவனிப்பதைப் பார்த்தார்.\nவாரப்பத்திரிகைகளைத் தவிர ஆங்கிலம், ஹிந்தி மற்றும் சில மொழிகளில் பல புத்தகங்கள் ஃபீனிக்ஸ் குடியிருப் பிலிருந்தும் நவஜீவன் அச்சகத்திலிருந்தும் வெளியிடப்பட்டன. காந்திஜி அரசிற்குக் காப்புத் தொகை எதுவும் செலுத்த வில்லை. அவருடைய புத்தகங்களிலிருந்து கிடைத்த லாபத் தொகை கதர் துறைக்காகச் செலவிடப்பட்டது. நவஜீவன் அச்சகத்திற்கென ஒரு லட்சம் ரூபாயுடன் ஒரு அறக்கட்டளை நிதியைத் தொடங்கினார்.\n1\nமோசமான முறையில் அச்சிடுவது கொடுமை என்பார் அவர். அவருக்கு அச்சு எழுத்துக்கள் தெளிவாக இருக்க வேண்டும். காகிதம் கெட்டியாக இருக்க வேண்டும். அட்டையும் நன்றாக இருக்க வேண்டும். நல்ல அட்டையுடன் - դ Ա/ அதிக விலையான புத்தகங்களை நம் நாட்டில் சாமானியர்களால் வாங்க முடியாது என்பதை அவர் நன்கு உணர்ந்திருந்தார். அவருடைய வாழ்நாளில் நவஜீவன் அச்சகம் நிறைய புத்தகங்களைக் குறைந்த விலையில் அச்சிட்டு வெளியிட்டது. குஜராத்தி மொழியில் வெளியாகிய அவரது சுயசரிதை 12 அணாவுக்கு (75 பைசா) விற்கப்பட்டது. தேவ நாகரியில் அச்சிடப்பட்ட புத்தகம் ஒன்றும் குறைந்த விலையில் வெளியிடப்பட்டது.\nகாந்திஜி நாடு முழுவதிலும் பொதுவான ஒரு லிபி பின் பற்றப்பட வேண்டும் என்று விரும்பினார். அப்படிச் செய்தால் அது அச்சிடுபவர்களுக்கும் படிப்பவர்களுக்கும் எளிதாக\n141\n"}