{"doc_id": "6db14a8f-c5dd-48df-a435-9ea620ef3d17", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 79, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "இருக்கும் என்றும் நம்பினார். அவர் தேவநாகரி லிபியைத் தேர்ந்தெடுத்ததற்குக் காரணம் அனைத்து இந்திய மொழி களுமே சமஸ்கிருத மொழியிலிருந்து தோன்றியவை என்று அவர் எண்ணினார். 'இந்தியர்களின் எண்ணங்கள் குஜராத்திப் பத்திரிகையில் துளசி ராமாயணம் பற்றிய ஒரு பக்கக் குறிப்பு தேவநாகரி லிபியில் ஹிந்தி மொழியில் வெளியிடப்பட்டது. ஹரிஜன் பத்திரிகைக்கான அச்சுகளை காந்திஜியே தேர்ந் தெடுத்தார். அவருடன் பணியாற்றிய ஒருவர் அச்சகத்திற்கான எந்திரங்களை வாங்கச் சென்றபோது காந்திஜி இவ்வாறு கூறினார்: \"எந்திரங்களை கவனமாகச் சோதனை செய்து பார். ஒரு டபுள் ராயல் எந்திரமும் இரண்டு டிரெடில்களும் சரியாக இயங்குகின்றனவா? என்பதையும் உறுதி செய்து கொள். எழுத்தச்சுகள் தேய்வு இன்றி புதிதாக உள்ளனவா என்பதையும் கவனிக்க வேண்டும்.\"\nதனது பத்திரிகைக்கும் புத்தகங்களுக்கும் பதிப்புரிமை தன்வசம் இருக்க வேண்டும் என்று அவர் எண்ணவில்லை. தன் எழுத்துக்களை நாட்டு மக்களின் பொதுச் சொத்தாகவே அவர் கருதினார். அவர் எழுதியதைப் பலர் கூட்டிக் குறைத்து மாற்றத்துடன் வெளியிடுவதைக் கண்ட பின்புதான் பதிப்புரிமைச் சட்டத்தை பயன்படுத்த அவர் ஒப்புதல் அளித்தார்.\nபாலர்கள் படிக்கும் புத்தகங்கள் நல்ல காகிதத்தில் பெரிய எழுத்துக்களில் நிறையப் படங்களுடன் வெளியிடப்பட வேண்டும் என்று கூறுவார். புத்தகங்கள் சிறியவையாக இருந்தால் நன்றாக இருக்கும். மாணவர்களுக்கு அலுப்பு ஏற்படாது. படிப்பதற்கும் குறைவான நேரமே தேவைப்படும். ஒரு தடவை கல்விக்கு பொறுப்பு வகித்த ஆசிரமவாசி ஆரம்ப வகுப்புக்கான புத்தகம் ஒன்றை அவரிடம் கொண்டு வந்தார். அதில் ஒவ்வொரு பக்கத்திலும் படங்கள் இருந்தன. அது விலை உயர்ந்த வண்ணக் காகிதத்தில் அச்சிடப்பட்டிருந்தது. கர்வத்துடன் அவர் காந்திஜியிடம் கேட்டார். \"நீங்கள் இந்தப் புத்தகத்தைப் பார்த்தீர்களா? இப்புத்தகம் முழுவதுமே என்னுடைய தயாரிப்பு.\" காந்திஜி பதில் சொன்னார் \"பார்த்தேன்; புத்தகம் அழகாக உள்ளது. ஆனால் யாருக்காக நீங்கள் இப்புத்தகத்தை அச்சிட்டுள்ளீர்கள்? எவ்வளவு பேர்கள் இப்புத்தகத்தை ஐந்து அணாக் கொடுத்து வாங்குவார்கள்? இந்திய நாட்டின் கோடிக்கணக்கான ஏழைக் குழந்தைகளின் கல்விக்கான பொறுப்பு உங்களிடம் தரப்பட்டுள்ளது. மற்ற புத்தகங்கள் ஒரு அணாவுக்கு விற்கப்பட்டால் உங்களது\nஅரையணாவிற்கு விற்கப்படவேண்டும். “ஒரு\nதடவை காந்திஜி இரண்டணா விலையுள்ள ஒரு வாரப் பத்திரிக்கைக்குப் பொறுப்பு ஏற்று குறுகிய காலத்திற்குள்ளாகவே அதன் விலையை அரை அணாவாகக் குறைத்துவிட்டார். இயலO.\nagam\nக புத்தகங்களைக் குறைந்த விலையில் வெளியிடுவது மட்டுமே அவரது நோக்கம் அல்ல. வெளியீடு தரமாக இருக்க வேண்டும் என்றும் அவர் விரும்பினார். ஒரு தடவை நவஜீவன் அச்சகம் கோகலேயின் எழுத்துக்களையும் பேச்சுக்களையும் குஜராத்தி மொழியில் மொழி பெயர்த்து வெளியிட முடிவு செய்தது. புத்தகம் அச்சாகிய நிலையில் அதன் முன்னுரையை எழுதும்படி காந்திஜியிடம் கேட்டனர். அந்த மொழி பெயர்ப்பு மிகவும் மோசமாக இருந்தது. காந்திஜி அச்சாகிய பிரதிகளை அழித்து விடும்படி கூறினார். அதற்காக 700 ரூபாய் செலவு செய்யப்பட்டுள்ளதாக அவருக்குத் தெரிவிக்கப்பட்டபோது, \"இவ்வளவு மட்டமான மொழிபெயர்ப்பை வெளியிடுவது எப்படியும் தவறுதான். புத்தகத்தை அச்சடிப்பதற்கு ஆன செலவோடு நிறுத்திக் கொள்வோம். புத்தகத்தை பைண்டிங் செய்வதற்கும் அட்டைக்கும் ஆகப்போகும் செலவை மிச்சப் படுத்துவோம். மட்டமான நூல்களை வெளியிட்டு மக்களுக்குப் புத்தகம் படிப்பதிலுள்ள ஆர்வத்தைக் குறைக்க நான் விரும்பவில்லை.\" அப்பிரதிகள் பழைய பேப்பராகக் கூட விற்கப்படாது எரிக்கப்பட்டன.\nபத்திரிகை சுதந்திரத்தை காந்திஜி எப்போதுமே பேணி வந்தார். நீதிமன்றங்களிலிருந்து அவர் எழுதுவதற்குத் தடை உத்தரவு வந்த சமயங்களில் எல்லாம் பத்திரிகை வெளியிடு வதையே நிறுத்திவிடுவார். அவருக்கு பத்திரிகை சுதந்திரத்தில் ஆசை இருந்ததற்குப் பலனாக அவரது அச்சகம் ஜப்தி செய்யப்பட்டது. அவரது கோப்புகள் அழிக்கப்பட்டன. அவருடன் பணியாற்றியவர்கள் சிறைக்கு அனுப்பப்பட்டனர். அதனால் அவர் தைரியம் இழக்கவில்லை. “நாம் இந்த அச்சு எழுத்துக்களையும் அச்சு எந்திரங்களையும் நம்பி இருக்க வேண்டாம், பேனாதான் நமது சாதனம். எழுதுவோரின்\nகைகள்தான் எந்திரங்கள். நாம் ஒவ்வொருவரும் செய்திகளைப் பரப்பும் நடமாடும் பத்திரிகைகளாக மாறுவோம். இதை எந்த அரசாலும் தடை செய்ய இயலாது.\"\n6\n143\n"}