{"doc_id": "e2fc4134-48b8-4c47-907f-343e85db9e3f", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 8, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "1\nகாந்திஜி ஒரு உழைப்பாளி\nநிறைய கேஸ் கட்டுகள் உள்ள அந்த வக்கீல் தனது வாடிக்கையாளர்களிடம், \"வழக்காடிப், பணத்தையும் நேரத்தை யும் வீணாக்காதீர்கள். கோர்ட்டுக்கு அப்பால் பேச்சுவார்த்தை நடத்தி ஒரு உடன்பாடு செய்து கொள்ளுங்கள்\" என்று புத்திமதி சொன்னார். ஓய்வு நேரங்களில் இந்து, கிறிஸ்தவ, இஸ்லாமிய, பாரசீக, புத்த மதங்களைச் சார்ந்த நூல்களைப் படித்தார். சான்றோர்கள் எழுதிய வேறு சில புத்தகங்களையும் படித்தார். இப்படிப்பட்ட நூல்களைப் படித்து சிந்தித்தபின் ஒவ்வொரு நாளும் ஒவ்வொரு மனிதனும் சிறிதளவாவது உடல் உழைப்பில் ஈடுபட வேண்டும் என்ற முடிவுக்கு வந்தார். மூளைக்கு வேலை கொடுத்தால் மட்டும் போதாது. படித்தவர்கள், படிக்காதவர்கள் மருத்துவர்கள், வக்கீல்கள், நாவிதர்கள், துப்புறவுத் தொழிலாளர் கள், எல்லோருடைய பணிகளுக்கும் சமஊதியம் வழங்கப்பட வேண்டும் என்று அவர் விரும்பினார்.\nதனது வாழ்க்கை முறையைப் படிப்படியாக மாற்றிக் கொண்ட அவர், தன்னால் இயன்ற பணிகளை எல்லாம் செய்யத் தொடங்கினார். ஒரு ஆசிரமத்தைத் துவங்கி அதில் தனது நண்பர் கள் மற்றும் உறவினர்களுடன் சேர்ந்து எளிமையான ஒரு சமூக வாழ்க்கை வாழவேண்டும் என்று அவர் முடிவு செய்தார். அவருடைய ஐரோப்பிய நண்பர்களும் ஆசிரம வாழ்க்கையில் பங்கேற்க விருப்பம் தெரிவித்தனர். அவர்கள் எல்லோருமே கடும் உழைப்பாளிகளாகவும் சுயதேவைப் பூர்த்தி விவசாயி களாகவும் மாறி நிலங்களை உழுது பயிர்களைப் பராமரித்தனர். கூலிவேலைக்கு என்று யாரையுமே வைத்துக்கொள்ளவில்லை. அந்தப் பண்ணையில், இந்துக்களும், முஸ்லீம்களும், கிறிஸ்தவர் களும், பாரசீகர்களும், பிராமணர்களும், பிராமணர் அல்லாதவர் களும், உழைப்பாளிகளும், வக்கீல்களும், வெள்ளையர்களும், \"கருப்பர்களும்\" ஒரு பெரிய குடும்பத்தின் அங்கத்தினர்களாக வாழ்ந்தனர். எல்லோருக்கும் பொதுவாகத் தயாரிக்கப்பட்ட உணவை, ஒன்றாக ஒரே அறையில் அமர்ந்து உண்டனர். குடும்பத்தின் ஒவ்வொரு அங்கத்தினருக்கும் மாதம் செலவுக்காக வழங்கப்பட்டது. பாரிஸ்டரின் (வக்கீலின்) மாத வருமானம் ரூ.4000க்கும் அதிகமாக இருந்தும் கூட அவருக்கும் மாதச் செலவுக்கு ரூ. 40 தான் அனுமதிக்கப்பட்டது. ஒரு கால அட்டவணையைத் தயாரித்து அதில் நாள் ஒன்றுக்கு ஆறு மணி நேரம் மட்டுமே ஓய்வுக்கு இடம் ஒதுக்கி, ஒரு கடினமான வாழ்க்கை முறையைத் தனதாக்கிக் கொண்டார் அவர்.\nரூ. 40\n"}