{"doc_id": "d4250011-614b-4526-b50e-4b760c28609b", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 80, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "25\nகாந்திஜி ஃபாஷனுக்கு ஒரு முன்னோடி\nநான் ஆப்பிரிக்காவில் இருந்தபோது காந்திஜி முழுக்கால் சட்டையுடன் (பாண்ட்டுடன்) சாண்டல் செருப்பை அணிந் தார். அந்தக் காலத்தில் பாண்ட்டுடன் பூட்ஸ் அணிவதுதான் வழக்கமாக இருந்தது. காந்திஜி சாண்டல் செருப்பிற்கு மாறியதற்குக் காரணம் வெயில் காலங்களில் அதுதான் காலுக்குக் குளிர்ச்சியாக இருக்கும். குளிர் காலங்களில் அச் செருப்பைக் காலுரையுடன் அணியலாம் சாண்டல்களை அவரே தயாரித்தார். தென் ஆப்பிரிக்காவின் பிரதம மந்திரியாக இருந்த ஜெனரல் ஸ்மட்ஸ் இந்த சாண்டல்கள் உறுதியாகவும் சௌகரியமாகவும் உள்ளன என்று கேள்வியுற்று தனக்கும் ஒரு ஜோடி வேண்டும் என்று கோரினார். காந்திஜி, தனிப்பட்ட முறையில் (ஸ்பெஷலாக) ஒரு ஜோடி சாண்டல் தயாரித்து அவருக்கு அன்பளிப்பாக வழங்கினார்.\nவழக்கமான முறையிலிருந்து மாறுபட்ட முறையில் பல பணிகளையும் செய்வது அவர் வழக்கம். அவர் ஆரம்பித்த ஃபாஷன்கள் பலராலும் பின்பற்றப்பட்டன. பல ஏற்றுக் கொள்ளப்படாமல் வழக்கொழிந்து போயின.\nமுதல்முறையாக அவர் காங்கிரஸ் மகாநாட்டிற்கு வந்த போது ஒவ்வொரு ஜாதியினருக்கும் தனித்தனி சமையல் அறைகள் இருந்ததைக் கண்டார். தவிர சில முக்கிய புள்ளி களின் விருப்பங்களுக்கேற்பவும் தனிப்பட்ட உணவு வகைகள் தயாரிக்கப்பட்டதையும் கண்டார். இதுபோன்ற விஷயங்களை அலட்சியப்படுத்தவில்லை. சமையலில்\nகாந்திஜி\nஜாதி\nவேறுபாடுகளும் சலுகைகளும் அனுசரிக்கப்படும்வரை நாடு சுதந்திரம் அடையாது. இந்த வேறுபாடுகள் ஒழிந்தால் தான் நாட்டில் ஒற்றுமை ஏற்படும் என்றும் எண்ணினார். உணவுப் பழக்கங்களை எளிமையாக்கி பணத்தை வீண் செய்வதைத் தவிர்க்கும்படி அறிவுறுத்தினார். உணவுப் பழக்கங்களில் பல பரிசோதனைகளை அவர் நிகழ்த்தினார். அவரது ஆசிரமத்தில் எளிய - மசாலாக்கள் போடப்படாத சைவ உணவு தயாரிக்கப் எல்லோருக்கும் வழங்கப்பட்டது. முஸ்லீம்கள் ஓஹிந்துக்கள். பார்சிக்கள், கிறிஸ்தவர்கள் எல்லோரும் ஒரே சாப்பாட்டு அறையில் ஒன்றாக உட்கார்ந்து அந்த சைவ\n4007 400 all\nஉண்டார்கள்.\n99\nபச்சைக் காய்கறிகள், பழங்கள், வேர்க்கடலை, முந்திரி போன்ற பருப்புகள், வேகவைக்கப்பட்ட காய்கறிகள்,\nகைக்குத்தல் அரிசி, கையினால் திரிகையில் அரைக்கப்பட் கோதுமை மாவு பெருமையை ஆகியவற்றின் புதிதாகத் எடுத்துக் கூறுவார். தயாரிக்கப்பட்ட அல்லது தேனில் ஜீனியைக் காட்டிலும் அதிகம் உள்ளன என்று கூறுவார். மயங்கக் தோற்றத்தைக் கண்டு கூடாது. அதில் உள்ள பயனுள்ள சத்தைப் பற்றி நாம் தெரிந்து கொள்ள வேண்டும். என்றும் கூறுவார்.\nஅடிக்கடி வெல்லம் வைட்டமின்கள் பொருளின்\nபைஸ்பூரில் காங்கிரஸ் கூட்டத்தில் கட்சிப் பிரதிநிதிகளுக்கும் பார்வையாளர்களுக்கும் முதன் முறையாக பாலிஷ் செய்யப்படாத அரிசிச் சோறும், தவிடு நீக்கப்படாத கோதுமை மாவில் தயாரிக்கப்பட்ட சப்பாத்திகளும் வழங்கப் பட்டன. காங்கிரஸ் மகாநாட்டை ஒரு கிராமத்தில் நடத்தும்\nஎண்ணம் முதன் முதலாக காந்திஜிக்குத்தான் தோன்றியது. அதற்கு முந்தைய 50 ஆண்டுகளில் நாட்டில் மேல்நிலை யிலிருந்த மத்தியதர வர்க்கத்தினர் மட்டுமே காங்கிரஸ் கூட்டங் களில் பங்கேற்பர். கூட்டங்களும் பம்பாய், கல்கத்தா, டில்லி, சென்னை போன்ற பெரு நகரங்களில்தான் நடைபெறும். காந்திஜி இந்த வழக்கங்களை மாற்றி காங்கிரசை சாதாரண மக்களின் கட்சியாக மாற்றிவிட்டார். எளிமையான இந்திய உடைகளை அணிந்து கூட்டத்தினருக்கு ஹிந்தி மொழியில் உரையாற்றினார்.\nஃபைஸ்பூரில் நிலக் நகர் பகுதியில் காங்கிரஸ் பம்கா நாட்டிற்கு ஏற்பாடாகி இருந்தது. கிராமத்தில் எளிதில் கிடைக்கும் பொருள்களைக் கொண்டு கிராம கைவினைஞர்களே மகா நாட்டுப் பந்தலையும், மற்ற கூடங்களையும் அமைத் திருந்தனர். காந்திஜியின் கனவுகளுக்குப் புகழ்பெற்ற கலைஞராகிய நந்தலால் போஸ் வடிவம் கொடுத்தார். தங்கும் விடுதிகளின் சுவர்களும் கூரைகளும் முங்கிலைக் கொண்டு அலங்கார வளைவுகளுடன் அமைக்கப்பட்டிருந்தன. அவற்றி லிருந்து பிரம்புக் கூடைகள் தலைகீழாகத் தொங்க பட்டிருந்தன. வாயிலில் காந்திஜியால் அமைக்கப்பட்ட தேசீயக் கொடி பறந்து கொண்டிருந்தது. சில ஆண்டுகளுக்கு முன்பாக அவர் தேசீயக் கொடிக்கு உருவம் கொடுத்திருந்தார். அதில் ஆரஞ்சு, வெள்ளை, பச்சை மூன்று வண்ணங்கள் இருந்தன. வெள்ளைப் பகுதியில் கருலே அகிம்சையையும் சாமானிய இந்தியனையும் நினைவுபடுத்தும் விதத்தில் கைராட்டைச் சின்னம் அச்சிடப்பட்டிருந்தது.\n145\n"}