{"doc_id": "a8771080-64ec-4c1f-a12c-a7fac9744a1f", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 81, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "உை\nஎளிமையான, அதேசமயம் நேர்த்தியானதுமான தேசிய யை நாட்டுக்களித்த பெருமை காந்திஜியையே சாரும். தென் ஆப்பிரிக்காவில் பெரியதோர் போராட்டத்தை அவர் தொடங்கியபோது நூற்றுக்கணக்கான சுரங்கத் தொழிலாளர் களும், கொத்தடிமைக் கூலிகளும் அவரைப் பின்பற்றினர். அவர்களில் பெரும்பாலானோர் தென் இந்தியர்கள். எல்லோரும் சித்ரவதைக்காளானார்கள். பலர் சிறையில் அடைக்கப்பட்டனர். பலர் உயிரைவிட்டனர். அவர்கள் மீது இரக்கப்பட்ட காந்திஜி, தன்னையும் அவர்களைப் போலவே பாவித்து அவர்கள் அணிவதுபோலவே தென் இந்திய பாணியில் வேஷ்டியையும் சட்டையையும் அணிந்தார். கையில் நடைக் கம்புக்குப் பதிலாக ஒரு தடிக் கம்பை ஏந்தினார். தோளில் ஒரு பையும் தொங்கியது.\nசட்ட\nஅஹிம்சை அடிப்படையிலான, ஒத்துழையாமை, எதிர்ப்பு இவற்றுடன் த்தியாக்ரகத்தை ஒரு மாபெரும் சக்திக்கெதிராக அவர் தொடங்கினார். கொடும் சக்திகளுக் கெதிரான ஒத்துழையாமைக்குப் பெரும் உதாரணங்களாக காந்திஜி விபீஷணரையும் பிரஹலாதனையும் குறிப்பிடுவார். ஒத்துழையாமை தனது கண்டுபிடிப்பு அல்ல என்றும் கூறுவார். கொடுங்கோலுக்கு எதிராக அஹிம்சை அடிப்படையிலான போராட்டத்தைத் தொடங்கலாம் என்ற துணிச்சலான எண்ணம் அவருக்குத் தான் தோன்றியது. அதன் வெற்றியும் வியக்கத் தகுவிதத்தில் இருந்தது. ஒரு பத்திரிகையாளர் காந்திஜியிடம் கேட்டார். \"அணுகுண்டு வெடிக்கப்பட்ட பின்பும் கூட உங்களுக்கு சத்தியத்தின் மீதும் அஹிம்சை மிதும் நம்பிக்கை உள்ளதா?\" காந்திஜி பதில் கூறினார்: \"இப்போதும் சத்தியத்தின் மீதும் அஹிம்சையின் மீதும் உள்ள நம்பிக்கை குறையவில்லை. மாறாக மிகவும் அதிகரித்துள்ளது அசிம்சை ச த்தியத்திற்கெதிராக அணுகுண்டு அற்பமானதுதான். அஹிம்சையை அணுகுண்டினாலும் அழிக்க முடியாது.\" வேறு எந்தத் தலைவரைக் காட்டிலும் இந்திய மக்களை ஒன்று திரட்டியபெருமை காந்திஜியையே சாரும்.\nஎனது\nJ\nகாந்திஜியின் தலைமையில் இந்தியாவுக்கு அஹிம்சை அடிப்படையில் சுதந்திரம் கிடைத்தது. ஆசிய மற்றும் ஆப்பிரிக்க கண்டங்களில் மேலை நாடுகளின் ஆதிக்கத் திற்குட்பட்டு சுரண்டப்பட்டு வரும் எல்லா நாடுகளுமே இந்தியாவின் முன் உதாரணத்தைப் பார்த்து நம்பிக்கை கொள்ள வேண்டும் என்று கூறி வந்தார். 'அஹிம்சை அடிப்படையிலான இந்தியாவின் சுதந்திரப் போராட்டம் அடிமைப் பிடியில் உள்ள உலகின் எல்லா\n146\nநாடுகளுக்கும் பொருந்தக் கூடியது\" இந்தியாவின் உதாரணத் தைப் பின்பற்றி பல நாடுகள், சுதந்திரம் பெற்றன. மனித உரிமைகளையும் பெறுவதற்கான போராட்டத்தை அமெரிக்காவின் கறுப்பின மக்கள் மேற்கொண்டுள்ளனர். •(இது 1964ம் ஆண்டு நிலவரம். அடுத்த சில ஆண்டுகளில் அம்மக்களுக்கும் வெற்றி கிட்டிவிட்டது).\nமீட்டர்\nதனது எதிராளியின் மனதிலும் மாற்றம் கொண்டுவர வேண்டும் என்ற அவரது முயற்சிக்கிணங்க அவரது உடையில் கடைசி குறிப்பிடத்தக்க மாற்றங்கள் ஏற்பட்டன. காந்திஜி தடவையாக தென் ஆப்பிரிக்காவிலிருந்து இந்தியா திரும்பியதும், வட இந்தியர் பாணியில் தார்பாய்ச்சி வேஷ்டியும், முழுக்கை சட்டையும், நீண்ட கோட்டும், கத்தியவார் பாணி தலைப்பாகை யும் அணிந்து கொண்டார். இந்தியாவின் வெப்பமான சூழ்நிலைக்கு அந்த உடை ஏற்றதல்ல என்பதை அவர் விரைவில் உணர்ந்து கொண்டார். மேலும் தலைப்பாகைக்காக கணக்கில் துணி வீணாகியது. விரைவில் அவர் வேஷ்டி, மேல் சட்டை மற்றும் ஒரு தொப்பியுடன் கூடிய உடைக்கு மாறினார். பெரிய மனிதர்களாகக் கருதப்பட்ட சிலருக்கு காந்திஜி இவ்வளவு எளிமையான உடைகளுடன் பொதுக் கூட்டங்களிலும் பொது நிகழ்ச்சிகளிலும் கலந்து கொண்டது அதிர்ச்சி அளித்தது. அவர் நூல் நூற்கவும் துணி நெய்யவும் பழகியபோது முழுவதும் கதராக மாறியது. காந்திஜி அணிந்த குல்லாய் காஷ்மீரிகள் அணிந்த குல்லா யைப் போலவே இருந்தது. ஆனால் காஷ்மீர் குல்லாயில் இருந்த பின்னல் அலங்காரம் (எம்பிராய்டரி) காந்திஜியின் குல்லாயில் கிடையாது. காந்திஜி குல்லாயின் நிறம் வெள்ளை யாக இருக்க வேண்டும் என்பதில் பிடிவாதமாக இருந்தார். வெள்ளைக் குல்லாய் எளிதில் அழுக்காகி விடுகிறது என்று பலர் புகார் கூறியதற்கு, காந்திஜி கூறிய பதில்: \"சுத்தத்தை உரிய முறையில் கடைபிடிக்க வேண்டும் என்பதற்காகவே நான் வெள்ளைக் குல்லாயை அறிமுகப்படுத்தினேன். மெல்லிய துணியில் செய்யப்பட்ட இக்குல்லாயை எளிதாக வெளுத்து விடலாம். உலர்வதற்கு அதிக நேரம் பிடிக்காது. குல்லாய் வேறு நிறங்களில் இருந்தால் அதுவும் அழுக்காகும். ஆனால், அழுக்கு தெரிவதில்லை.\" கதர் வேஷ்டி அல்லது பைஜாமா, ஜிப்பா, தொப்பி ஆகியவை பிரசித்தமாகி தேசிய உடையாகவே மாறிவிட்டன.\n9 551\ne\nபல பிகாரிகள், மார்வாடிகள் மற்றும் குஜராத்திகள்\nநீண்ட தலைப்பாகையைக் தங்களது குல்லாயை அணிந்து கொண்டனர்.\nகைவிட்டு முஸ்லீம்களும் தங்களது\nமொழி பெயர்ப்பாளரின் குறிப்பு\n147\n"}