{"doc_id": "8a27c136-2678-4a08-bdeb-574638dc2704", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 82, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "அலங்காரக் குல்லாயைக் கைவிட்டு காந்தி குல்லாயை அணிந்தனர். வங்காளிகளும் தென் இந்தியர்களும் தலைப்பாகை அணிவதில்லை என்றாலும்கூட இப்போது காந்தி-குல்லாய் அணியும் பழக்கத்தை மேற்கொண்டனர். சுதேசிப் போராட்ட காலத்தில் காத்தி குல்லாய் ஆங்கில அரசாங்கத்திற்கு எரிச்சல் ஊட்டியது. குல்லாய் அணிந்தவர்களுக்கு அவ்வப்போது\nதடியாராதனை நடந்தது. அவர்களது குல்லாயும் அகற்றப் பட்டது. பள்ளி மாணவர்கள்கூட அக்குல்லாய் அணிந்ததற்காக தண்டனைக்காளானார்கள். பல தடவைகள் காந்தி-குல்லாய் அணிந்த தொண்டர்களுக்கு 10 ரூபாய் அபராதம் விதிக்கப் பட்டது. அபராதம் கட்டத் தவறியவர்கள் சிறைக்கு அனுப்பப் பட்டார்கள். காந்திஜி அத்தொப்பியை சிறிது காலத்திற்கு மட்டுமே அணிந்தார். கடைசியாக அவர் அணிந்த உடை அரையாடையும் மேல் அங்கியும் மட்டுமே. காலில் சாதாரண செருப்பு அணிந்தார். ஒரு தலைவர் சாதாரண உடையணிந் தால்தான் நாட்டு மக்களின் உண்மையான பிரதிநிதியாக விளங்க முடியும் என்று அவர் நம்பினார். அவர் ஐரோப்பா முழுவதும் அந்த அரையாடையிலேயே சுற்றினார். அதே ஆடை யுடன் இங்கிலாந்து நாட்டு மன்னரையும் சந்தித்தார். ஒரு தடவை இங்கிலாந்து நாட்டிலிருந்து வந்த ஒரு முக்கியமான மனிதர் ரயில் நிலையத்திலிருந்து மாட்டு வண்டியில் பயணித்து காந்திஜியின் ஆசிரமத்திற்கு வந்து சேர்ந்தார். காந்திஜியைக் காணவரும் எல்லோருமே தரையில் சம்மணமிட்டு அமர்ந்துதான் அவருடன் உரையாடி வந்தனர். ஆசிரம உணவைத்தான் அவர்கள் உட் கொண்டனர். அந்த சேவாக்ராம ஆசிரமத்து முனிவர் விருந் தோம்பலில் சிறந்தவர்தான். விருந்தாளிகளைப் பரிவுடன் கவனித்துக் கொள்வார். நாசூக்கான மேல்நாட்டு விருந்தாளி களுக்கு அங்கு நாட்டுப்புற பாணியில் அளிக்கப்பட்ட வசதிகள்\n|\nபற்றி அந்த முனிவருக்கு சங்கடம் ஏதும் கிடையாது.ஒரு நாட்டின் பெருமை - அதிலும் ஏழ்மையான ஒரு நாட்டின் பெருமை- தடபுட லான விருந்து உபசாரத்தில் அடங்கியுள்ளதாக அவர் நினைக்க வில்லை. மாறாக வீண் பெருமையும், பகட்டும், ஏழ்மையை மறைக்கும் முயற்சிகளும் அவருக்கு வருத்தம் அளித்தன. அவரது கிராமத்திலிருந்து அடிக்கடி டில்லி, சிம்லா, பம்பாய், கல்கத்தா போன்ற நகரங்களுக்கு கவர்னர் ஜெனரலையும் ஆங்கில அதிகாரிகளையும் சந்திப்பதற்காக அடிக்கடி பயணம் மேற்கொள்ள வேண்டி வந்தது. தனது எண்ணங்களை மக்களிடையே எடுத்துச் சொல்வதற்காகவும், அவர்களுடன் கொள்வதற்காகவும் பலமுறைகள்\nஏனைய\nTIS\nஅவர்\nஒரு\nதடவைகூட\nநாடளாவிய பயணங்களை மேற்கொண்டுள்ளார். இருப்பினும் ஆகாய விமானத்தில் பறக்கவில்லை. ரயிலில் மூன்றாம் வகுப்பில்தான் பயணம் செய்தார். சுதந்திரத்திற்கு முன்பு மற்ற தலைவர்களும் அவருடைய உதாரணத்தைப் பின்பற்றினர். காந்திஜி நிர்வாக எந்திரத்தையே மாற்றி அமைக்க விரும்பினார். \"மக்களாட்சியில் விவசாயிதான் அரசாள வேண்டும். ஒரு விவசாயி பிரதம மந்திரியாக இருந்தால்தான் வசிப்பதற்கு ஒரு அரண்மனை வேண்டும் என்று ஒரு மண் குடிசையில் வசிப்பார். திறந்தவெளியில் உறங்குவார். நேரம் கிடைக்கும்போதெல்லாம் வயலில் இறங்கி வேலை செய்வார்.'\nகேட்க\nமாட்டார். அவர்\nவசதியான செல்வந்தச் சூழ்நிலையில் வளர்ந்தவர்களுக்கு புதிய பாதையில் செல்வதற்கான துணிச்சல் இருக்காது என்பது காந்திஜிக்குத் தெரிந்திருந்தது. ஆரம்பமுதலே சிறுவர்களுக்குப் புதிய முறையில் கல்வி கற்பித்தால் சமூகத்தில் மாற்றம் கொண்டு வரலாம். கல்வித்துறையில் வல்லுநர்கள் பலரது யோசனைகளையும் தனது சிந்தனையையும் ஒருங்கிணைத்து ஒரு புதிய ஆதாரக் கல்வி முறையை அவர் உருவாக்கினார். அதற்கு 'நயிதாலீம்' 'புதியகல்வி' அல்லது ஆதாரக்கல்வி' என்று பெயர். அதில் எழுதுவதற்கும் படிப்பதற்கும் முக்கியத்துவம் தரப்படவில்லை. கல்லாமையை அகற்றுவதைவிட அறியாமையை அகற்றுவதற்கு முக்கியத்துவம் தரப்பட்டது. தொழில் கல்வி அளிப்பதன் மூலம் மாணவர்களுக்குத் தன்னம்பிக்கை வளரும் என்று அவர் நம்பினார். மாணவர்களுக்கு எல்லா மதங்களையும் மதிப் பதற்கும், எல்லா இனமக்கள் மீதும் அன்பு செலுத்துவதற்கும் எல்லாவிதப் பணிகளையும் சமமாக ஏற்றுக் கொள்வதற்கும் தெரிய வேண்டும் என்று அவர் விரும்பினார்.\ne\nபெரிய பிரார்த்தனைக் கூட்டங்களில் பலமதங்களிலிருந்து தேர்ந்தெடுக்கப்பட்டு பாடப்பட்டன.\nபாடல்கள் தனது எண்ணங்களை ஓயாமல் ஒழியாமல் நூற்றுக்கணக்கான கூட்டங்களில் பரப்பி வந்தார். தனது பத்திரிகைகளில் எண்ணற்ற கட்டுரைகளை எழுதினார் அவர் வெற்றிகரமாக நடத்திய பல பத்திரிகைகளில் வருமானம் ஈட்டிய விளம்பரங் களைப் புறக்கணித்தார். பணத்தின் மீது அவருக்கு ஆசை ஆனால், பணத்தை வீணாக விரயம் செய்வது அவருக்குப் பிடிக்காது. ஒரு தடவை அவர் பொதுக் கூட்டத்திற்கு ஏற்பாடு செய்தவர்களிடம் அலங்காரத்திற்காகப் பணத்தை விரயம் செய்யாதீர்கள் என்று அறிவுறுத்தினார்:\nகிடையாது.\n149\n"}