{"doc_id": "ee3aab0e-10b2-4c94-8923-a4a561847c2d", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 83, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "\"பூக்களை உபயோகிப்பதைத் தவிர்த்து சிட்ட மாலையைப் பயன்படுத்துங்கள். நூலில் நிறைய முடிச்சுகளைப் போட்டு பாமுடிக்காதீர்கள். கொடிகளைப் பயன்படுத்தலாம். அலங்காரத் திற்கு வீணாகிப் போன கதர்த்துணியை பயன்படுத்தலாம். பேச்சாளர்களின் பேச்சுக்களை அச்சடிப்பதைத் தவிர்த்தால் நிறைய பணம் மிச்சமாகும். நல்ல கையெழுத்து உடையவர்கள் பேச்சுக்களை கையினால் தயாரித்த காகிதத்தில் எழுதலாம். முக்கியமானவர்களின் பேச்சுக்களைக் கொண்ட காகிதங்களை கதர்த் துணியில் இணைத்து அழகாகத் தைத்து வைக்கலாம்.\"\nவீடுகளின் உட்புறம் செய்யப்படும் அலங்காரம் பற்றி அவருக்குத் தனியான எண்ணங்கள் இருந்தன. அறைகளில் தரை முழுவதும் கம்பளத்தை விரித்து அறைகளை சோபாக்களால் கவர்களில் நிரப்பி எல்லாம் அலங்காரப் பொருள்களைத் தொங்கவிடுவது அவருக்குப் பிடிக்காத ஒன்று. ஜன்னலிலிருந்து தொங்கும் திரைச்சீலைகளும் அவருக்கு பிடிக்காதவை. ஒரு தடவை ஒரு பணக்கார தென் இந்திய வியாபாரியின் வீட்டில் தங்கி இருந்தார். அங்கு குவித்து வைக்கப்பட்டிருந்த அலங்காரப் பொருள்கள் அவருக்குப் பிடிக்கவில்லை. வாய் திறந்து சொல்லியும் விட்டார் : \"இங்கு நிறைக்கப் பட்டுள்ள சோபா நாற்காலிகள் என்னை மூச்சுத் திணற வைக்கின்றன. காற்றோட்டமே இல்லை போன்ற உணர்வு ஏற்படுகிறது. நீங்கள் மாட்டி வைத்துள்ள சில படங்கள் அருவருப்புத் தருகின்றன. செட்டிநாட்டிலுள்ள எல்லா அரண்மனைகளையும் அலங்கரிக்கும் பணி எனக்குத் தரப்பட்டால் நீங்கள் செலவழித்துள்ள பணத்தில் பத்தில் ஒரு பங்கு செலவில் அதைச் செய்து முடிப்பேன். அறைகள் அழகாகவும் காற்றோட்டத்துடனும் விளங்கி நாட்டின் தலைசிறந்த கட்டிடக் கலை நிபுணர்கள் எனது அலங்காரத் திறனுக்குச் சான்றிதழ் அளிப்பார்கள்.\" நாட்டின் பிரசித்தி பெற்ற கலைஞர்களுள் ஒருவராகிய நந்தலால் போஸ் அவர்கள் காந்திஜியின் கலைத்திறனைப் பாராட்டியுள்ளதால் அவரது இந்தத் தற்பெருமை நியாயமாகவே படுகிறது. சேவாக்ராம் பற்றி போஸ் இவ்வாறு குறிப்பிடுகிறார்: \"தரையும் சுவர்களும் பசுஞ்சாணத்தினால் மெழுகப்பட்டிருந்தன. அறையில் படங்\n150\nகளோ, போட்டோக்களோ சிலை உருவங்களோ இல்லை. ஒரு மூலையில் பாய் விரிக்கப்பட்டிருந்தது. ஒரு கதர்த்துணி உட்காருவதற்காக விரிக்கப்பட்டிருந்தது. கூடவே ஒரு சிறிய திண்டு இருந்தது. கதர்த்துணி நிரம்பிய மூட்டை ஒன்று\nசாய்வு மேஜையாகப் பயன்படுத்தப் பட்டது. ஒரு வெண்கல லோட்டாவும் இருந்தது. அரச இலை வடிவத்தில் இருந்த ஒரு இரும்புத் துண்டினால் அந்த லோட்டா மூடப்பட்டிருந்தது. அந்த அறையில் அமைதி நிலவியது. சுத்தம் இருந்தது. பொருள்கள் சீராக வைக்கப் பட்டிருந்தன. அழகு மிளிர்ந்தது. இடுப்பில் அரையாடையுடன் அவர் ஒரு மூலையில் அமர்ந் திருந்தார். அவர் முகத்தில் மாறாத புன்சிரிப்பு. எனக்கென்னவோ எடுக்கப்பட்ட அவரது தோற்றம் உரையிலிருந்து வெளியே கூர்மையான வாளை நினைவுக்குக் கொண்டு வந்தது. அந்த ஹிம்சை ஒன்றைத்தவிர மற்ற குணங்களும் இருந்தன.\"\nவாளிடம்\nஎல்லா\nஏராளமான மக்களுக்கு எவ்வளவோ ஓய்வு நேரம் இருக்கிறது. இத்தகைய நிலை நம் நாட்டின் அழிவுக்கே அடிகோலும். வேலையில்லாத நிர்ப்பந்தத்தினாலோ; வேண்டுமென்றே சோம்பலாலோ மக்கள் தங்கள் நேரத்தை வீணாக்கும் வரை, அயல் நாட்டினரும், நம் நாட்டினில் சிலரும். அவர்களைச் சுரண்ட முடியும் என்பதையும், மக்கள் சுயராஜ்யம் அடைய முடியாது என்பதையும் உணர்ந்தேன். அவர்களைச் சுரண்டுவோர், அயல் நாட்டினராயிருந்தாலும் சரி, இந்திய நகரவாசியாயினும் சரி. அவர்கள் சுயரா ாஜ்யம் அடைய முடியாது என்பது மட்டும் நிச்சயம்: ஆகவே, அவர்கள் கதர்வேலை செய்யாவிடினும், நம் முன்னோர்கள் பயின்று வந்ததும், இன்று மறைத் துள்ளதுமான தொழில் எதையாவது செய்வது அவசியம். எங் இந்தியா 30 31926\n151\n"}