{"doc_id": "bc70cafd-8d6b-4f71-86bb-880eb108fe2e", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 84, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "26\nகாந்திஜி ஒரு பாம்பாட்டி\nறு பையனாக இருந்தபோது காந்திஜி பாம்புகளைக் கண்டு பயப்படுவார். இருளில் தனியாகச் செல்லவும் அச்சம்தான் திருடர்களும்,பேய்களும், பாம்புகளும் அவரைத் தாக்கக்கூடும் என்று அவர் அஞ்சினார்.\nஅவர் துறவிபோல் வாழ்ந்து வந்தார். தனது 35-வது வயதிலிருந்து ஆசிரமங்களில் வசிக்கத் தொடங்கினார். அவரது ஆசிரமம் ஒரு சிறு குடிசை அல்ல. காம்பவுண்டு சுவரால் சூழப் பட்ட கிணறுகளுடன் கூடிய பெரியதோர் பழத்தோட்டம். டவுன் பகுதியிலிருந்து தூரத்தில் அமைந்திருந்தது. காந்திஜி பணக்காரர் அல்ல. மலிவான விலையில் தரிசு நிலத்தை வாங்கி ஆசிரமத்தைத் தொடங்கி இருந்தார். ஃபீனிக்ஸ் குடியிருப்பு, டால்ஸ்டாய் பண்ணை, சபர்மதி ஆசிரமம், வார்தா ஆசிரமம் மற்றும் சேவாக்ராம் ஆகிய எல்லா ஆசிரமங்களிலும் நிறைய பாம்புகள் நடமாடின. குடில்கள் கட்டப்படுவதற்கு முன் ஆசிரமவாசிகள் கூடாரங்களில் வசித்தனர். குழந்தைகளுடன் அச்சூழ்நிலையில் கூடாரங்களில் வசிப்பதில் அபாயம் இருந்தது. ஒரு நாள் பாம்பு ஒன்று கூரையில் காணப்படும். மற்றொரு நாள் ஜோடிப் பாம்புகள் ஒரு சைக்கிளுக்கு முன்பாகக் காணப்படும். சமயம் படுக்கை அறைக்குள்ளும் அவை நுழைந்துவிடும். அப் பாம்புகளை என்ன செய்வது என்பது பிரச்சினையாக இருந்தது.\nசில\nகாந்திஜி ஒரு பக்தி நிறைந்த வைஷ்ணவர் என்ற முறையில் அஹிம்சையில் நம்பிக்கை வைத்திருந்தார். தனது உயிருக்கோ, தனது மகன் அல்லது மனைவியின் உயிருக்கோ அபாயம் ஏற்பட்டு, டாக்டர்கள் புலால் சூப் சாப்பிட்டால்தான் உயிர் பிழைக்கலாம் என்று கூறிய சூல்நிலையில்கூட புலாலை மறுத்தவர். பசுக்களும் எருமைகளும் பால்காரர்கள் பாலை ஒட்டக் கறந்து விடுவது காரணமாகத் துன்பத்திற்கு ஆளா கின்றன என்பதைக் கண்டு பசும்பால் மற்றும் எருமைப் பால் சாப்பிடுவதை நிறுத்தியவர் அவர். அப்படிப்பட்டவரால் பாம்பை எப்படி அடிக்க இயலும்? விஷப் பாம்புகளைக் கூட அடிக்கக் கூடாது. என்ற கட்டுப்பாடு ஆசிரமத்தில் இருந்தது. கயிறுகளைக் கொண்டு பாம்புகளைப் பிடிப்பதற்கான கருவி ஒன்று தயாரிக்கப் பாம்புகள் பிடிக்கப்பட்டு ஆசிரமத்திலிருந்து தொலைவான இடத்தில் விடப்பட்டன. சில சமயங்களில்\nபாம்புகள் காணப்பட்ட இடத்தில் அவற்றைப் பிடிக்க இயலாத சூழ்நிலை இருந்தது அல்லது சிலர் பாம்புகளின் அருகே சென்று அவற்றைப் பிடிக்க அஞ்சினர். அவ்வாறான சூழ்நிலையில் என்ன செய்வது? காந்திஜிக்கு ஹிம்சை வழி தவிர்க்கமுடியாத ஒன்று என்று புரிந்து விட்டது. காய்கறிகளை உண்பதன் மூலம் செடி கொடிகளுக்கு நாம் வன்முறை இழைக்கிறோம். வருத்தத்துடன் பாம்புகளை அடிக்க அவர் ஒப்புதல் அளித்தார்: \"ஒரு பாம்பு கொல்லப்படுவது பாம்புக் கடியினால் ஏற்படக்கூடிய ஒரு குழந்தையின் சாவின் அளவிற்கு துயரம் தரக்கூடியது அல்ல. எனக்கு இன்னமும் பாம்பைக் கண்டால் பயமாகவே இருக்கிறது. அப்படி இருக்கும்போது நான் வேறு யாரையும் அஞ்சாமல் இருக்கும்படி எப்படிக் கூறமுடியும்?\" பாம்புகளை விரட்டவோ பிடிக்கவோ வழி ஏதும் இல்லை என்றால் அவற்றைக் கொல்ல காந்திஜி அனுமதித்தார்.\nபாம்புகளைப் பற்றி அறிய அவர் ஆவலாக இருந்தார். நண்பரும் ஆசிரம வாசியுமாகிய காலன்பாக்கின் உதவியுடன் விஷமுள்ள மற்றும் விஷமற்ற பாம்புகளிடையே உள்ள வேறுபாட்டை அவர் அறிந்துகொண்டார். செயல்முறை விளக் கத்திற்காக காலன் பாக் ஒரு நல்ல பாம்பைப் பிடித்து கூண்டில் வைத்திருந்தார். அப்பாம்பிற்கு அவர் தம் கைகளால் உணவு வழங்குவார். யாரும் அப்பாம்பைத் தொந்தரவு செய்யவில்லை. காந்திஜிக்கு அது அவ்வளவாகப் பிடிக்கவில்லை. காலன் பாக்கிடம் அவர் கூறுவார்: \"அதனுடைய பழக்க வழக்கங்களை அறிந்து கொள்வதற்காக நாம் அதைச் சிறையில் அடைத்து விட்டோம். நல்ல பாம்பிற்கு நம்முடைய நட்புணர்வு புரியாது. உங்களுக்கோ எனக்கோ அத்துடன் விளையாடுவதற்கான துணிச்சல் கிடையாது. நீங்கள் அதனுடன் நட்புடன் பழகினாலும்கூட பயமும் உங்களிடம் உள்ளது. நல்ல பாம்பை அடக்கி வைப்பதில் அன்புக்கு இடம் இல்லை”. அந்தப் பாம்பிற்கும் மனித நட்பின் மீது சந்தேகம் வந்துவிட்டது போலும். அது கண்டிலிருந்து தப்பி ஓடிவிட்டது.\nஆசிரமத்தில் இருந்த இன்னொரு ஜெர்மனி நாட்டவரும் பாம்புகளைக் கையாள்வதில் வல்லவராக இருந்தார். குட்டிப் பாம்புகளைப் பிடித்து தனது கைகளில் வைப்பார். போன்ற துணிச்சலான செயலை காந்திஜி வரவேற்றார். அவர் ஒரு பாம்பைத் தொடும்போது, நட்புணர்வுடன்தான் தொடு கிறோம் என்பதை அப்பாம்பு உணரவேண்டும் என்று அவர் விரும்பினார். ராமநாமத்தை ஜெபித்தபடி பாம்பின் வாய்க்குள் விரலை விடுவது பெரியதோர் சாதனையாக அமையும் என்று அவர் நம்பினார். ஆனால், அவரது வாழ்வின் இறுதி நாள்வரை\n153\n"}