{"doc_id": "da688414-d2a8-4e04-bd0f-445b07b79163", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 85, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "ஒரு பாம்பையோ தேளையோ அவர் கையில் எடுக்கவில்லை. அதுபற்றி அவருக்கு சற்று வெட்கம்தான்.\nபல முக்கியமான அலுவல்களுக்கிடையேயும் கூட பாம்பு களைப் பற்றி அறிந்து கொள்வதில் அவருக்கிருந்த ஆர்வம் குறையவில்லை. ஒரு தடவை அவரிடம் ஆலோசனை செய் வதற்கு வந்த தலைவர்கள் அவரது கழுத்தில் ஒரு பாம்பு மாலையாகக் கிடப்பதைப் பார்த்து வியப்புற்றார்கள். காந்திஜி ஒரு பாம்பாட்டியுடன் பாம்புகளைக் கையாள்வது பற்றியும் பாம்பு கடிக்கு வைத்தியம் செய்வது பற்றியும் ஆர்வத்துடன் பேசிக்கொண்டிருந்தார். காந்திஜி தானே பாம்பினால் கடியுண்டு தன்னை சோதனைக்குட்படுத்திக் கொள்ளத் தயாராக இருந்தார். ஆனால் அவருடன் இருந்த நண்பர்கள் அவ்விஷப் பரீட்சையை மேற்கொள்ள காந்திஜியை அனுமதிக்கவில்லை. தனது 70-வது வயதில் ஒரு பாம்பாட்டியின் சீடராகும் வாய்ப்பை அவர் இழந்துவிட்டார்.\nதென் ஆப்பிரிக்க சிறை வாசத்தின்போது ஒரு சமயத்தில் அவரது ஈறுகளிலிருந்து ரத்தம் வந்தது. ஒரு நீக்ரோ அவருக்கு உதவியாக இருந்தார். ஒருவர் பேசுவது மற்றவருக்குப் புரியாத தால் சைகைகளினாலேயே பேசிக்கொண்டார். ஒருநாள் அந்த நீக்ரோ அவரிடம் ஓடிவந்து காயமுற்ற தனது விரலைக் காண் பித்தார். அவரது சைகையிலிருந்து ஏதோ ஒரு பிராணி அவரைக் கடித்துவிட்டது என்று காந்திஜி புரிந்து கொண்டார். உடனடி யாகச் சிறை மருத்துவமனைக்கு ஒரு குறிப்பு விஷம் ஏறியுள்ள ரத்தத்தை வெளியேற்றி விட்டால் அவருக்கு வலி குறைந்துவிடும் என்பதை காந்திஜி அறிவார். சுத்தமான கத்தி எதுவும் கிடைக்கவில்லை. தனது வாயினால் அவரது விரலை உறிஞ்சி சிறிது சிறிதாக விஷ ரத்தத்தை அவர் வெளியேற்றினார். அவரது ஈறுகளில் ரத்தம் வடியும் நிலையில் விஷம் அடங்கிய ரத்தத்தை உறிஞ்சுவது அபாயகரமானதுதான். இருப்பினும் அந்த நீக்ரோ வலியினால் துடிப்பதைப் பார்த்து அவரால் சும்மா இருக்க முடியவில்லை.\nஅனுப்பினார்.\nஆனால்\nஎல்லா பாம்புகளிலும் விஷம் கிடையாது என்பதும் பாம்பு கடித்துவிட்டால் எல்லா சமயங்களிலும் மரணம் நேர்த்துவிடாது என்பதையும் அவர் அறிவார். 12 சதவீதம் பாம்புகளே விஷ முள்ளவை. நாட்டு மக்களுக்கு, குறிப்பாக கிராமத்தினருக்கு பாம்புகளைப் பற்றிய விஷயங்களை எடுத்துக் கூற அவர் விரும்பினார். பாம்புகளைப் பற்றி படங்களுடன் அவர் பல கட்டுரைகள் எழுதினார். ஒருமுறை 'ஹரிஜன்' பத்திரிகையில் அவர் இவ்வாறு எழுதினார்: \"நமக்கு எந்தப் பாம்பு விஷம்\n154\n|\nகொண்டது எது விஷமற்றது என்று தெரிவதில்லை. அதனால் எல்லாவித பாம்புகளையும் அடித்துக் கொன்று விடுகிறோம். நிறைய சந்தர்ப்பங்களில் பாம்பினால் கடியுற்றவர் பயத்தின் காரணமாகவே இறந்துபோகிறார். விஷப் பாம்புகள்கூட நாம் அவற்றை மிதித்து விட்டாலோ, சீண்டினாலோ ஒழிய நம்மைக் கடிப்பதில்லை. பாம்புகள்தான் எலிகளையும் கேடு விளை விக்கும் பூச்சிகளை அழித்து கட்டுப்பாட்டினுள் வைக்கின்றன. இதன் காரணமாகவே அவை 'வயல்களின் ரட்சகன்' என்று அழைக்கப்படுகின்றன. நாகபஞ்சமி அன்று தாய்மார்கள் பாம்புப் புற்றுகளுக்கு வெளியே கிண்ணத்தில் பால் வைக்கின்றனர். இதன் மூலம் பாம்புகளிடம் தங்களது நட்பை வெளிப்படுத்து கின்றனர். ஏழு தலைகளுடன் கூடிய ஆதிசேஷன் பாம்பின் மீது விஷ்ணு படுத்திருக்கும் காட்சி எனக்குப் பிடித்தமானது. கடவுள் எப்படி பயமின்றி படம் விரித்த ஏழு தலைப் பாம்பின் மடியில் படுத்துள்ளார் என்பதிலிருந்து நாம் தெரிந்து கொள்ளும் பாடம் பாம்பைக் கண்டு நாம் அஞ்சக் கூடாது என்பதுதான்\".\nஒரு முறை காந்திஜியின் குடிசைக்கு வெளியே அரை டிராயர் அணிந்த சிறுவர்கள் கூட்டமாக நின்றிருந்தனர். அவர் களது கண்கள் கண்ணாடி ஜாடியில் வைக்கப்பட்டிருந்த பாம்பின் மீது இருந்தன. காந்திஜி அதை ஒரு டாக்டரிடம் அனுப்பி வைத்தார். அது ஒரு விரியன் பாம்பு என்று தெரிய வந்தது. டாக்டர் அதன் தலையை உடைத்து காத்திஜிக்குத் திருப்பி அனுப்பினார். அதன் தண்டுவடம் பாதிப்பு அடையாமல் இருந்ததால் பாம்பு மேலும் மூன்று நாட்களுக்கு உயிருடன் இருந்தது. இருப்பினும் பொறுக்க இயலாத துன்பத்திலிருந்து விடுவிப்பதற்காக அது கொல்லப்பட்டு ஆல்கஹால் நிரம்பிய ஜாடியில் வைக்கப்பட்டது. காந்திஜி எப்போதுமே உயிருள்ள மற்றும் உயிரற்ற பாம்புகளை மக்களுக்குக் காட்டுவார். உயிருள்ள கூண்டு ஒன்றும் ஆசிரமத்தில்\nபாம்புகளுக்கான\nஅமைக்கப்பட்டிருந்தது.\nஒரு தத்துவ ஞானி நண்பரிடம் காந்திஜி இவ்வாறு கேட் டார்: “ஒரு பாம்பு நம்மைக் கடிக்க வந்தால் நாம் என்ன செய்ய வேண்டும்?\" அந்த தத்துவ ஞானி கூ பதில்: \"நாம் அதை அடிக்கக் கூடாது நம்மை அது கடித்தால் அதையும் நாம் ஏற்க வேண்டும்.\" காந்திஜி எந்தப் பாம்பையும் அடிக்கவில்லை. பாம்புகளும் அவருக்கோ மற்ற ஆசிரம வாசிகளுக்கோ எந்தத் தீங்கையும் விளைவிக்கவில்லை. அவருடைய ஆசிரம் வாசிகள் யாருமே பாம்பினால் கடிபட்டு இறக்கவில்லை. காந்திஜி பாம்பு களின் ஸ்பரிசத்தை அறிவார். விஷப் பற்கள் அவர் உடலைத் தீண்டியதில்லை.\n155\n"}