{"doc_id": "7dbd5099-e2ae-454a-b9a5-b1f454c435a2", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 86, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "ஒரு நாள் மாலை நேரத்தில் நண்பருடன் உரையாடிக் கொண்டிருந்தபோது ஒரு பாம்பு அவரது மேலாடை மீது படம் எடுத்த வண்ணம் நெளிந்து கொண்டிருந்தது. அந்த நண்பர் காந்திஜியை அசையாமல் இருக்கும்படி கூறினார். காந்திஜி பதட்டம் அடையவில்லை- நண்பரை பயப்படாமல் இருக்கும்படி சொன்னார். நண்பர் காந்திஜியின் மேலாடையைச் சட்டென்று கழற்றி விசிறி எறிந்து விட்டார். மற்றொரு சமயம் காந்திஜி உணவருந்திவிட்டு ஓய்வு எடுத்துக் கொண்டிருந்த போது அவரது மார்பின் மீது ஒரு பாம்பு நெளிந்து கொண்டிருந்தது. காந்திஜி சிறிதும் பதற்றம் அடையவில்லை. மற்றொரு சமயம் நன்கு படித்த பாம்பாட்டி ஒருவர் காந்திஜி மருத்துவமனையில் சிகிச்சை பெற்றுக் கொண்டிருந்தபோது அவரைக் காண வந்தார் தன்னால் பாம்புகளை அடக்க முடியும் என்பதைக் காட்டுவதற்காக அவர் சில விஷப் பாம்புகளை காந்திஜியின் படுக்கை மீது விட்டார். அவை காந்திஜியின் போர்வை மீது ஆடத் தொடங்கின. காந்திஜி அமைதியாகப் பார்த்துக் கொண்டிருந்தார். சற்றும் பதட்டம் அடையவில்லை.\nசைகை\nமற்றொரு சமயம் காந்திஜி மௌனவிரதம் அனுஷ்டித்த தினத்தில் நடந்த பிரார்த்தனையின் போது பாதை தவறி வந்த ஒரு பாம்பு காந்திஜியின் பக்கமாக வரத் தொடங்கியது. காந்திஜியின் உடன் இருந்தவர்கள் பதற்றம் அடைந்தனர். பாம்பு பயந்து போய் காந்திஜியின் மடியில் வந்தமர்ந்து விட்டது. காந்திஜி எல்லோரையும் அமைதியாக இருக்கும்படி செய்தார். பிரார்த்தனை தொடர்ந்தது. பாம்பும் மெல்ல அவர் மடியிலிருந்து இறங்கிச் சென்று விட்டது. காந்திஜியிடம் அந்த சமயத்தில் அவரது உணர்வு எப்படி இருந்தது என்று ஒரு அன்பர் கேட்டதற்கு காந்திஜி கூறுவார் : “ஒருகணம் எனக்கு பதற்றம் ஏற்பட்டது. பிறகு நான் நிதானத்திற்கு வந்து விட்டேன், அந்தப் பாம்பு என்னைக் கடித்தாலும்கூட நான் உங்களிடம் அப்பாம்பைக் கொல்ல என்று கேட்டுக் கொண்டிருப்பேன். யாரும் பயமுறுத்தக் கூடாது. அதை ஓடிச் செல்ல அனுமதிக்க வேண்டும்.\"\nவேண்டாம்\nஅதை\n156\n27\nகாந்திஜி ஒரு புரோகிதர்\nகாந்திஜி பிரம்மச்சரிய விரதத்தையும் தானாகவே விரும்பி எளிய வாழ்வையும் மேற்கொண்டபோது இவ்வாறு கூறினார். \"மனித சமுதாயத்திற்கு சேவை செய்ய முன்வருபவர்கள் திருமணம் செய்து கொள்ளக் கூடாது.\"\nஇந்த எண்ணம் வருவதற்கு முன்பாக தனது பல பிரம்மச்சாரி நண்பர்களின் திருமணத்தை நடத்தி வைத்துள்ளார். எல்லோரும் ஒரே குடும்பத்து அங்கத்தினர்கள் போல் சேர்ந்து வாழ வேண்டும் என்றும் கூறுவார். தனது இந்திய நண்பர் களைத் தங்கள் மனைவிமார்களுடன் தென்ஆப்பிரிக்காவுக்கு வரும்படி அழைத்தார். தனது ஐரோப்பிய நண்பர்களாகிய வெஸ்டையும் போலாக்கையும் விரைவில் திருமணம் செய்து கொள்ளும்படி யோசனை கூறினார். போலாக்கிற்குப் பணப் பிரச்சனை இருந்ததால் சற்றுத் தயக்கம் காட்டினார். இதயங் கள் ஒன்றை ஒன்று விரும்ப நிலையில் திருமணத்தைத் தள்ளிப் போடக் கூடாது என்று காந்திஜி கூறினார். அடுத்து இங்கிலாந்தி லிருந்து அம்மணப்பெண் தென்ஆப்பிரிக்கா வந்த சமயத்தில் போலாக்கின் திருமணம் நடைபெற்றது. கல்யாணத்திற்கான ஏற்பாடுகளையும் காந்திஜி தாமே செய்ததுடன் மாப்பிள்ளை தோழனாகவும் செயல்பட்டார்.\nஎல்லா\nஅவரது ஆசிரமங்களில் சில சமயங்களில் அவர் புரோகித பணியாற்றியுள்ளார். அவர் ஜோடிகளைச் சேர்த்த\nராகப் விதமும், புரோகிதம் செய்த விதமும் அசாதாரணமானவை. இந்துக்களின் திருமண முறைகளை அவர் முற்றிலுமாக மாற்ற விரும்பினார். வரதட்சணை, செல்வம் பெரிய படிப்பு, உயர்ந்த ஜாதி போன்ற தகுதிகளை அவர் அவசியம் என்று எண்ண நல்ல நடத்தை, ஆரோக்யமான உழைப்பிற்கேற்ற உடல்வாகு ஆகிய இரண்டையுமே அவர் முக்கியமான தகுதி களாகக் கருதினார். அவர் நடத்தி வைத்த ஒரு திருமணத்தில் மணமகன் கையினால் நூற்று, கையினால் நெய்த கதர் உடையை அணிந்திருந்தார். கதர் சிட்டத்தினாலான மாலையைத் தவிர வேறு எந்த மாலையையும் நகையையும் அவர் அணியவில்லை. அம்மாலைகளை அக்கினியின் முன்பாக மணமகனும், மணமகளும் காண்டனர். வேத மந்திரங்கள்\n157\n"}