{"doc_id": "289042ca-74bc-4593-b205-ad2c9cb3f264", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 87, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "விலையுயர்ந்த பரிசோ வரதட்சணையோ மணமகனுக்குத் தரப்படவில்லை.\nவரதட்சணை முறையை அவர் வலிமையாகக் கண்டித்தார். கல்லூரி மாணவர்களிடம் பெண்களை அடிமை போல் நடத்தக் கூடாது என்று அறிவுறுத்தினார். மனைவியரைத் தம் வீட்டிலும் இதயத்திலும் அரசியைப் போல் வைத்திருங்கள். விலைக்கு வாங்கி விற்கக் கூடிய அடிமைப் போல் வைக்காதீர்கள் என்றார் அவர். பெண்களை அர்த்தாங்கினி - உடலில்பாதி, அதிலும் மேம்பட்ட பாதி என்றெல்லாம் வர்ணிக்கிறோம். \"என் பொறுப் பில் ஒரு பெண் இருந்தால் அவருக்கு ஒரு பைசா வரதட்சணை கொடுத்து திருமணம் செய்து கொடுக்க இசைய மாட்டேன். அவள் என் பொறுப்பில் கன்னியாகவே வாழலாம்.\"\nIn L\nதிருமண விருந்துகளுக்காக ஆடம்பரமாகச் செலவு செய்யப்படுவது அவருக்கு பிடிக்காத ஒன்று. ஜனநாயக யுகத் தில் சம்பிரதாயச் சடங்குகளுக்கு பத்து ரூபாய்க்கு மேல் செலவு செய்யப்படக் கூடாது என்று கூறுவார். முக்கியமான சடங்கு தவிர வேறு எதுவும் திருமணத்தின் போது செய்யவேண்டிய தில்லை என்றும் அவர் கூறினார். நாட்டின் பரம ஏழையான குடிமகனுக்குக் கூட காந்திஜியின் இக்கட்டளையை நிறைவேற்று வது சாத்தியமாக இருந்திராது. கிராமத்து மக்கள் திருமணம் மற்றும் கருமாதி போன்ற சடங்குகளுக்கு பெரும் அளவில் பணம் செலவு செய்து கடனாளியாகி விடுகின்றனர். அவர்களுக்கு காந்திஜி கூறுவார். “நான் உங்களுக்கு புரோகிதம் செய்கிறேன். கலியாணத்திற்கோ கருமாதிக்கோ பணத்தை விரயம் செய்ய வேண்டாம்.\" கருமாதி அல்லது திதி (திவசம்) அனுசரிக்கப்படும் முறையை அவர் ஆதரிக்கவில்லை. நம் முன்னோர்களுக்கு திதி அனுசரிக்க வேண்டும் என்றால் நாம் அவர்களது நற்பண்புகளை நினைவு கூர்ந்து நம் வாழ்விலும் ஏற்று நடப்பதுதான் சரியான முறை. பூணூல் அணிவதிலும் ஏதோ விசேஷமான அர்த்தம் இருப்பதாக அவர் ஒப்புக் கொள்ளவில்லை. \"அதை அணிவதில் எந்தப் பயனும் கிடையாது. பண்டைக் காலத்தில் ஆரியர்கள் தங்களை ஆரியரல்லா தவர்களிலிருந்து வேறுபடுத்திக் காட்டிக் கொள்வதற்காக அதை அணிந்தனர். மேல் ஜாதியினரையும் கீழ் ஜாதியினரையும் பாகுபடுத்திக் காட்டும் சின்னம் தான் அப்பூணூல் என்றால் அது துறக்கப்படவேண்டும். நற்பண்பு களை நாம் அனுசரிப்பதுதான் நல்லதோர் பூணூல் அணிவது போன்றது.\"\nஇந்தப் புரோகிதர் தட்சிணை கேட்கமாட்டார். சில சமயம் ஹரிஜன் நலநிதிக்கு நன்கொடை வசூலிப்பார். ஒரு கலப்பு\n158\nதிருமணத்தை நடத்தி வைத்தபோது ஹரிஜனங்களுக்குக் கிணறு வெட்டுவதற்காக 5000 ரூபாய் நன்கொடை வசூலித்துவிட்டார். ஆசிரமத்தில் நடந்த வேறொரு திருமணத்தில் பிராமண மணமகளுக்கும் மணமகனுக்கும் ஹரிஜன கிறிஸ்தவர் புரோகித ராகச் செயல்பட்டார்.\nவெல்லம்\nதிருமணச் சடங்குகள் முடிந்ததும் ஆறணாவுக்கு (40 பைசா) வாங்கி எல்லோருக்கும் விநியோகித்தார். ஒரு மணமகனுக்கு இவ்வாறு எழுதினார். \"நீ இங்கே தனியாக வா, நான் உனக்கு திருமணம் செய்து அனுப்பி வைக்கிறேன்.' மணமகனுடன் நண்பர்களோ உறவினர்களோ திருமணத்திற்கு வரத் தேவையில்லை என்றே அவர் கருதினார். திருமணத்தில் ஏழு பேர்களைப் பார்த்து விட்டாலே \"சப்த ரிஷிகளும் வந்து விட்டனர்\" என்பார். \"இதோ அருந்ததியும் (மணமகளின் தாய்) இங்குதான் இருக்கிறாள்\" என்பார்.\nதனது மூன்றாவது மகனின் திருமணத்தின்போது தம்பதி களுக்கு அவர் கீதை மற்றும் ஆசிரம பஜனாவளி புத்தகம், ஒரு வழங்கினார். மாலை மற்றும் தக்கிளி ஆகியவற்றைப் பரிசாக தன்மகனிடம் கூறினார் “நீ உன் மனைவியின் மானத்தைக்\nகாக்கவேண்டும். அவளுக்கு எஜமானனாக இராதே. நண்பனாக இரு. உங்களது வாழ்க்கை தாய்நாட்டிற்காக அர்ப்பணிக்கப் படட்டும். நீங்கள் இருவருமே உடல் உழைப்பு மூலம் வாழ்க்கை நடத்தவேண்டும்”. மணமகளின் தாய் மணமகனுக்கு ராட்டை ஒன்றைப் பரிசாக வழங்கினார். சடங்குக்கு முன்னதாக\nமணமக்கள்\nஉபவாசம் இருந்து கிணற்றடியையும், மாட்டுத் தொழுவத்தையும் கழுவினர். மரங்களுக்கும் செடிகளுக்கும் நீர் பாய்ச்சி தாங்கள் இயற்கையுடன் ஒன்றி இருப்பதைக் காட்டிக் கொண்டனர். அவர்கள் நூல் நூற்றனர் கீதையும் படித்தனர். இவை எல்லாம் காந்திஜியின் கண்ணோட்டத்தில் சம்பிரதாயச் சடங்காகிய சப்த பதி அல்லது ஏழு காலடிகளுக்கு பதிலாக சடங்காகும். செய்யப்படவேண்டிய திருமணம் முன்பே நிச்சயிக்கப்பட்டிருந்தும் கூட நிச்சயதார்த்தம் இரண்டாண்டு களுக்குத் தள்ளிப் போடப்பட்டது. ஏனெனில் அப்போதுதான் மணப்பெண்ணுக்கு 18 வயது பூர்த்தி அடைத்தது. பால்ய விவாகத்திற்கு எதிர்ப்புத் தெரிவித்தார். நிரம்பிய சிறுவர்களைக் காணும் போதெல்லாம் எனக்கு எனது திருமணம் நினைவுக்கு வருகிறது. எனக்கு என்மீதே பரிதாபமும் ஏற்படுகிறது. மடிமீது அமரக்கூடிய சிறுமியை மணமகளாக்கு வதை எந்த மதமும் அனுமதிக்காது, பெண்ணின் விருப்பத்தை அறியாமல் பெற்றோர்களால் திருமணம் செய்து வைக்கப்பட்ட\nany வயது\n159\n"}