{"doc_id": "7b72c7eb-c4ec-4b9f-996f-1a794c20248f", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 88, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "பெண்ணையும் நான் திருமணமானவளாகக் கருத வில்லை. பதினைந்து வயதுப் பெண் ஒருத்தியை விதவையாகப் பார்ப்பதை என்னால் நினைத்துக் கூடப் பார்க்க முடியவில்லை. மனைவியை இழந்த கணவன்மார்களுக்கு எப்படி மறுமணம் செய்துகொள்ளும் உரிமை உள்ளதோ அதே போல் விதவை களுக்கும் மறுமணம் செய்து கொள்ளும் உரிமை உண்டு.\" சில சந்தர்ப்பங்களில் விவாகரத்தையும் அவர் ஆமோதித்தார். ஒரு தடவை சிறையில் இருந்தபடியே தனது முதல் கணவன் உயிருடன் இருக்கும்போதே வேறொருவரை மணந்த ஒரு பெண்மணிக்கு தனது ஆசிகளை வழங்கினார்.\n61\nதன்னை ஒரு சனாதன ஹிந்து என்று சொல்லிக் கொண்டா லும் கூட கலப்பு-ஜாதி, கலப்பு-மத, கலப்பு-மாநிலத் திருமணங் களை அவர் ஆதரித்தார். ஒவ்வொரு கலப்புத் திருமணமும் ஒற்றுமையை வளர்க்கும் என்று அவர் நம்பினார். அவருடைய கடைசிப் பையன், ஒரு குஜராத்தி பனியா ஒரு தென் இந்திய பிராமணப் பெண்ணையல்லவா மணந்தார்! (காந்திஜியின் மகன் தேவதாசுக்கும் ராஜாஜியின் மகள் லட்சுமிக்கும் நடந்த திருமணம் இது).\nகாந்திஜியின் பெற்றோர்கள் வைஷ்ணவ சம்பிராதாயத் தினர். அவர்களது பாதிப்பு காந்திஜியிடம் இருந்தது. பனிரெண் டாவது வயது முதலே தீண்டாமையைப் பாவம் என்று கருதினார். தனது பதினேழாவது வயதில் ஜாதி, மத, இன வேறுபாடின்றி எல்லா மனிதர்களுடனும் பழக கற்றுக் கொண்டார். இருபத்தி ஓராவது வயதில் கீதை, பைபிள் மற்றும் ஏனைய மதங்களின் நூல்களைக் கற்றார். எந்த ஒரு மதத்தைச் சார்ந்தவரும் தனது மதம்தான் உண்மையானது என்றும் மற்ற மதங்கள் பொய் யானவை என்றும், கூறுவது முட்டாள்தனம் என்பார் அவர். கீதையையும் உபநிஷதுகளையும் அவர் நன்கு கற்றிருந்தார். வேதத்தின் சில பகுதிகளையும் கற்றிருந்தார். இருப்பினும் அப்புத்தகங்களிலிருந்து அவர் அடிக்கடி மேற்கோள் காட்டுவ தில்லை. மாறாக அப்புத்தகங்களிலிருந்து கற்ற விஷயங்களைத் தம் வாழ்வில் கடைப்பிடிக்க முயற்சித்தார். பல மதங்களையும் பற்றி அவர் அறிந்திருந்ததால் எந்தத் துயரத்தையும் துணிவுடன் எதிர்நோக்க அவரால் முடிந்தது. உடல் வலிமையை மட்டும் நம்பி இருக்கும் மனிதன் மதங்களுக்கு எதிரான கருத்துக்களை பரப்புகிறான் என்றும், மனோபலம் பொருந்தியவன் மதத்தைப் புரிந்து கொண்டவன் என்றும் அவர் கூறுவார். மதமாற்றம் தேவையற்றது என்பார். இந்து மதம், சீக்கிய மதம், புத்த மதம், இஸ்லாம் மற்றும் கிறிஸ்துவ மதங்களின் அடிப்படைக் கோட்பாடுகளை அவரால் எளிதில் எடுத்துக் கூற முடியும்.\n160\nஅவர்\nசர்ச்சுகளில் நடக்கும் பிரார்த்தனைக் கூட்டங்களில் கலந்து கொள்வதுண்டு. ஒரு சமயத்தில் அவர் இந்து மதத்தைப் பற்றி நான்கு பிரசங்கங்கள் நிகழ்த்தினார். அப்போது இந்து மதத்தை மற்ற மதங்களுடன் ஒப்பிட்டு அவர் பேசினார்.\nஏசுநாதரின் கருத்துக்களை அவர் எளிதாக அவ்வப்போது எடுத்துக் கூறுவதைப் பார்த்த சில ஐரோப்பியர்கள் அவரைப் பிறப்பால் ஒரு கிறிஸ்தவர் என்று எண்ணினர். ஒரு கப்பல் பயணத்தின்போது கிறிஸ்துமஸ் பண்டிகைக்கு முதல் நாள் மாலையில் ஏசுவின் போதனைகளைப் பற்றி பேசும்படி அவரை சகபயணிகள் கேட்டுக் கொண்டனர். பிரார்த்தனைக் கூட்டங் களில் அவர் குர்-ஆன்-லிருந்து வாசகங்களை எடுத்துரைப்பார். அதற்கு இந்துக்கள் எதிர்ப்பு தெரிவித்தனர். முஸ்லீம்களும் எதிர்ப்புத் தெரிவித்தனர். இந்துமதம் பற்றி துணிச்சலான கருத்துக்களை அவர் வெளியிடுவார். ஜாதி அடிப்படையிலான ஏற்றத் தாழ்வுகளை அவர் எதிர்த்தார். சனாதன இந்துக்கள் இதன் காரணமாக கோபமுற்றனர். அவருக்குக் கறுப்புக் கொடி காட்டி செருப்பு மாலை அணிவித்தனர் அவரைக் கொல்லவும் முயற்சித்தனர். அப்போதும் அவர் சொல்லுவார்: \"தீண்டாமை மதத்தின் அங்கம் என்றால் நான் ஒரு இந்து அல்ல. மனித இனத்திற்கே களங்கம் விளைவிக்கும் தீண்டாமையை அகற்ற முடியாவிட்டால் இந்து மதம் அழிந்து போக வேண்டும். நமது மதம் அஹிம்சை அடிப்படையிலானது. அதில் அன்பிற்கு மட்டுமே இடம் உண்டு. அக்கம்பக்கத்தினர், மற்றும் நண்பர் களுக்கு மட்டுமல்லாது எதிராளிகள் மீதும் நாம் அன்பு செலுத்த வேண்டும்\" எல்லா ஜாதியினரையும் அனுமதிக்காத எந்தக் கோயிலுக்கும் அவர் செல்வதில்லை. பல ஆண்டுகள் போராட் டத்திற்குப் பின் சில கோயில்கள் ஹரிஜனங்களுக்குத் திறந்து\nவிடப்பட்டன.\nG\nஅவரைப் பொருத்தவரை சத்தியமே கடவுள். வாழ்க்கை நெறியே மதம், கடவுள் நீர்த்துளிகளிலும் உள்ளார், தூசி துரும்பிலும் உள்ளார். உருவமற்ற கடவுளை வழிபடவே அவர் விரும்பினார். ஆனால் உருவ ஆராதனையை அவர் எதிர்க்க வில்லை. ''உருவத்தை வழிபடுபவர்களும் வெறும் கல்லையோ உலோகத்தையோ வழிபடவில்லை-அதற்குள் அடங்கியுள்ள தெய்வத்தைத்தான் வழிபடுகிறார்கள்\" என்பார் அவர். உருவ வழிபாட்டை ஆதரித்து தாகூரிடம் பேசியபோது அவர் இவ்வாறு கூறினார்: ஹரிஜனங்கள் மரத்தடியில் வைத்து வழிபடும் சிந்தூரம் பூசப்பட்ட கல்லுக்கும் மகத்துவம் உண்டு. அதன்மூலம் தான் அவன் கடவுளுடன் தொடர்பு கொள்கிறான். ஒரு முடவனுக்கு நாம் நடக்கக் கற்றுக் கொடுப்பதற்கு முன்பாக அவர் பயன்\n161\n"}