{"doc_id": "b7029282-a253-44c6-962c-6fd9d4e1125c", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 89, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "படுத்தும் ஊன்றுகோலைப் பிடுங்கிக் கொள்ளக்கூடாது.\" அதே போல் மரங்களை வழிபடுவதையும் தவறு என்றோ தீமை என்றோ அவர் கருதவில்லை. \"அதில் ஒரு இரக்கமும் கவிநய மும் இருக்கிறது. மரங்களை வழிபடுவதன் வாயிலாக கடவுளின் பெருமையையும் அவர் சர்வ வியாபி என்பதையும் உணர்த்தும் தாவர உலகத்திற்கே நாம் அஞ்சலி செலுத்துகிறோம்.\"\nஅவருக்கே கோயில் கட்ட சிலர் முயன்ற போது அதை அவர் எதிர்த்தார். யாரையுமே தனது பாதங்களைத் தொட்டுக் கும்பிடவும் அவர் அனுமதிக்கவில்லை.\nஇந்தத் துறவி நாட்டு மக்களுக்குப் புதியதோர் தாரக மந்திரத்தைக் கற்பித்தார். அதுதான் தாய் நாட்டிற்குச் சேவை செய்வது மற்றும் ஏழைகளுக்கு உதவுவது. அப்படிச் செய்வதன் மூலம்தான் சுதந்திரம், சமத்துவம், சகோதரத்துவம் போன்ற கோட்பாடுகள் வேரூன்றி நமது மனங்களிலிருந்து பயமும் அடிமை மனோபாவமும் அகலும். வாழ்வின் ஒவ்வொரு கட்டத் திலும் தைரியத்துடனும் தியாக உணர்வுடனும் எப்படி வாழ வேண்டும் என்பதை வாழ்ந்து காட்டியவர் அவர். ஓயாமல் ஒழியாமல் மனித இனம் வன்முறையை, அஹிம்சையைக் கொண்டுதான் வெல்லமுடியும் என்றும், வெறுப்பை அன்பினால் தான் வெல்ல முடியும் என்றும் கூறி வந்தார்.\nகாந்திஜியின் வாழ்க்கை சுறுசுறுப்பானது. தினமும் கர்மயக்ஞம் அதாவது உடல் உழைப்பு இன்றி வாழும் ஒவ்வொரு மனிதனும் தனது உணவைத் திருடுகிறான் என்ற கீதையின் கோட்பாட்டை அவர் முற்றிலுமாக ஏற்று நடந்தார். உடல் உழைப்பை அவர் கர்மயக்ஞமாகக் கருதினார். ஒரு நாள் கூட அவர் சிறிதளவாவது உடலுழைப்பின்றி கழித்ததில்லை. அவர் ஒருபோதும் பொய் சொன்னதில்லை. எந்த உயிருக்கும் தீங்கு விளைவிக்கவில்லை. யாரைப் பற்றியும் அவதூறாகப் பேசிய தில்லை. சூரியோதயத்திற்கு முன்பாக அவர் எழுந்துவிடுவார். காலையிலும் மாலையிலும் பிரார்த்தனை செய்வார். தினசரிப் பிரார்த்தனையில் கீதை, உபநிஷத்து, குர்ஆன் மற்றும் ஜிந்த் அவஸ்தா (பார்சி மத நூல்) ஆகியவற்றிலிருந்து சில பகுதிகள் படிக்கப்படும். அவர் தரையில் இருந்தபோதும் சரி, கடலில் இருந்தபோதும் சரி, ரயில் பயணமானாலும் சரி, பஸ் பயண மானாலும் சரி, முஸ்லீம் வீடானாலும் சரி, கிறிஸ்துவ வீடானா லும் சரி, தாழ்த்தப்பட்டவர் வீடானாலும் சரி, ஒரு கிராமத்தி லிருந்து மற்றொரு கிராமத்திற்கு நடந்து சென்று கொண்டிருந் தாலும் சரி, பிரார்த்தனை செய்வதில் எவ்வித மாற்றமும் இருக்காது. சிறைவாசத்தின் போதும் அவ்வாறே. 21\n162\nகளுக்கு உணவைத் துறந்திருக்கிறார். ஆனால் பிரார்த்தனையைத் துறக்கவில்லை. பிரார்த்தனை என்பது உதடுகளினால் கடவுளின் பெயரை உச்சரிப்பது அல்ல. மனதில் நம்பிக்கையை வளர்ப்பது தான் பிரார்த்தனை ஆகும். கடவுளைத் திருப்திப்படுத்துவதற் காக செய்யப்படுவது பிரார்த்தனை அல்ல. நம் உள்ளத்தைத் தூய்மைப்படுத்துவதுதான் பிரார்த்தனையின் நோக்கம். தனது 36வது வயதில் பிரம்மச்சரியத்தை மேற்கொண்ட அவர் ஃபீனிக்ஸ் குடியிருப்பில் கூட்டுப் பிரார்த்தனையையும் தொடங்கினார். ஒவ்வொரு நாளும் மாலை வேளையில் பஜனைப் பாடல்களும் கிறிஸ்துவ கீதங்களும் பாடப்பட்டன. வாழ்வின் பிற்பகுதியில் சில ஆண்டுகளில் பிரார்த்தனைக் கூட்டங்களில் எல்லோரையும் கேட்பார். கைகளைக் கொட்டியபடி ராமதூன் பாடும்படி அப்பாடல் பாடப்படும். நாடு முழுவதும் அதுபோல் பிரார்த் என்று தனைக் கூட்டங்கள் நடைபெறவேண்டும் அவர் விரும்பினார்.\nTOCEDURE 28\nகாந்திஜிக்கு ஏமாற்று வேலை சுத்தமாகப் பிடிக்காது. இருப்பினும் மற்றவர்கள் அத் தவறைச் செய்தபோது அவர்களை அவர் தண்டிக்கவில்லை, யாராவது பொய் பேசினாலோ, தவறு செய்தாலோ பிராயச்சித்தமாக தானே உபவாசம் மேற்கொள்வார்.\nஇந்த புரோகிதர் சில சமயங்களில் கோயில்களில் விக்கிரங் களைப் பிரதிஷ்டை செய்து பூஜையையும் துவக்கி வைத்துள்ளார். நாட்டி மருத்துவமனைகளுக்கும் பள்ளிகளுக்கும் அடிக்கல் யுள்ளார். நவகாளியில் முஸ்லீம்களால் களங்கப்படுத்தப்பட்ட விக்ரகத்தை மீண்டும் பிரதிஷ்டை செய்தார். டில்லியிலுள்ள லக்ஷ்மி நாராயணர் கோயிலையும் (இப்போது இது பிர்லா மந்திர் என்று அழைக்கப்படுகிறது) வாரணாசியிலுள்ள பாரதமாதா கோயிலையும் சேலு என்கிற இடத்தில் ஹரிஜனங்களுக்காக ஒரு கோயிலையும் ரத்ன கிரியில் ஒரு அனுமார் கோயிலையும் காந்திஜி தான் திறந்துவைத்தார். ரத்னகிரியில் அவர் இவ்வாறு உரையாற் றினார்: ''மாருதிக்கு (அனுமாருக்கு) ராஷச பலம் இருந்தது என்ற காரணத்திற்காக மட்டும் நான் அவர் உருவத்தை பிரதிஷ்டை செய்யவில்லை. ராவணனுக்கும் அப்படி ஒரு பலம் இருந்தது. ஆனால், மாருதியிடம் மனோபலமும் ஆத்ம பலமும் இருந்தன. அதன் காரணம் அவரது பிரம்மச்சரிய விரதமும் ராமபக்தியும்\nதான்.”\nராமநாமத்தின் மீது காந்திஜிக்கு அசைக்க முடியாத நம்பிக்கை இருந்தது. பிரார்த்தனை கூட்டத்தில் கலந்துகொள்ள அவர் சென்று கொண்டிருந்தபோது தான் அவர் மீது ஒரு வெறியனின் துப்பாக்கி குண்டுகள் பாய்ந்தன. அவரது மூச்சு பிரியும்போதும் அவரது உதடுகள் ராமநாமத்தை உச்சரித்தன.\n163\n"}