{"doc_id": "d9431d3a-aa61-49c9-9055-fd30700f532e", "url": "http://archive.org/download/bahuroopgandhitamil/BAHUROOP GANDHI - TAMIL.pdf", "source": "internetarchive", "page_no": 9, "identifier": "bahuroopgandhitamil", "pdf_name": "BAHUROOP GANDHI - TAMIL.pdf", "text": "பண்ணையில் சிறியவீடு ஒன்று கட்டப்பட்டபோது கூரை மீது ஏறிய முதல் நபர் அவர்தான். முரட்டுத் துணியில் தைக்கப் பட்ட நீலநிறத்தில், நிறையப் பைகளுடன் கூடிய ஒரு பெரிய சட்டையை அவர் அணிந்திருந்தார். அப்பைகளில் பல்வேறு அளவுகளில் சிறிதும் பெரிதுமான ஆணிகளும் 'ஸ்க்ரூக்'களும் நிறைந்திருந்தன. ஒரு பையிலிருந்து ஒரு சுத்தியல் எட்டிப் பார்த்துக் கொண்டிருந்தது. ஒரு சிறிய ரம்பமும் துளைபோடும் கருவியும் அவரது பெல்ட்டில் தொங்கின. ஒவ்வொரு நாளும் கடும் வெயிலில் அவர் சுத்தியல் சு மற்றும் ரம்பத்துடன் உழைத்து வந்தார்.\nஒரு நாள் சாப்பாட்டிற்குப்பின் ஒரு புத்தக அலமாரியைத் தயாரிக்கத் தொடங்கினார். ஏழு மணி நேர கடுமையான உழைப்பிற்குப்பின் அறையின் கூரையைத் தொடும் அளவிற்கு உயரமான புத்தக அலமாரி தயார் ஆகிவிட்டது. தெருப் பக்கத்தி லிருந்து ஆசிரமம் வரையிலான பாதையை சரளைக்கல் பரப்பி அமைக்க அவர் விரும்பினார். அதற்கு நிறைய செலவாகுமே என்று யோசித்தார். தினமும் காலை நேரத்தில் உலாவச் சென்று திரும்பும் சமயங்களில் கொஞ்சம் கொஞ்சமாக கற்களைச் சேமிக்கத் தொடங்கினார். மற்ற ஆசிரமவாசிகளும் அவருடைய உதாரணத்தைப் பின்பற்றி கற்களைக் கொண்டு வந்து குவித்தனர். குறுகிய காலத்திற்குள்ளாகவே சரளைக் கற்களினா லான பாதை தயாராகிவிட்டது. இப்படித்தான் அவர் மற்ற வர்களை உடல் உழைப்பில் ஈடுபடுத்தினார். ஆசிரமத்தில் இருந்த சிறுவர் சிறுமியரும் தோட்டவேலை, சமையல், துப்புறவுப் பணி, தச்சுவேலை. தோல்பொருள்கள் பணி மற்றும் அச்சுக் கோர்த்தல் ஆகிய பணிகளில் பங்காற்றினர்.\nகட்டிடத் தொழிலாளர்களையும், செருப்புத் தைப்பவர் களையும், தச்சர்களையும், கொல்லர்களையும், நாவிதர்களை யும் நாம் தாழ்ந்தவர்களாகக் கருதி வருவதினால்தான் நமக்கு இப்படி ஒரு இழிநிலை ஏற்பட்டுள்ளது என்று அவர் கூறிவந்தார். \"இப்படி அவர்களைத் தாழ்ந்தவர்களாக நடத்துவதன் மூலம் அவர்களது பணிகளின் சிறப்பையும், மேன்மையையும், கலாச் சாரத்தையும் அவமதித்து விட்டோம். தொழில் வல்லுநர்களைத் தாழ்ந்தவர்களாகவும், பேனா பிடித்தவர்களை உயர்ந்தவர் களாகவும் கருதி நம்மிடம் நாமே அடிமைத்தனத்தை வளர்த்துக் கொண்டுவிட்டோம்\" என்றும் அவர் கூறிவந்தார்.\nஅதிகாலையில் எழுந்ததும் அவர் செய்த முதல்பணி, திரிகையில் கோதுமை மாவு அரைத்ததுதான். பிறகு. உடை\n2\nயணிந்து ஐந்து மைல்களுக்கு அப்பால் இருந்த தனது அலுவல கத்திற்குக் கால்நடையாகச் சென்றார். அவர் தனது தலை முடியைத் தானே திருத்திக் கொண்டார். தனது துணிகளைத் தானே துவைத்து உலர்த்தி இஸ்திரி போட்டு வைப்பார். ஆப்பிரிக்க கனிமச் சுரங்கங்களில் பணியாற்றிய சிலர் கொடிய உயிர்க்கொல்லி மற்றும் தொற்று நோயான பிளேக் நோயினால் பீடிக்கப்பட்டிருந்தனர். இரவெல்லாம் கண்விழித்து\nபிளேக்\nநோயாளிகளை அவர் கவனித்து வந்தார். குஷ்ட நோயாளி களின் காயங்களைக் கழுவி வந்தார். கழிப்பறைகளைச் சுத்தம் செய்வது பற்றி அவர் வெட்கப்படவில்லை. சோம்பல்,பயம், வெறுப்பு ஆகிய குணங்களை அவரிடம் காண முடியாது. தனது பத்திரிகைக்கான கட்டுரைகளை எழுதி தாமே தட்டச்சு எந்திரத் தில் டைப் செய்து, அச்சகம் சென்று அச்சுக் கோர்த்து, சமயத் தில் அச்சடிப்பவருடனும் சேர்ந்து அச்சடித்தும் வந்தார் அவர்! புத்தகங்களை பைண்டிங் செய்வது அவருக்கு கைவந்த கலை. கற்பனைத் திறன் படைத்த அந்தக் கைகள் ஆசிரியர் பக்கத்தை ஆர்வம் தூண்டும் விதத்தில் எழுதும்; கடிதங்களும் எழுதும்; ராட்டையில் நூல் நூற்கும்; தறியில் துணியை நெய்யும்; புதிய உணவுகளைத் தயாரிக்கும்; ஊசி நூல் கொண்டு துணிகளைத் தைக்கும்; பழங்களையும் காய்கறிகளையும் பயிரிட்டு வளர்க்கும், வயலில் ஏர் உழும்; கிணற்றிலிருந்து தண்ணீர் பாய்ச்சும்; ரம்பத்தைக் கையில் பிடித்து மர வேலைகள் செய்யும்; வண்டியி லிருந்து பாரத்தை இறக்கி வைக்கும்.\nதரையைக்\nகூட\nசிறையில் இருந்தபோது கடினமான பிக்காசியைக் கொண்டு அவர் தோண்டி இருக்கிறார். ஒரு நாளில் ஒன்பது மணி நேரம் வரை கிழிந்த போர்வைகளைத் தைப்பார். சோர்வு வரும் போதெல்லாம், தனக்குப் பலத்தைத் தரும்படி அவர் கடவுளை வேண்டுவார். தனக்குத் தரப்பட்ட பணியைத் தன்னால் செய்ய இயலாமல் போகும் என்பது அவரால் நினைத்துப் பார்க்க முடியாத ஒன்று.\nதனது வாழ்வின் மேலான நிலையில் இருந்த சமயத்தில், கடைகளில் ஏதாவது சாமான்கள் வாங்குவதற்காக தினமும் 40 மைல்கள் அவர் நடந்திருக்கிறார். ஒரு தடவை 55 மைல்களும் அவர் நடந்துள்ளார். அவர் சுயசேவை செய்து வந்த காலத்தில்\n3\n"}