{"doc_id": "28bd9ebe-04f7-450b-b1a3-6f6a8d776cd7", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 19, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nCHAPTER III.\nOFFICERS OF THE UNIVERSITY.\n8. The University shall consist of the following officers, namely:(1) The Chancellor;\n(2) The Pro-Chancellor;\n(3) The Vice-Chancellor;\n(4) The Directors;\n(5) The Chairmen of Faculties;\n(6) The Registrar;\n(7) The Finance Officer;\n(8) The Controller of Examinations; and\n(9) Such other persons as may be declared by the statutes to be officers of the University.\n9. (1) The Governor of Tamil Nadu shall be the Chancellor of the University. He shall, by virtue of his office, be the Head of the University and shall, when present, preside at any convocation of the University and confer degrees, titles, diplomas or other academic distinctions upon persons entitled to receive them.\n(2) Where power is conferred upon the Chancellor to nominate persons to the authorities, the Chancellor shall, in consultation with the Vice-Chancellor, and to the extent necessary nominate persons to represent interests not otherwise adequately represented.\n(3) The Chancellor may, of his own motion or on application, call for and examine the record of any officer or authority of the University in respect of any proceeding to satisfy as to the regularity of such proceeding or the correctness, legality or propriety of any decision taken or order passed therein; and, if in any case, it appears to the Chancellor that any such decision or order should be modified, annulled, reversed or remitted for reconsideration, he may pass orders accordingly:\nProvided that every application to the Chancellor for the exercise of the powers under this section shall be preferred within three months from the date on which the proceeding, decision or order to which the application relates was communicated to the applicant:\nProvided further that no order prejudicial to any person shall be passed unless such person has been given an opportunity of making his representation.\n(4) No honorary degree or other distinction shall be conferred by the University upon any person without the prior approval of the Chancellor.\n(5) The Chancellor shall exercise such other powers and perform such other duties as may be conferred on him by or under the provisions of this Act.\n10. (1) The Minister in-charge of Technical Education shall be the Pro-Chancellor of the University.\n(2) The Pro-Chancellor shall exercise such powers and perform such duties as may be conferred on him by or under this Act.\n(3) In the absence of the Chancellor, or during the Chancellor's inability to act, the Pro-Chancellor shall exercise all the powers and perform all the duties of the Chancellor.\n11. (1) Every appointment of the Vice-Chancellor shall be made by the Chancellor from out of a panel of three names recommended by the Committee referred to in sub-section (2) and such panel shall not contain the name of any member of the said Committee:\nProvided that if the Chancellor does not approve any of the persons in the panel so recommended by the Committee, he may take steps to constitute another Committee, in accordance with sub-section (2) to give a fresh panel of three different names and shall appoint one of the persons named in the fresh panel as Vice-Chancellor.\n(2) For the purpose of sub-section (1), the Committee shall consist of three persons of whom one shall be nominated by the Chancellor, one shall be nominated by the Government and one shall be nominated by the Syndicate:\n117\nOfficers of University.\nChancellor.\nPro-Chancellor.\nViceChancellor.\n"}