{"doc_id": "65cb2df4-049d-4972-8f72-a480e0e7e249", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 2, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "100\nShort title and Commencement.\nAmendment of section 1.\nAmendment of section 2.\nAmendment of section 4.\nAmendment of\nsection 11.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nBILLS INTRODUCED IN THE LEGISLATIVE ASSEMBLY OF THE STATE OF TAMIL NADU\nUnder rule 130 of the Tamil Nadu Legislative Assembly Rules, the following Bill which was introduced in the Legislative Assembly of the State of Tamil Nadu on 14th May 2010 is published together with Statement of Objects and Reasons for general information:L.A. BILL No. 22 of 2010\nA Bill further to amend certain University Laws\nBE it enacted by the Legislative Assembly of the State of Tamil Nadu in the Sixty First Year of the Republic of India as follows:PART-I PRELIMINARY.\n1. (1) This Act may be called the Tamil Nadu Universities Laws (Amendment) Act, 2010.\n(2) It shall come into force on such date as the State Government may, by notification,\nappoint.\nPART -II\nAMENDMENTS TO THE ANNA UNIVERSITY, TIRUCHIRAPALLI ACT, 2006.\n2. In section 1 of the Anna University, Tiruchirapalli Act, 2006 (hereinafter in this Part referred to as the 41 of 2006 Act), in sub-section (1), for the expression \"Anna University, Tiruchirapalli Act\", the expression \"Anna University of Technology, Tiruchirapalli Act\" shall be substituted.\n3. In Section 2 of the 41 of 2006 Act,(i) In clause (19), for the expression \"Lecturers, Readers, Assistant Professors\", the expression \"Assistant Professors, Associate Professors, Professors\" shall be substituted;\n(ii) for clause (25), the following clause shall be substituted, namely:\"(25) \"University Assistant Professor, University Associate Professor\" or \"University Professor\" means an Assistant Professor, an Associate Professor or Professor, respectively, appointed or deemed to be appointed as such by the University in the University departments, colleges and centres;\".\n4. In section 4 of the 41 of 2006 Act, in sub-section (4), for clause (12), the following clause shall be substituted, namely:\"(12) to institute Assistant Professorships, Associate Professorships, Professorships and any other teaching posts required by the University and to appoint persons to such Assistant Professorships, Associate Professorships, Professorships and other teaching posts;\". 5. In section 11 of the 41 of 2006 Act,(1) in sub-section (2), for the proviso, the following provisos shall be substituted, namely:\"Provided that no person shall be nominated to the Committee unless he is an eminent person in the field of judiciary, administration, Education or industry:\nProvided further that the person so nominated shall not be a member of any of the authorities of the University.\";\n(2) for sub-section (4), the following sub-sections shall be substituted, namely:\"(4) When any temporary vacancy occurs in the office of the Vice-Chancellor or when the Vice-Chancellor is, by reason of illness, absence or for any other reason unable to exercise the powers and perform the duties of his office, the senior most Professor of the University shall exercise the powers and perform the duties of the Vice-Chancellor till the Syndicate makes the requisite arrangements for exercising the powers and performing the duties of the Vice-Chancellor.\nTamil Nadu Act 41 of 2006.\n"}