{"doc_id": "c43bd558-5cc2-47aa-af87-a32dbf8c7be0", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 21, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nProvided that on the date of expiry of the term of his office, if he had not availed of the earned leave before the date of expiry of the term of his office, be entitled to draw cash equivalent to leave salary after relinquishment of his office in respect of earned leave at his credit subject to a maximum of two hundred and forty days.\n(e) The Vice-Chancellor shall be entitled, on medical grounds or otherwise, to leave without pay for a period not exceeding three months during the term of his office:\nProvided that such leave may be converted into leave on full pay to the extent to which he is entitled to earned leave under clause (d).\n12. (1) The Vice-Chancellor shall be the academic head and principal executive officer of the University.\n(2) The Vice-Chancellor shall, in the absence of the Chancellor and the Pro-Chancellor, preside at any convocation of the University and confer degrees, titles, diplomas or other academic distinctions upon persons entitled to receive them.\n(3) The Vice-Chancellor shall exercise control over the affairs of the University and shall be responsible for the due maintenance of discipline in the University.\n(4) The Vice-Chancellor shall ensure the faithful observance of the provisions of this Act and the statutes, ordinances and regulations made thereunder and he may exercise all powers as may be necessary for the purpose.\n(5) The Vice-Chancellor shall give effect to the orders of the Syndicate regarding the appointment, suspension and dismissal of the teachers and other employees of the University and any other decision of the Syndicate.\n(6) In any emergency, which in the opinion of the Vice-Chancellor requires immediate action to be taken, he shall, by order, take such action as he deems necessary and shall, at the earliest opportunity report the action taken to such officer or authority or body as would have, in the ordinary course, dealt with the matter:\nProvided that no such order shall be passed unless the person likely to be affected has been given a reasonable opportunity of being heard.\n(7) Any person aggrieved by any order of the Vice-Chancellor under sub-section (6) may prefer an appeal to the Syndicate within thirty days from the date on which such order is communicated to him and the Vice-Chancellor shall give effect to the order passed by the Syndicate on such appeal.\n(8) The Vice-Chancellor shall be the ex-officio Chairman of the Syndicate, the Academic Council and the Finance Committee. The Vice-Chancellor shall be entitled to be present at, and to address, any meeting of any authority or other body of the University, but shall not be entitled to vote thereat unless he is a member of such authority or body.\n(9) The Vice-Chancellor shall have power to convene meetings of the Syndicate, the Academic Council and the Finance Committee.\n(10) The Vice-Chancellor shall be responsible for the co-ordination and integration of teaching and research, extension education and curriculum development.\n(11) The Vice-Chancellor shall exercise such other powers and perform such other duties as may be prescribed by the statutes.\n13. Every Chairman of a Faculty and every Director shall be appointed in such manner and shall exercise such powers and perform such duties as may be prescribed by the statutes.\n14. (1) The Registrar shall be a whole-time salaried officer of the University appointed by the Syndicate. The qualifications and the method of recruitment shall be such as may be prescribed. The terms and conditions of service of the Registrar shall be as follows:(a) The holder of the post of Registrar shall be an academician not lower in rank than that of a Professor in the University or in the Government engineering college. (b) The Registrar shall hold office for a period of three years:\n119\nPowers and duties of ViceChancellor.\nChairmen of Faculties and Directors.\nRegistrar.\n"}