{"doc_id": "07741e78-1d84-45b2-852a-5126c2165bc1", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 3, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(4-A) The Vice-Chancellor shall not be removed from his office on the ground of wilful omission or refusal to carry out the provisions of this Act, or abuse of the powers vested in him except by an order of the Chancellor passed after due enquiry ordered by the Government, by such person who is or has been,Government; or\n(i) a judge of the High Court; or\n(ii) an officer of the Government not below the rank of Chief Secretary to\n(iii) a Vice-Chancellor of any University in the State of Tamil Nadu,\nas may be appointed by the Government in which the Vice-Chancellor shall have an opportunity of making his representation against such removal.\".\n6. In section 20 of the 41 of 2006 Act, in sub-section (2), for clause (ii), the following clause shall be substituted, namely:\"(ii) ex-officio members referred to in section 24.\"\n7. In section 22 of the 41 of 2006 Act, in sub-section (1),—\n(i) in clause (g), for the expression \"Lecturerships, Readerships\", the expression \"Assistant Professorships, Associate Professorships\" shall be substituted;\n(ii) in clause (aa), in sub-clause (i), for the expression \"University Lecturers, University Assistant Professors, University Readers\", the expression \"University Assistant Professors, University Associate Professors\" shall be substituted;\n(iii) in clause (ab), for the expression \"University Lecturers, University Assistant professors, University Readers\", the expression \"University Assistant Professors, University Associate Professors\" shall be substituted.\n8. In section 25 of the 41 of 2006 Act, in sub-section (2), in clause (e), for the expression \"Readership, Lecturership”, the expression \"Associate Professorship, Assistant Professorship\" shall be substituted.\n9. For sub-section (1), of section 49 of the 41 of 2006 Act, the following sub-section shall be substituted, namely:\"(1) There shall be a Selection Committee for making recommendations to the Syndicate for appointment to the posts of teachers.\"\n10. In section 50 of the 41 of 2006 Act,(i) in sub-section (1), in the second proviso, for the expression \"an Assistant Professor or a Reader\", the expression \"an Associate Professor or an Assistant Professor\" shall be substituted;\n(ii) in sub-section (2), for the expression \"an Assistant Professor or a Reader\", the expression \"an Associate Professor or an Assistant Professor\" shall be substituted.\n11. Throughout the 41 of 2006 Act, except in sub-section (1) of section 1, for the expression \"Anna University, Tiruchirapalli\", wherever it occurs, the expression \"Anna University of Technology, Tiruchirapalli\" shall be substituted.\n12. References to \"Anna University, Tiruchirapalli\" and \"Anna University, Tiruchirapalli Act\" in any Act or in any rule, notification, proceeding, order, regulation, by-law or other instrument made or issued under such Act or statutes, ordinances and regulations made or continued in force under the 41 of 2006 Act shall be construed as references to \"Anna University of Technology, Tiruchirapalli\" and \"Anna University of Technology, Tiruchirapalli Act\", respectively.\n101\nAmendment of section 20.\nAmendment of section 22.\nAmendment of section 25.\nAmendment of section 49.\nAmendment of section 50.\nSubstitution of the expression \"Anna University of Technology, Tiruchirapalli\",\nfor the expression \"Anna\nUniversity, Tiruchirapalli\".\nConstruction of references to \"Anna\nUniversity, Tiruchirapalli\" and \"Anna University, Tiruchirapalli Act\".\n"}