{"doc_id": "4d9cdcf3-19c7-4f0b-85ee-0207c11d8264", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 30, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "128\nPowers and\nfunctions of the Academic Council.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nof his appointment, choose whether he will continue to be member of the Academic Council by virtue of his election or nomination or whether he will vacate office as such member and become a member ex-officio by virtue of his appointment and the choice shall be conclusive. On failure to make such a choice, he shall be deemed to have vacated his office as an elected or a nominated member.\n(4) When a person ceases to be a member of the Academic Council he shall cease to be a member of any of the authorities of the University of which he may happen to be a member by virtue of his membership of the Academic Council.\n(5) The members of the Academic Council shall not be entitled to receive any remuneration from the University except such daily and travelling allowances as may be prescribed:\nProvided that nothing contained in this sub-section shall preclude any member from drawing his normal emoluments to which he is entitled by virtue of the office he holds.\n(6) A member of the Academic Council other than an ex-officio member, may tender resignation of his membership at any time before the term of his office expires. Such resignation shall be conveyed to the Chancellor by a letter in writing by the member and the resignation shall take effect from the date of its acceptance by the Chancellor.\n25. (1) The Academic Council shall be the principal academic body of the University and shall subject to the provisions of this Act and the statutes have the control and general regulation of teaching and examination in the University and be responsible for the maintenance of the standards thereon. In addition, it shall also act as the body to review the broad policies and programmes of the University.\n(2) The Academic Council shall have the following powers and functions as the principal academic body of the University:(a) to exercise general control on teaching and other educational programmes and maintain and promote the standards thereof;\n(b) to make regulations and amend or repeal the same;\n(c) to make regulations(i) regarding the admission of students to the University and the number of\nstudents to be admitted;\n(ii) regarding the courses of study leading to degrees, diplomas and other\nacademic distinctions;\n(iii) regarding the conduct of examinations and maintenance and promotion of\nstandards of education;\n(iv) prescribing equivalence of examinations, degrees, diplomas and certificates of other Universities, colleges, institutions and Boards;\n(v) regarding industrial training where such training forms part of the requirements for the degree, diploma or other academic distinctions; and\n(vi) for the assessment, evaluation and grading of students performance; (d) to advise the Syndicate on all academic matters including the control and management of libraries;\n(e) to make recommendations to the Syndicate for the institution of Professorship, Associate Professorship, Assistance Professorship and other teaching posts including posts in research and in regard to the duties and emoluments thereof;\n(f) to formulate, modify or revise schemes for the constitution or reconstitution of departments of teaching and research;\n(g) to make recommendations to the Syndicate regarding post graduate teaching and research;\n(h) to make recommendations to the Syndicate regarding the qualifications to be prescribed for teaching in the University;\n(i) to make recommendations to the Syndicate for the conferment of honorary degrees or other distinctions;\n"}