{"doc_id": "64ac190a-2c6d-4fa0-bc92-be4f1bfb3238", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 31, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n() to review and act upon the proposals of Boards of Studies in formulating rules, regulations, syllabi and methods of evaluation, introduction of new courses and modification of existing courses;\n(k) to make recommendations to the Syndicate regarding institution of fellowships and scholarships;\n(1) to recommend to the Syndicate measures for promoting collaboration between industries and Governmental employers on the one hand and the University on the other;\n(m) to delegate to the Vice-Chancellor or to any of the committees of the Academic Council, any of its powers; and\n(n) to assess and make recommendations laying down standards of accommodation, equipment, apparatus, library, maintenance and other physical facilities required for each Faculty.\n(3) Subject to the other provisions of this Act, the Academic Council in its capacity as a reviewing body shall have the following powers and functions, namely:(a) to review, from time to time, the broad policies and programmes of the University and to suggest measures for the improvement and development of the University; (b) to advise the Chancellor in respect of any matter, which may be referred to it\nfor advise; and\n(c) to exercise such other powers and perform such other functions as may be prescribed by the statutes.\n26. (1) The Academic Council shall meet at least twice in every year on dates to be fixed by the Vice-Chancellor. One of such meetings shall be called the annual meeting. The Academic Council may also meet at such other times as it may, from time to time, determine.\n(2) One third of the total strength of the members of the Academic Council shall be the quorum required for a meeting of the Academic Council:\nProvided that such quorum shall not be required at a convocation of the University, or a meeting of the Academic Council held for the purpose of conferring degrees, titles, diplomas or other academic distinctions.\n(3) The Vice-Chancellor may, whenever he thinks fit, and shall upon a requisition in writing signed by not less than fifty per cent of the total members of the Academic Council, convene a special meeting of the Academic Council.\n27.(1) The Finance Committee shall consist of the following members, namely:(a) Vice-Chancellor;\n(b) Secretary to Government, in-charge of Finance;\n(c) Secretary to Government, in-charge of Higher Education;\n(d) three members nominated by the Syndicate from among its members of whom one shall be a Professor and one shall be a person nominated to the Syndicate by the Chancellor.\n(2) If for any reasons, the Secretary to Government, in-charge of Finance or the Secretary to Government, in-charge of Higher Education is unable to attend the meetings of the Finance Committee, he may depute any officer of his department not lower in rank than that of the Deputy Secretary to Government to attend the meeting.\n(3) The Vice-Chancellor shall be the ex-officio Chairperson and the Finance Officer shall be the ex-officio Secretary to the Finance Committee.\n(4) All the members referred to in item (d) of sub-section (1) shall hold office for a period of three years.\n(5) The Finance Committee shall meet at least twice in every year to examine the accounts and to scrutinize the proposals for expenditure.\n(6) The annual accounts of the University prepared by the Finance Officer shall be laid before the Finance Committee for consideration and comments and thereafter submitted to the Syndicate for approval.\n129\nMeetings of the Academic Council.\nThe Finance Committee.\n"}