{"doc_id": "cba2282b-8ecf-4f48-98b5-a2b30d2a19d0", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 32, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "130\nThe Planning Board.\nBoards of Studies. Constitution and functions of Faculties.\nConstitution of other authorities.\nConstitution of committees and delegation of powers.\nStatutes.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(7) The Finance Committee shall recommend limits for the total recurring expenditure and the total non-recurring expenditure for the year based on the income and resources of the University.\n(8) The Finance Committee shall -\n(a) review the financial position of the University from time to time;\n(b) make recommendation to the Syndicate on every proposal involving investment or expenditure for which no provision has been made in the annual financial estimates or which involves expenditure excess of the amount provided for in the annual financial estimates;\n(c) prescribe the methods and procedure and forms for maintaining the accounts of the University, its departments and its constituent colleges;\n(d) make recommendations to the Syndicate on all matters relating to the finances of the University; and\n(e) perform such other functions as may be prescribed.\n(9) The financial estimates of the University prepared by the Finance Officer shall be laid before the Finance Committee for consideration and comments. The said estimates, as modified by the Finance Committee, shall then be laid before the Syndicate for consideration. The Syndicate may accept the modifications made by the Finance Committee.\n28. (1) There shall be constituted a Planning Board of the University which shall advise generally on the planning and development of the University and review the standard of education and research in the University.\n(2) The Planning Board shall consist of the following members, namely:(a) the Vice-Chancellor, who shall be the ex-officio Chairperson of the Board; and (b) not more than eight persons of high academic standing.\n(3) The members of the Planning Board shall be appointed by the Chancellor on the recommendations of the Vice-Chancellor and shall hold office for such period as he may determine.\n(4) The Planning Board shall, in addition to all other powers vested in it by this Act, have the right to advise the Syndicate and the Academic Council on any academic matter.\n29. There shall be a Board of Studies attached to each Department of teaching. The constitution and powers of the Boards of Studies shall be such as may be prescribed.\n30. (1) The University having regard to the objectives and its functions, may constitute such Faculties as may be prescribed by statutes.\n(2) The constitution and functions of the Faculties shall, in all other respects, be such as may be prescribed by statutes.\n(3) Each Faculty shall comprise of such departments of teaching as may be prescribed in the statutes.\n31. The constitution and powers of such other bodies, as may be declared by the statutes to be authorities of the University, shall be such as may be prescribed.\n32. All the authorities of the University shall have power to constitute or reconstitute committees and to delegate to them such of their powers as they deem fit; such committees shall, save as otherwise provided, consist of members of the authority concerned and of such other persons, if any, as the authority in each case, may deem fit.\nCHAPTER V.\nSTATUTES, ORDINANCES AND REGULATIONS.\n33. Subject to the provisions of this Act, the statutes may provide for all or any of the following matters, namely:(1) the holding of convocation to confer degrees;\n(2) the conferment of honorary degrees and academic distinctions;\n"}