{"doc_id": "595e4024-cac2-4173-ab1a-34e425f2113b", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 33, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nthereof;\n(3) the constitution, powers and functions of the authorities of the University;\n(4) the manner of filling vacancies among members of the authorities;\n(5) the allowances to be paid to the members of the authorities and committees\n(6) the procedure at meetings of authorities including the quorum for the transaction of business at such meetings;\n(7) the authentication of the orders or decisions of the authorities;\n(8) the formation of departments of teaching at the University and constituent colleges; (9) the term of office and methods of appointment and conditions of service of the officers of the University other than the Chancellor and the Pro-Chancellor;\n(10) the qualifications of the teachers and other persons employed by the University; (11) the classifications, the method of appointment and determination of the terms and conditions of service of teachers and other persons employed by the University;\n(12) the institution of pension, gratuity, insurance or provident fund for the benefit of the officers, teachers and other persons employed by the University;\n(13) the institution of fellowships, travelling fellowships, scholarships, studentships, bursaries, exhibitions, medals and prizes and the conditions of award thereof;\n(14) the establishment and maintenance of halls, hostels and laboratories;\n(15) the conditions for residence of students of the University in the halls and hostels and the levy of fees and other charges for such residence;\n(16) the conditions of registration of graduates and the maintenance of register thereof; (17) the conditions of recognition of approved institutions and of affiliation of colleges to the University;\n(18) the manner in which, and the conditions subject to which, a college may be designated as an autonomous college or the designation of such college may be cancelled and the matters incidental to the administration of autonomous colleges including the constitution or reconstitution, powers and duties of Board of Governors, Academic Council, Boards of Studies and Boards of Examiners;\n(19) the delegation of powers vested in the authorities or officers of the University; and (20) any other matter which is required to be or may be prescribed by the statutes. 34. (1) The Syndicate may, from time to time, make statutes and amend or repeal the statutes in the manner hereafter provided in this section.\n(2) The Academic Council or the Vice-Chancellor may propose to the Syndicate the draft of any statute or of any amendment to, or of repeal of, a statute, to be passed by the Syndicate and such draft shall be considered by the Syndicate at its next meeting:\nProvided that the Vice-Chancellor shall not propose any amendment to any statute affecting the status, powers and constitution of any authority of the University, until such authority has been given an opportunity of expressing its opinion and the opinion so expressed shall be considered by the Syndicate.\n(3) The Syndicate may consider the draft proposed by the Academic Council and the Vice-Chancellor under sub-section (2) and may either pass the draft or reject or return it with or without amendments to the Academic Council or the Vice-Chancellor, as the case may be, for reconsideration.\n(4) (a) Any member of the Syndicate may propose to the Syndicate the draft of a statute or of any amendments to, or of repeal of, a statute and the Syndicate may either accept or reject the draft, if it relates to matter not falling within the purview of the Academic Council.\n(b) In case such draft relates to a matter within the purview of the Academic Council, the Syndicate shall refer it for consideration to the Academic Council, which may, either report to the Syndicate that it does not approve the draft or submit the draft to the Syndicate in such form as the Academic Council may approve and the Syndicate may either pass with or without amendments or reject the draft.\n131\nStatutes, how made.\n"}