{"doc_id": "eb48af2a-6f91-4ddb-baa3-afadd20101e3", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 34, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "132\nOrdinances.\nOrdinances,\nhow made.\nRegulations.\nAdmission to University\ncourses.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(5) A statute or an amendment to, or repeal of, a statute passed by the Syndicate shall be submitted to the Chancellor who may assent thereto or withhold his assent. A statute or an amendment to, or repeal of, a statute passed by the Syndicate shall have no validity until it has been assented to by the Chancellor.\n35. Subject to the provisions of this Act and the statutes, the ordinances of the University may provide for all or any of the following matters, namely:(a) the admission of the students to the University and affiliated or approved colleges; (b) the courses of study leading to all degrees, diplomas and other academic distinctions of the University;\n(c) the conditions under which the student shall be admitted to the courses of study leading to degrees, diplomas and other academic distinctions of the University;\n(d) the conduct of examinations of the University and the conditions on which students shall be admitted to such examinations;\n(e) the manner in which exemptions relating to the admission of students to examinations may be given;\n(f) the conditions and mode of appointment and duties of examining bodies and examiners;\n(g) the maintenance of discipline among the students of the University;\n(h) the fees to be charged for courses of study, research, experiment and practical training and for admission to the examinations for degrees, diplomas and other academic distinctions of the University; and\n(i) any other matter which by this Act or the statutes is required to be, or may be prescribed by the ordinances.\n36. (1) Save as otherwise provided in this section, ordinances shall be made by the Academic Council.\n(2) All ordinances made by the Academic Council shall take effect from such date as may be fixed by the Academic Council, but every ordinance so made shall be submitted as soon as may be after it is made to the Syndicate and shall be considered by the Syndicate at its next meeting.\n(3) The Syndicate shall have power by a resolution passed by a majority of not less than two-thirds of the members present at such meeting, to modify or cancel any such ordinance and such ordinance shall from the date of such resolution have effect in such modified form or be of no such effect, as the case may be.\n37. (1) The Syndicate and the Academic Council may make regulations consistent with the provisions of this Act, the statutes and the ordinances, for all or any of the matters which by this Act and the statutes and ordinances are to be provided for by regulations and also for any other matter solely concerning such authorities.\n(2) All such regulations shall have effect from such date as the Syndicate or the Academic Council, as the case may be, may appoint in that behalf.\n(3) Each of the authorities referred to in sub-section (1) shall make regulations providing for the giving of notice to the members thereof, of the date of meeting and of the business to be considered at the meetings and for the keeping of the proceedings of the meetings.\n(4) The Syndicate may direct the amendment in such manner as it may specify, of any regulation made under this section or the annulment of any regulation made thereunder by itself or by the Academic Council.\nCHAPTER VI.\nADMISSION AND RESIDENCE OF STUDENTS.\n38. (1) No person shall be admitted to a course of study in the University for admission to the examinations for degrees, titles or diplomas of the University unless he(a) has passed the examination prescribed therefor; and\n"}