{"doc_id": "46f5cc0a-a2cd-414f-ada5-1fb60c81f93e", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 35, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(b) fulfills such other academic conditions as may be prescribed by the University.\n(2) Every candidate for a University examination shall, unless exempted from the provisions of this sub-section by a special order of the Syndicate made on the recommendation of the Academic Council, be enrolled as a member of a University college or laboratory or of an affiliated or approved college, as the case may be. Any such exemption may be made subject to such conditions as the Syndicate may think fit.\n(3) Students exempted from the provisions of sub-section (2) and students admitted in accordance with the conditions prescribed, to courses of study other than courses of study for a degree, shall be non-collegiate students of the University.\n39. No candidate shall be admitted to any University examination unless he is enrolled as a member of a University college or laboratory or of an affiliated or approved college and has satisfied the requirements as to the attendance required under the regulations for the same or unless he is exempted from such requirements of enrolment or attendance or both by an order of the Syndicate passed on the recommendation of the Academic Council made under the regulations prescribed. Exemptions granted under this section shall be subject to such conditions as the Syndicate may think fit.\n40. No attendance at instruction given in any college or institution, other than that conducted, affiliated or approved by the University, shall qualify for admission to any examination of the University.\n41. Every student of the University other than a non-collegiate student shall be required to reside in a hostel or under such other conditions as may be prescribed.\nCHAPTER VII.\nUNIVERSITY FUNDS, ANNUAL REPORT AND ACCOUNTS.\n42. The University shall have General Fund to which shall be credited,(a) its income from fees, grants, donations and gifts, if any;\n(b) any contribution or grant made by the Central Government or any State Government or any local authority or the University Grants Commission or any other similar body or any corporation owned or controlled by the Central or any State Government;\n(c) endowments and other receipts; and\n(d) the money borrowed by it.\n43. The University may have such funds as may be prescribed by the statutes.\n44. The funds and all moneys of the University shall be managed in such manner as may be prescribed.\n45. The annual report of the University shall be prepared by the Syndicate and shall be submitted to the Academic Council on or before such date as may be prescribed and shall be considered by the Academic Council at its next annual meeting. The Academic Council may pass resolutions thereon and communicate the same to the Syndicate which shall take action in accordance therewith. The Syndicate shall inform the Academic Council of the action taken by it. A copy of the report with a copy of the resolution thereon, if any, of the Academic Council shall be submitted to the Government.\n46. (1) The annual accounts of the University shall be submitted to such examination and audit as the Government may direct and a copy of the annual accounts and audit report shall be submitted to the Government.\n(2) The University shall settle objections raised in such audit and carry out such instructions as may be issued by the Government on the audit report.\n(3) The accounts, when audited, shall be published by the Syndicate in such manner as may be prescribed and copies thereof shall be submitted to the Academic Council at its next meeting and to the Government within three months of such publication.\n(4) The Government shall cause the annual audited accounts and annual report to be laid before the Legislative Assembly together with their comments.\n133\nAdmission to University Examinations.\nAttendance qualification for University Examination.\nResidence and hostel.\nGeneral Fund.\nOther funds. Management of funds.\nAnnual report.\nAnnual accounts.\n"}