{"doc_id": "b2700e67-f59b-4f9c-ad6e-73ce4e63ad41", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 37, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "Tamil Nadu Act\n41 of 2006. Tamil Nadu Act 28 of 2007.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n50. (1) Each Department of the University shall have a Head who shall be a Professor or Director and whose duties and functions and terms and conditions of appointment shall be such as may be prescribed by the ordinances:\nProvided that if there is more than one Professor in any Department, the Head of the Department shall be appointed in the manner prescribed by the ordinances:\nProvided further that in a Department where there is no Professor, an Associate Professor or an Assistant Professor may be appointed as Head of the Department in the manner prescribed by the ordinances.\n(2) It shall be open to a Professor or an Associate Professor or an Assistant Professor to decline the offer of appointment as Head of the Department.\n(3) A person appointed as Head of the Department shall hold office as such for a period of three years and shall be eligible for reappointment.\n(4) A Head of the Department may resign his office at any time during his tenure of\noffice.\n(5) A Head of the Department shall perform such functions as may be prescribed by the ordinances.\n51. (1) Every Chairman of Faculty shall be appointed by the Vice-Chancellor from among the Professors in the Faculty for a period of three years and he shall be eligible for reappointment:\nProvided that a Chairman on attaining the age of sixty years shall cease to hold office\nas such:\nProvided further that if at any time there is no Professor in a Faculty, the ViceChancellor shall exercise the powers of the Chairman of the Faculty.\n(2) When the office of the Chairman is vacant or when the Chairman is, by reason of illness, absence or any other cause, unable to perform his duties of his office, the duties of his office shall be performed by such person as the Vice-Chancellor may appoint for the purpose.\n(3) The Chairman shall be the Head of the Faculty and shall be responsible for the conduct and maintenance of the standards of teaching and research in the Faculty. The Chairman shall have such other functions as may be prescribed by the ordinances.\n(4) The Chairman shall have the right to be present and to speak at any meeting of the Board of Studies or Committees or the Faculty, as the case may be, but shall not have the right to vote thereat unless he is a member thereof.\nCHAPTER IX.\nTRANSFER OF COLLEGES.\n52. (1) Notwithstanding anything contained in the Anna University of Technology, Trichirappalli Act, 2006 or the Anna University of Technology, Tirunelveli Act, 2007 or the statutes, ordinances, regulations and orders made thereunder, on and from the appointed day, the colleges in the University area shall be disaffiliated from the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli to which they were affiliated on the date immediately preceding such day and shall be deemed to be affiliated to the Anna University of Technology, Madurai.\n(2) The Government may, at any time after the appointed day, transfer to the University any of their lands for its use on such terms and conditions as they deem proper.\n(3) The Government may, at any time after the appointed day, transfer to the University the control and management of any of their colleges and institutions situated within the University area on such terms and conditions as they deem proper.\n(4) Notwithstanding anything contained in any other law relating to the establishment of a University in the State or the statutes, ordinances, regulations and orders made thereunder, on and from the date to be notified by the Government, the colleges or institutions referred to in sub-section (3) shall be disaffiliated from the University to which they were affiliated on the date, immediately preceding the notified date and shall be affiliated to the University.\n135\nTerms and conditions of service of Heads of Departments.\nChairmen of Faculties.\nTransfer of\ncertain colleges to the University.\n"}