{"doc_id": "f6999422-cf90-4f05-90e5-a947ad9955f3", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 38, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "136\nCertain Tamil Nadu Acts not to apply.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n53. (1) Subject to the provisions of sub-sections (2) to (8), the Anna University of Technology, Trichirappalli Act, 2006 and the Anna University of Technology, Tirunelveli Act, 2007 (hereinafter referred to as the University Acts) shall, with effect on and from the appointed day, cease to apply in respect of the areas to which the provisions of this Act extend.\n(2) Such cessor shall not affect(a) the previous operation of the University Acts in respect of the areas to which the provisions of this Act extend; or\n(b) any penalty, forfeiture or punishment incurred in respect of any offence committed against the University Acts; or\n(c) any investigation, legal proceeding or remedy in respect of such penalty, forfeiture or punishment, and any such investigation, legal proceeding or remedy may be instituted, continued or enforced and any such penalty, forfeiture or punishment may be imposed as if this Act had not been passed.\n(3) Notwithstanding anything contained in sub-section (1), all statutes, ordinances and regulations made under the University Acts and in force on the appointed day shall in so far as they are not inconsistent with the provisions of this Act, continue to be in force in the University area until they are replaced by statutes, ordinances and regulations made under this Act.\n(4) Notwithstanding anything contained in this Act, the statutes, ordinances and regulations continued in force under sub-section (3) or made under this Act, every person who immediately before the appointed day was a student of a college within the University area, affiliated to or approved by the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli or was eligible to appear for any of the examinations of the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli shall be permitted to complete his course of study in the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli and the Anna University of Technology, Madurai shall make arrangements for the instruction, teaching and training for such students for such period and in such manner as may be determined by the Anna University of Technology, Madurai in accordance with the course of study in the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli and such students shall during such period be admitted to the examinations held or conducted by the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli and the corresponding degree, or other academic distinctions of the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli shall be conferred upon the qualified students on the result of such examinations by the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli.\n(5) All colleges within the University area which immediately before the appointed day,(a) continue to be affiliated to, or recognised by the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli; and\n(b) provide courses of study for admission to the examination for degrees of the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli, shall be deemed to be colleges affiliated to the Anna University of Technology, Madurai under this Act and the provisions of this Act shall, as far as may, apply accordingly.\n(6) All colleges within the University area which immediately before the appointed day, continue to be recognised by the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli providing courses of study for admission to the examinations of the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli, for degrees and diplomas, shall be deemed to be colleges approved by the Anna University of Technology, Madurai under this Act, and the provisions of this Act shall, as far as may, apply accordingly.\n(7) All hostels within the University area which continue to be recognised by the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli immediately before the appointed day shall be deemed to be hostels recognised by the Anna University of Technology, Madurai under this Act and the provisions of this Act shall, as far as may, apply accordingly.\nTamil Nadu Act\n41 of 2006. Tamil Nadu Act 28 of 2007.\n"}