{"doc_id": "0a7499b3-813f-4743-960e-5c06a48abf8e", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 39, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(8) Subject to the provisions of sub-section (2) but without prejudice to the provisions of sub-sections (3) to (7), anything done or any action taken before the appointed day under any provision of the University Acts in respect of any college to which the provisions of this Act apply, shall be deemed to have been done or taken under the corresponding provision of this Act and shall continue to have effect accordingly unless and until superseded by anything done or any action taken under the corresponding provision of this Act.\nCHAPTER X.\nTRANSITORY PROVISIONS.\n54. Notwithstanding anything contained in sub-section (1) of section 11, within three months from the appointed day, first Vice-Chancellor shall be appointed by the Government on a salary to be fixed by them for a period not exceeding three years and on such other conditions as they think fit:\nProvided that a person appointed as first Vice-Chancellor shall retire from office, if during the term of his office he completes the age of sixty-five years.\n55. Notwithstanding anything contained in sub-section (1) of section 14, within three months from the appointed day, the first Registrar shall be appointed by the Government on a salary to be fixed by them for a not exceeding three years and on such other conditions as they think fit:\nProvided that a person appointed as first Registrar shall retire from office, if during the term of his office he completes the age of sixty years in the case of an University Professor and fifty-eight years in the case of a Professor of any Government engineering college.\n56. (1) It shall be the duty of the first Vice-Chancellor to make arrangements for constituting the Syndicate, Academic Council and such other authorities of the University within six months from the date of his appointment or such longer period not exceeding one year as the Government may, by notification, specify.\n(2) The first Vice-Chancellor shall, in consultation with the Government, make such rules as may be necessary for the functioning of the University.\n(3) The authorities constituted under sub-section (1) shall commence to exercise their function on such date as the Government may, by notification, specify in this behalf.\n(4) It shall be the duty of the first Vice-Chancellor to draft such statutes, ordinances and regulations as may be necessary and submit them to the respective authorities for their disposal. Such statutes, ordinances and regulations when framed shall be published in the Tamil Nadu Government Gazette.\n(5) Notwithstanding anything contained in this Act and the statutes and until such time an authority is duly constituted, the first Vice-Chancellor may, appoint any officer or constitute any committee temporarily to exercise and perform any of the powers and duties of such authority under this Act and the statutes.\nCHAPTER XI. MISCELLANEOUS.\n57. All casual vacancies among the members other than ex-officio members of any authority or other body of the University shall be filled as soon as conveniently may be, by the person or body who or which, nominated or elected the member whose place has become vacant and the person nominated or elected to a casual vacancy shall be a member of such authority or body for the residue of the term for which the person whose place he fills would I have been a member:\nProvided that vacancies arising by efflux of time among elected members of any authority or other body of the University may be filled at elections which may be fixed by the Vice-Chancellor to take place on such days not earlier than two months from the date on which the vacancies arise, as he thinks fit:\nProvided further that no casual vacancy shall be filled if such vacancy occurs within six months before the date of the expiry of the term of the member of any authority or other body of the University.\n137\nAppointment of first ViceChancellor.\nAppointment of first Registrar.\nTransitory powers of the first ViceChancellor.\nFilling of casual vacancies.\n"}