{"doc_id": "d8957d5b-b510-414c-bff0-082de43d680d", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 40, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "138\nProceedings of the University authorities and bodies not to be invalidated by vacancies.\nRemoval from membership of the University.\nDisputes as to constitution of University authorities and bodies.\nPower to obtain information.\nRegistration of graduates.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n58. No act or proceeding of any authority or other body of the University shall be invalidated merely by reason of the existence of any vacancy or of any defect or irregularity in the election or appointment of a member of any authority or other body of the University or of any defect or irregularity in such act or proceeding not affecting the merits of the case or on the ground only that the authority or other body of the University did not meet at such intervals as required under this Act.\n59. (1) The Syndicate may(a) on the recommendation of not less than two-thirds of the members of the Syndicate, remove, by an order in writing made in this behalf, the name of any person from the register of graduates; or\n(b) remove by an order in writing made in this behalf any person from membership of any authority of the University by a resolution passed by a majority of the total membership of the Syndicate and by a majority of not less than two thirds of the members of the Syndicate present and voting at the meeting, if such person has been convicted by a criminal court for an offence which in the opinion of the Syndicate involves moral turpitude or if he has been guilty of gross misconduct and for the same reason, the Syndicate may withdraw any degree or diploma conferred or granted to that person by the University.\n(2) The Syndicate may also by an order in writing made in this behalf remove any person from the membership of any authority of the University if he becomes of unsound mind or deaf-mute or has applied to be adjudicated or has been adjudicated as an insolvent.\n(3) No action under this section shall be taken against any person unless he has been given a reasonable opportunity to show cause against the action proposed to be taken.\n(4) A copy of every order passed under sub-section (1) or sub-section (2), as the case may be, shall, as soon as may be after it is so passed, be communicated to the person concerned in the manner prescribed by regulations.\n60. If any question arises whether any person has been duly elected or nominated as, or is entitled to be, a member of any authority of the University or other body of the University, the question shall be referred to the Chancellor whose decision thereon shall be final.\n61. Notwithstanding anything contained in this Act or in any other law for the time being in force, the Government may, by an order in writing, call for any information from the University on any matter relating to the affairs of the University and the University shall, if such information is available with it, furnish to the Government with such information within a reasonable period:\nProvided that in the case of information which the University considers confidential, the University may place the same before the Chancellor and the Pro-Chancellor.\n62. (1) On and from the appointed day, every person ordinarily resident within the University area, whoof India; or\n(a) has been for at least three years a graduate of any University in the territory\n(b) is a registered graduate of any University in the territory of India, shall be entitled to have his name entered in the register of graduates maintained under this Act, for a period of five years on payment of such fee and subject to such conditions as may be prescribed by the statutes.\n(2) All applications for registration under sub-section (1) shall be sent to the Registrar together with the prescribed fee and such proof of qualifications as may be prescribed by the statutes.\n(3) The Registrar shall, on receipt of an application made under sub-section (2) and after making such enquiry as he deems fit, enter in the register of graduates the name of the applicant.\n(4) Every person whose name has been entered in the register of graduates under sub-section (3) shall be entitled to have such entry renewed every five years on application made in that behalf to the Registrar within such time, in such manner and on payment of such fee as may be prescribed by the statutes.\n"}