{"doc_id": "2e4b08ea-2557-42b1-9295-ba86760ef248", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 41, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n63. (1) The Syndicate may invite any person of high academic distinction and professional attainments to accept a post of Professor in the University on such terms and conditions as it deems fit, and on the person agreeing to do so, appoint him to the post.\n(2) The Syndicate may appoint a teacher or any other member of the academic staff working in any other University or organisation for undertaking a joint project in accordance with the manner prescribed in the ordinances.\n64. The Syndicate shall, at the end of every three years from the appointed day, submit a report to the Government on the condition of affiliated and approved colleges within the University area. The Government shall take such action on it as they deem fit.\n65. (1) If any difficulty arises as to the first constitution or reconstitution of any authority of the University after the appointed day or otherwise in giving effect to the provisions of this Act, the Government may, by notification, make such provision, not inconsistent with the provisions of this Act, as may appear to them to be necessary or expedient for removing the difficulty:\nProvided that no such notification shall be issued after the expiry of five years from the date of establishment of the University under section 3.\n(2) Every notification issued under sub-section (1) or under any other provisions of this Act shall, as soon as possible after it is issued, be placed on the table of the Legislative Assembly, and if, before the expiry of the session in which it is so placed or the next session, the Assembly makes any modification in any such notification shall thereafter have effect only in such modified form or be of no effect, as the case may be, so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that notification.\n66. The Government may, from time to time, issue such directions to the University, as they may deem fit, for giving effect to the provisions of this Act and it shall be the duty of the University, to comply with such directions.\n67. For the removal of doubts, it is hereby declared that members of the authorities of the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli, elected or nominated or otherwise as such members under the University Acts, from the colleges or institutions deemed to have been affiliated to the Anna University of Technology, Madurai under sub-section (5) of section 53 of this Act and holding office as such members in any of the authorities of the Anna University of Technology, Trichirappalli or the Anna University of Technology, Tirunelveli immediately before the appointed day shall continue to be such members till the term of office expires.\n139\nSpecial mode of\nappointment.\nReport on affiliated colleges.\nPower to remove difficulties.\nPower of Government to give directions.\nRemoval of doubts.\n"}