{"doc_id": "271c2708-f96c-41ef-a3d7-76c595c09519", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 49, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "Central Act 52 of 1987.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nA Bill to provide for the establishment and incorporation of a Technical University at Chennai.\nBE it enacted by the Legislative Assembly of the State of Tamil Nadu in the Sixty First Year of the Republic of India as follows:CHAPTER I. PRELIMINARY.\n1. (1) This Act may be called the Anna University of Technology, Chennai Act, 2010.\n(2) It extends to the area comprising the districts of Chennai, Kancheepuram, Thiruvallur, Vellore, Thiruvannamalai and Villupuram in the State of Tamil Nadu.\n(3) It applies to all colleges and institutions situated within the University area and affiliated to, or approved by, the University in accordance with the provisions of this Act or the statutes, ordinances and regulations made thereunder and also to all colleges and institutions deemed to be affiliated to, or approved by, the University under this Act.\n(4) It shall come into force on such date as the State Government, may, by notification, appoint.\n2. In this Act, unless the context otherwise requires,(1) \"academic year\" means a period of twelve months commencing on such date as the Syndicate may specify in respect of all the colleges and institutions under the control of the University or any particular college thereof;\n(2) \"affiliated college\" means a college or institution, situate within the University area and affiliated to the University and providing courses of study in engineering, technology and allied sciences for admission to the examinations for degrees, diplomas or other academic distinctions of the University and includes a college deemed to be affiliated to the University under this Act and an autonomous college;\n(3) \"aided college\" means a college other than a Government college which receives aid out of the Government Funds;\n(4) \"All India Council for Technical Education\" means the Council established under section 3 of the All India Council for Technical Education Act, 1987;\n(5) \"appointed day\" means such date as the Government may, by notification, appoint under sub-section (4) of section 1;\n(6) \"approved college\" means a college situated within the University area and approved by the University and providing courses of study for admission to the examinations for titles and diplomas of the University and includes an institution deemed to be approved by the University under this Act;\n(7) \"autonomous college\" means any affiliated college designated as an autonomous college by the Syndicate of the University;\n(8) \"chairman\" means the chairman of a Faculty of the University;\n(9) \"college\" means a college or an institution established or maintained or approved by, or affiliated to, the University and providing any course of study or training in engineering, technology and allied sciences for admission to the examinations for degrees, diplomas or other academic distinctions of the University;\n(10) \"constituent college\" or \"university college\" means a college established or maintained by the University for providing any course of study or training in engineering technology and allied sciences for admission to the examination for degrees, diplomas or other academic distinctions;\n(11) \"Director\" means the head of research and development or the head of every centre of advanced study, as may be prescribed;\n(12) \"Faculty\" means a Faculty of the University;\n147\nShort title, extent, application and\ncommencement.\nDefinitions.\n"}