{"doc_id": "5f0f0c10-52b2-4b05-bb6f-7f8f8dffeb8b", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 5, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "Tamil Nadu Act 28 of 2007.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(ii) in clause (aa), in sub-clause (i), for the expression \"University Lecturers, University Assistant Professors, University Readers\", the expression \"University Assistant Professors, University Associate Professors\" shall be substituted;\n(iii) in clause (ab), for the expression \"University Lecturers, University Assistant professors, University Readers\", the expression \"University Assistant Professors, University Associate Professors\" shall be substituted.\n19. In section 25 of the 42 of 2006 Act, in sub-section (2), in clause (e), for the expression \"Readership, Lecturership\", the expression \"Associate Professorship, Assistant Professorship\" shall be substituted.\n20. For sub-section (1), of section 49 of the 42 of 2006 Act, the following sub-section shall be substituted, namely:\"(1) There shall be a Selection Committee for making recommendations to the Syndicate for appointment to the posts of teachers.\".\n21. In section 50 of the 42 of 2006 Act,(i) in sub-section (1), in the second proviso, for the expression \"an Assistant Professor or a Reader\", the expression \"an Associate Professor or an Assistant Professor\" shall be substituted;\n(ii) in sub-section (2), for the expression \"an Assistant Professor or a Reader\", the expression \"an Associate Professor or an Assistant Professor\" shall be substituted.\n22. Throughout the 42 of 2006 Act, except in sub-section (1) of section 1, for the expression \"Anna University, Coimbatore\", wherever it occurs, the expression “Anna University of Technology, Coimbatore\" shall be substituted.\n23. References to \"Anna University, Coimbatore\" and \"Anna University, Coimbatore Act\" in any Act or in any rule, notification, proceeding, order, regulation, by-law or other instrument made or issued under such Act or statutes, ordinances and regulations made or continued in force under the 41 of 2006 Act shall be construed as references to \"Anna University of Technology, Coimbatore\" and \"Anna University of Technology, Coimbatore Act\", respectively.\nPART - IV.\nAMENDMENTS TO THE ANNA UNIVERSITY, TIRUNELVELI ACT, 2007.\n24. In section 1 of the Anna University, Tirunelveli Act, 2007 (hereinafter in this Part referred to as the 2007 Act), in sub-section (1), for the expression \"Anna University, Tirunelveli Act\", the expression \"Anna University of Technology, Tirunelveli Act\" shall be susbstituted.\n25. In section 2 of the 2007 Act,(i) In cause (19), for the expression \"Lecturers, Readers, Assistant Professors\", the expression \"Assistant Professors, Associate Professors, Professors\" shall be substituted;\n(ii) for clause (25), the following clause shall be substituted namely:\"(25) \"University Assistant Professor, University Associate Professor\" or \"University Professor\" means an Assistant Professor, an Associate Professor or Professor, respectively, appointed or deemed to be appointed as such by the University in the University departments, colleges and centres;\".\n26. In section 4 of the 2007 Act, in sub-section (4), for clause (12), the following clause shall be substituted, namely:103\nAmendment of section 25.\nAmendment of section 49.\nAmendment of Section 50.\nSubstitution of the\nexpression \"Anna University of Technology, Coimbatore\",\nfor the\nexpression\n\"Anna\nUniversity, Coimbatore\".\nConstruction of references to\n\"Anna University, Coimbatore\" and \"Anna University, Coimbatore Act\".\nAmendment of section 1.\nAmendment of section 2.\nAmendment of section 4.\n"}