{"doc_id": "403fa686-56be-4bc8-800a-5ecf1d044cfc", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 50, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "148\nThe University.\nPowers, functions and objects of the University.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(13) \"Government\" means the State Government;\n(14) \"hostel\" means a unit of residence for the students of the University maintained or recognised by the University in accordance with the provisions of this Act and includes a hostel deemed to be recognised by the University under this Act;\n(15) \"prescribed\" means prescribed by the statutes, ordinances or regulations;\n(16) \"Principal\" means the head of an affiliated college;\n(17) \"registered graduate\" means a graduate registered under this Act;\n(18) \"statutes\", \"ordinances\" and \"regulations\" mean respectively, the statutes, ordinances and regulations of the University made or continued in force under this Act;\n(19) \"teachers\" mean such Assistant Professors, Associate Professors, Professors, Directors and other persons giving instruction in University departments, colleges or laboratories, in affiliated or approved colleges or in hostels and librarians and other like persons as may be declared by the statute to be teachers;\n(20) \"teachers of the University\" mean persons appointed by the University to give instructions on its behalf;\n(21) \"University\" means the Anna University of Technology, Chennai established under section 3;\n(22) \"University area\" means the area comprising the districts of Chennai, Kancheepuram, Thiruvallur, Vellore, Thiruvannamalai and Villupuram in the State of Tamil Nadu;\n(23) \"University centre\" means any area within the University area containing one or more departments or colleges competent to engage in higher teaching and research work;\n(24) \"University laboratory\" means a laboratory maintained by the University, whether instituted by it or not, and intended for the carrying on, and advancement of, research work;\n(25) \"University Assistant Professor\", \"University Associate Professor\" or \"University Professor\" means an Assistant Professor, Associate Professor or Professor, respectively, appointed or deemed to be appointed as such by the University in the University departments, colleges and centres;\n(26) \"University library\" means a library maintained by the University, whether instituted by it or not.\nCHAPTER II.\nTHE UNIVERSITY.\n3. (1) There shall be established a University by the name 'the Anna University of Technology, Chennai'.\n(2) The University shall be a body corporate, shall have perpetual succession and a common seal and shall sue and be sued by the said name.\n(3) The Headquarters of the University shall be located within the limits of the Chennai City Municipal Corporation or in any place within a radius of twenty-five kilometers around those limits.\n4. The University shall have the following powers, functions and objects, namely:(1) to provide facilities and offer opportunities for higher education in engineering, technology and allied sciences by instruction, training, research, development and extension and by such other means as the University may deem fit;\n(2) to provide for research and for the advancement and dissemination of knowledge in engineering, technology and allied sciences;\n(3) to institute degrees, titles, diplomas and other academic distinctions in engineering, technology and allied sciences;\n"}