{"doc_id": "b477f959-cb3f-4f94-9051-8f1a2a3355a2", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 52, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "150\nEngineering colleges not to be affiliated to any other University and recognition of institution by University.\nAdmission to\nUniversity.\nVisitation.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(23) to conduct evaluation or inspection of the colleges at required interval and to take suitable action as prescribed to improve academic excellence of the colleges;\n(24) to monitor academically the affiliated colleges in order to prescribe the control mechanism to achieve academic excellence; and\n(25) generally to do all such other acts and things as may be necessary or desirable to further the objects of the University.\n5. (1) No college providing courses of study or training in engineering, technology and allied sciences within the University area shall be affiliated to any University in the State of Tamil Nadu other than the Anna University of Technology, Chennai.\n(2) No college affiliated to, or associated with, or maintained by, any other University in the State of Tamil Nadu shall be recognised by the University for any purpose except with the prior approval of the Government and the said other University concerned.\n6. (1) The University shall, subject to the provisions of this Act and the statutes, be open to all persons.\n(2) Nothing contained in sub-section (1) shall require the University(a) to admit to any course of study any person who does not possess the prescribed academic qualification or standard;\n(b) to retain on the rolls of the University any student whose academic record is below the minimum standard required for the award of a degree, diploma or other academic distinction; or\n(c) to admit any person or retain any student whose conduct is prejudicial to the interests of the University or the rights and privileges of other students and teachers.\n7. (1) The Government shall have the right to cause an inspection or inquiry to be made, by such person or persons as they may direct, of the University, its buildings, laboratories, libraries, museums, workshops and equipments and of any institution maintained, recognised or approved by, or affiliated to the University and also of the examinations, teaching and other work conducted or done by the University, and to cause an inquiry to be made in respect of any matter connected with the University.\n(2) The Government shall, in every case give notice to the University of their intention to cause such inspection or inquiry to be made and the University shall be entitled to be represented thereat.\n(3) The Government shall communicate to the University their views with reference to the results of such inspection or inquiry and may, after ascertaining the opinion of the University thereon advise the University upon the action to be taken and fix time limit for taking such action.\n(4) The University shall within the time limit so fixed report to the Government the action, if any, which is proposed to be taken or has been taken, upon the result of such inspection or inquiry or on the advise tendered by the Government. Such report shall be submitted within such time as the Government may direct.\n(5) Where the University does not take action to the satisfaction of the Government within a reasonable time, the Government may, after considering any explanation furnished or representation made by the University, issue such directions as they may think fit and the University shall comply with such directions. In the event of the University not complying with such directions within such time as may be fixed in that behalf by the Government, the Government shall have power to appoint any person or body to comply with such directions and make such orders as may be necessary for the expenses thereof.\n"}