{"doc_id": "cd25667a-a493-41b6-958b-11ed1713beee", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 54, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "152\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nProvided that no person shall be nominated to the Committee unless he is an eminent person in the field of judiciary, administration, education or industry:\nProvided further that the person so nominated shall not be a member of any of the authorities of the University.\n(3) The Vice-Chancellor shall hold office for a period of three years and shall be eligible for reappointment, for another term of three years:\nProvided that(a) the Chancellor may direct that a Vice-Chancellor, whose term of office has expired, shall continue in office for such period, not exceeding a total period of one year, as may be specified in the direction;\n(b) the Vice-Chancellor may, by writing under his hand addressed to the Chancellor and after giving two months' notice, resign his office:\nProvided further that a person appointed as Vice-Chancellor shall retire from office if, during the term of his office or any extension thereof, he completes the age of sixty-five years.\n(4) When any temporary vacancy occurs in the office of the Vice-Chancellor or when the Vice-Chancellor is, by reason of illness, absence or for any other reason unable to exercise the powers and perform the duties of his office, the senior most Professor of the University shall exercise the powers and perform the duties of the Vice-Chancellor till the Syndicate makes the requisite arrangements for exercising the powers and performing the duties of the Vice-Chancellor.\n(5) The Vice-Chancellor shall not be removed from his office on the ground of willful omission or refusal to carry out the provisions of this Act, or abuse of the powers vested in him except by an order of the Chancellor passed after due enquiry ordered by the Government, by such person who is or has been,(i) a judge of the High Court; or\n(ii) an officer of the Government not below the rank of Chief Secretary to Government; or\n(iii) a Vice-Chancellor of any University in the State of Tamil Nadu, as may be appointed by the Government in which the Vice-Chancellor shall have an opportunity of making his representation against such removal.\n(6) The Vice-Chancellor shall be a whole-time officer of the University and his emoluments and other terms and conditions of service shall be as follows:(a) There shall be paid to the Vice-Chancellor a fixed salary of twenty-five thousand rupees per mensem or such higher salary as may be fixed by the Government from time to time and he shall be entitled without payment of rent to the use of a furnished residence throughout his term of office and no charge shall fall on the Vice-Chancellor personally in respect of the maintenance of such residence. He may be entitled to such other perquisites as may be provided in the statutes.\n(b) The Vice-Chancellor shall be entitled to such terminal benefits and allowances as may be fixed by the Syndicate with the approval of the Chancellor from time to time: Provided that, where an employee of(i) the University; or\n(ii) any other University or college or institution maintained by, or affiliated to any University, is appointed as Vice-Chancellor, he shall be allowed to continue to contribute to the Provident Fund to which he is a subscriber, and the contribution of the University shall be limited to what he had been contributing immediately before his appointment as Vice-Chancellor.\n(c) The Vice-Chancellor shall be entitled to travelling allowances at such rates as may be fixed by the Syndicate.\n(d) The Vice-Chancellor shall be entitled to earned leave on full of the periods spent by him on active service:\npay at one-eleventh\nProvided that on the date of expiry of the term of his office, if he had not availed of the earned leave before the date of expiry of the term of his office, be entitled to draw cash equivalent to leave salary after relinquishment of his office in respect of earned leave at his credit subject to a maximum of two hundred and forty days.\n"}