{"doc_id": "f39261d8-cfd2-4b80-a2e3-937f5b0e64f1", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 56, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "154\nFinance\nOfficer.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(d) When the office of the Registrar is vacant or when the Registrar is, by reason of illness, absence or for any other cause, unable to perform the duties of his office, the duties of the office of the Registrar shall be performed by such person as the Vice-Chancellor may appoint for the purpose.\n(2) (a) The Registrar shall have power to take disciplinary action against such of the employees, excluding teachers of the University and academic staff, as may be specified in the orders of the Syndicate and to suspend them pending inquiry, to administer warnings to them or to impose on them the penalty of censure or withholding of increments:\nProvided that no such penalty shall be imposed unless the person concerned has been given a reasonable opportunity of showing cause against the action proposed to be taken in regard to him.\n(b) An appeal shall lie to the Vice-Chancellor against any order of the Registrar imposing any of the penalties specified in clause (a).\n(c) In any case where the inquiry discloses that penalty beyond the powers of the Registrar is called for, the Registrar shall, upon conclusion of the inquiry make a report to the Vice-Chancellor along with his recommendations:\nProvided that an appeal shall lie to the Syndicate against an order of the Vice-Chancellor imposing any penalty.\n(d) No appeal under clause (b) or clause (c) shall be preferred after the expiry of sixty days from the date on which the order appealed against was received by the applicant.\n(3) Save as otherwise provided in this Act, the Registrar shall be the ex-officio Secretary to the Syndicate, the Academic Council, the Faculties and the Boards of Studies, but shall not be deemed to be a member of any of these authorities.\n(4) It shall be the duty of the Registrar,(a) to be the custodian of the records, the common seal and such other property of the University as the Syndicate shall commit to his charge;\n(b) to issue all notice convening meetings of the Syndicate, the Academic Council, the Faculties, the Boards of Studies, the Boards of Examiners and of any Committee appointed by the authorities of the University;\n(c) to keep the minutes of all the proceedings of the meetings of the Syndicate, the Academic Council, the Faculties, the Boards of Studies, the Boards of Examiners and of any Committee appointed by the authorities of the University;\n(d) to conduct the official correspondence of the Syndicate;\n(e) to supply to the Chancellor copies of the agenda of the meetings of the authorities of the University as soon as they are issued and the minutes of the proceedings of such meetings; and\n(f) to exercise such other powers and perform such other duties as may be specified in the statutes, the ordinances or the regulations or as may be required, from time to time, by the Syndicate or the Vice-Chancellor.\n(5) In all suits and other legal proceedings by or against the University, the pleadings shall be signed and verified by the Registrar and all processes, in such suits and proceedings, shall be issued to, and served on, the Registrar.\n15. (1) The Finance Officer shall be a whole-time salaried officer of the University appointed by the Syndicate for such period as may be specified by the Syndicate in this behalf.\n(2) Every appointment of the Finance Officer shall be made by the Syndicate on the recommendations of the Vice-Chancellor on a panel of three names of Officers forwarded by the Government.\n(3) The emoluments and other terms and conditions of service of the Finance Officer shall be such as may be prescribed.\n(4) The Finance Officer shall, retire on attaining the age of fifty-eight years or on the expiry of the period specified by the Syndicate under sub-section (1), whichever is earlier.\n"}