{"doc_id": "e8c0a11a-c199-4810-b88e-bd246074d7e1", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 57, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "Central Act\nXLV of 1860.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(5) When the office of the Finance Officer is vacant or when the Finance Officer, is by reason of illness, absence or for any other cause, unable to perform the duties of his office, the duties of the Finance Officer shall be performed by such person as the Vice-Chancellor may appoint for the purpose.\n(6) The Finance Officer shall be the ex-officio Secretary to the Finance Committee, but shall not be deemed to be a member of such Committee.\n(7) The Finance Officer shall,(a) exercise general supervision over the funds of the University and shall advise the University as regards its financial policy; and\n(b) exercise such other powers and perform such other financial functions as may be assigned to him by the Syndicate or as may be prescribed:\nProvided that the Finance Officer shall not incur any expenditure or make any investment exceeding such amount as may be prescribed without the previous approval of the Syndicate.\n(8) Subject to the control of the Syndicate, the Finance Officer shall—\n(a) ensure that the limit fixed by the Syndicate for recurring and non-recurring expenditure for a year are not exceeded and that all moneys are expended on the purposes for which they are granted or allotted;\n(b) be responsible for the preparation of annual accounts, financial estimates and the budget of the University and for their presentation to the Syndicate;\n(c) keep a constant watch on the cash and bank balance and of investments; (d) watch the progress of the collection of revenue and advise on the methods of collection employed;\n(e) ensure that the registers of buildings, lands, furniture and equipments are maintained upto date and that stock checking is conducted, of equipments and other consumable materials in all offices, special centres, specialised laboratories and colleges maintained by the University;\n(f) bring to the notice of the Vice-Chancellor any unauthorised expenditure other financial irregularity and suggest appropriate action to be taken against person at fault; and\n(g) call from any office, department, centre, laboratory and college maintained by the University, any information or returns that he may consider necessary for the performance of his duties.\n(9) The receipt of the Finance Officer or of the person or persons duly authorised in this behalf by the Syndicate for any money payable to the University shall be a sufficient discharge for payment of such money.\n16. (1) The Controller of Examinations shall be an academician in the field of engineering, technology and allied sciences and a whole-time officer of the University appointed by the Syndicate on the recommendation of the Vice-Chancellor for such period and on such terms and conditions as may be prescribed.\n(2) The Controller of Examinations shall exercise such powers and perform such duties as may be prescribed.\n17. The Vice-Chancellor, the Registrar, the Finance Officer, the Controller of Examinations and other employees of the University shall be deemed, when acting or purporting to act in pursuance of any of the provisions of this Act, to be public servants within the meaning of section 21 of the Indian Penal Code.\n155\nController of Examinations.\nViceChancellor and other officers, etc., to be public servants.\n"}