{"doc_id": "ac30d131-6c11-4649-8aa3-324a6b2de191", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 58, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "156\nAuthorities of the\nUniversity.\nDisqualification\nmembership.\nfor\nDisqualification for election or nomination to Syndicate and\nAcademic Council in certain\ncases.\nThe Syndicate.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nCHAPTER IV.\nAUTHORITIES OF THE UNIVERSITY.\n18. The authorities of the University shall be the following, namely:(1) the Syndicate;\n(2) the Academic Council;\n(3) the Finance Committee;\n(4) the Planning Board;\n(5) the Boards of Studies;\n(6) the Faculties; and\n(7) such other bodies as may be declared by the statutes to be the authorities of the University.\n19. (1) No person shall be qualified for election or nomination as a member of any of the authorities of the University, if on the date of such election or nomination he is(a) of unsound mind or a deaf-mute; or\n(b) an applicant to be adjudicated as an insolvent or an undischarged\ninsolvent; or\nturpitude.\n(c) sentenced by a criminal court to imprisonment for any offence involving moral\n(2) In case of dispute or doubt, the Syndicate shall determine whether a person is disqualified under sub-section (1) and its decision shall be final.\n20. (1) Notwithstanding anything contained in sections 21 and 24, no person who has held office as a member for a total period of six years in the Syndicate or the Academic Council or in both of the University shall be eligible for election or nomination to either of the said two authorities:\nProvided that for the purpose of computing the total period of six years referred to in this sub-section, the period of three years during which a person held office in one authority either by election or by nomination and the period of three years during which he held office in another authority either by election or by nomination shall be taken into account and accordingly such person shall not be eligible for election or nomination to either Syndicate or the Academic Council:\nProvided further that for the purpose of this sub-section, if a person who has held office for a period not less than one year in any one of the authorities referred to in this sub-section in a casual vacancy shall be deemed to have held office for a period of three years in that authority:\nProvided also that for the purpose of this sub-section, if a person was elected or nominated to one authority and such person become a member of another authority by virtue of the membership in the first mentioned authority, the period for which he held office in the first mentioned authority alone shall be taken into account.\n(2) Nothing in sub-section (1) shall have application in respect of\n(i) ex-officio members referred to in section 21;\n(ii) ex-officio members referred to in section 24.\n21. (1) The Chancellor shall, as soon as may be, after the first Vice-Chancellor is appointed under section 54, constitute the Syndicate.\n(2) The Syndicate shall, in addition to the Vice-Chancellor, consist of the following members, namely:Class I-Ex-officio Members.\n(a) The Secretary to Government, in-charge of Higher Education;\n(b) The Secretary to Government, in-charge of Industries;\n(c) The Secretary to Government, in-charge of Information Technology;\n(d) The Secretary to Government, in-charge of Law; and\n(e) The Director of Technical Education.\n"}