{"doc_id": "881af33a-6ca8-4b69-a182-9750f6fe0b4c", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 59, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nClass II Other Members.\n(a) One member from among the Chairmen of the Faculties nominated by the Chancellor on the recommendation of the Vice-Chancellor;\n(b) One member from among the Professors and Head of the Departments of the Government engineering colleges, nominated by the Chancellor on the recommendation of the Vice-Chancellor;\n(c) One member representing Industries, Public and Private Sectors nominated by the Government;\n(d) One member representing Research Institutions having special knowledge and practical experience in Industry and Commerce, nominated by the Chancellor;\n(e) Two members from the Principals of the affiliated colleges nominated by the Government;\n(f) Two members from among the Managements of the affiliated aided and selffinancing engineering colleges, nominated by the Government; and\n(g) One member elected by the Members of the Legislative Assembly of the State from among themselves.\n(3) The Vice-Chancellor shall be the ex-officio Chairperson of the Syndicate.\n(4) (i) In case the Secretary to Government, in-charge of Higher Education or the Secretary to Government, in-charge of Industries or the Secretary to Government, in-charge of Information Technology or the Secretary to Government, in-charge of Law, is unable to attend the meetings of the Syndicate, for any reason, he may depute any officer of his department, not lower in rank than that of Deputy Secretary to Government to attend the meetings.\n(ii) In case the Director of Technical Education is unable to attend the meetings of the Syndicate for any reason, he may depute any officer of the department, not lower in rank than that of Deputy Director, to attend the meetings.\n(5) (a) Save as otherwise provided, the members of the Syndicate, other than the ex-officio members, shall hold office for a period of three years and such members shall be eligible for election or nomination for another period of three years.\n(b) Where a member is elected or nominated to the Syndicate in a casual vacancy, the period of office held for not less than one year by any such member shall be construed as a full period of three years:\nProvided that a member of the Syndicate who is elected or nominated in his capacity as a member of a particular electorate or body, or the holder of a particular appointment, shall cease to be a member of the Syndicate from the date on which he ceases to be a member of that electorate or body, or the holder of that appointment, as the case may be:\nProvided further that where an elected or nominated member of the Syndicate is appointed temporarily to any of the offices by virtue of which he is entitled to be a member of the Syndicate ex-officio, he shall, by notice in writing signed by him and communicated to the Vice-Chancellor within seven days from the date of his taking charge of his appointment, choose whether he will continue to be a member of the Syndicate by virtue of his election or nomination or whether he will vacate office as such member and become a member ex-officio by virtue of his appointment and the choice shall be conclusive. On failure to make such a choice, he shall be deemed to have vacated his office as an elected or a nominated member.\n(6) When a person ceases to be a member of the Syndicate, he shall cease to be a member of any of the authorities of the University of which he may happen to be a member by virtue of his membership of the Syndicate.\n(7) The members of the Syndicate shall not be entitled to receive any remuneration from the University except such daily and travelling allowances as may be prescribed:\nProvided that nothing contained in this sub-section shall preclude any member from drawing his normal emoluments to which he is entitled by virtue of the office he holds.\n(8) A member of the Syndicate, other than ex-officio member, may tender resignation of his membership at any time before the term of his office expires. Such resignation shall be conveyed to the Chancellor by a letter in writing by the member and the resignation shall take effect from the date of its acceptance by the Chancellor.\n157\n"}