{"doc_id": "de448ab1-26f4-49b4-ad92-057b4f55b330", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 6, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "104\nAmendment of section 11.\nAmendment of section 20.\nAmendment of section 22.\nAmendment of section 25.\nAmendment of section 49.\nAmendment of section 50.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n\"(12) to institute Assistant Professorships, Associate Professorships, Professorships and any other teaching posts required by the University and to appoint persons to such Assistant Professorships, Associate Professorships, Professorships and other teaching posts;\". 27. In section 11 of the 2007 Act,(1) in sub-section (2), for the proviso, the following provisos shall be substituted,\nnamely:\"Provided that no person shall be nominated to the Committee unless he is an eminent person in the field of judiciary, administration, Education or industry:\nProvided further that the person so nominated shall not be a member of any of the authorities of the University;\"\n(2) for sub-section (4), the following sub-sections shall be substituted, namely:\"(4) When any temporary vacancy occurs in the office of the Vice-Chancellor or when the Vice-Chancellor is, by reason of illness, absence or for any other reason unable to exercise the powers and perform the duties of his office, the senior most Professor of the University shall exercise the powers and perform the duties of the Vice-Chancellor till the Syndicate makes the requisite arrangements for exercising the powers and performing the duties of the Vice-Chancellor.\n(4-A) The Vice-Chancellor shall not be removed from his office on the ground of wilful omission or refusal to carry out the provisions of this Act, or abuse of the powers vested in him except by an order of the Chancellor passed after due enquiry ordered by the Government, by such person who is or has been,(i) a judge of the High Court; or\n(ii) an officer of the Government not below the rank of Chief Secretary to Government; or\n(iii) a Vice-Chancellor of any University in the State of Tamil Nadu,\nas may be appointed by the Government in which the Vice-Chancellor shall have an opportunity of making his representation against such removal.”.\n28. In section 20 of the 2007 Act, in sub-section (2), for clause (ii), the following clause shall be substituted, namely:\"(ii) ex officio members referred to in section 24.\"\n29. In section 22 of the 2007 Act, in sub-section (1),(i) in clause (g), for the expression \"Lecturerships, Readerships\", the expression \"Assistant Professorships, Associate Professorships\" shall be substituted;\n(ii) in clause (aa), in sub-clause (i), for the expression \"University Lecturers, University Assistant Professors, University Readers\", the expression \"University Assistant Professors, University Associate Professors\" shall be substituted;\n(iii) in clause (ab), for the expression \"University Lecturers, University Assistant Professors, University Readers\", the expression \"University Assistant Professors, University Associate Professors\" shall be substituted.\n30. In section 25 of the 2007 Act, in sub-section (2), in clause (e), for the expression \"Readership, Lecturership\", the expression \"Associate Professorship, Assistant Professorship\" shall be substituted.\n31. For sub-section (1), of section 49 of the 2007 Act, the following sub-section shall be substituted, namely:\"(1) There shall be a Selection Committee for making recommendations to the Syndicate for appointment to the posts of teachers.\"\n32. In section 50 of the 2007 Act,(i) in sub-section (1), in the second proviso, for the expression \"an Assistant Professor or a Reader\", the expression \"an Associate Professor or an Assistant Professor\" shall be substituted;\n(ii) in sub-section (2), for the expression \"an Assistant Professor or a Reader\", the expression \"an Associate Professor or an Assistant Professor\" shall be substituted.\n"}