{"doc_id": "c806828b-225a-4822-8c0f-25cd8c908572", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 62, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "160\nMeetings of Syndicate.\nThe Academic Council.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(as) to regulate the working of the University Extension Board;\n(at) to manage any publication bureau, students' unions, employment bureau and University athletic clubs instituted by the University;\n(au) to review the instruction and teaching of the University;\n(av) to promote research within the University and to require reports, from time to time, of such research;\n(aw) to exercise such other powers and perform such other duties as may be conferred or imposed on it by this Act or the statutes, ordinances and regulations; and\n(ax) to delegate any of its powers to the Vice-Chancellor, to a committee from among its own members or to a committee appointed in accordance with the statutes.\n(2) The Syndicate may consult the Academic Council in respect of any matter where it considers such consultation is necessary.\n23. (1) The Syndicate shall meet at least once in every two months at such time and places and shall, subject to the provisions of sub-sections (2) and (3), observe such rules of procedure in regard to transaction of business at its meetings including the quorum at meetings, as may be prescribed.\n(2) The Vice-Chancellor or in his absence any member chosen by the members present, shall preside at a meeting of the Syndicate.\n(3) All questions at any meeting of the Syndicate shall be decided by a majority of the votes of the members present and voting and in the case of an equality of votes, the ViceChancellor or the member presiding, as the case may be, shall have and exercise a second or casting vote.\n(4) (a) The Syndicate may, for the purpose of consultation, invite any person having special knowledge or practical experience in any subject under consideration to attend any meeting. Such person may speak in, and otherwise take part in, the proceedings of such meeting but shall not be entitled to vote.\n(b) The person so invited shall be entitled to such daily and travelling allowances as are admissible to a member of the Syndicate.\n24. (1) The Academic Council, shall consist of the following members, namely:Class I- Ex-officio Members.\ncolleges.\n(a) The Vice-Chancellor;\n(b) The Chairmen of Faculties;\n(c) The Director of Library of the University;\n(d) The Principals of all the Government and Government aided engineering\nClass II - Other Members.\n(a) Eight members from among the Professors of the University, nominated by the Chancellor on the recommendation of the Vice-Chancellor;\n(b) Fifteen members from among the Principals of the affiliated colleges, nominated by the Chancellor on the recommendations of the Government;\n(c) Three educationists having proficiency in matters relating to education, research and educational administration, general and technical, nominated by the Chancellor on the recommendations of the Government;\n(d) Three members from among the Chief Engineers or General Managers from the Departments of the State Government, Railways, Military Engineering Services, Defence, Post and Telegraphs, Telephones and other autonomous organizations in the State, nominated by the Chancellor on the recommendations of the Vice-Chancellor;\n(e) Three persons from private industries and research organizations having proficiency in the matters relating to industries and research, nominated by the Chancellor on the recommendations of the Government;\n(f) Three persons from public sector industries of the Central and State Departments in the State having proficiency in matter relating to industries and research, nominated by the Chancellor on the recommendations of the Government;\n"}