{"doc_id": "17e86b7a-a7ab-4cf5-bb9e-6ded7f5b929f", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 63, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(g) Three persons from professional engineering societies or institutions or bodies or associations, nominated by the Chancellor on the recommendations of the Government;\n(h) Three persons of eminence from Small Scale Industries or Entrepreneurship Development Board or Apprenticeship Board of both Central and State Governments, nominated by the Chancellor on the recommendations of the Vice-Chancellor;\n(i) One person from among the teachers of each of the institutions given below, nominated by the Chancellor on the recommendations of the Vice-Chancellor.\n(i) Indian Institute of Science, Bangalore.\n(ii) Indian Institute of Technology, Chennai.\n(iii) Indian Institute of Management, Bangalore, and\n(iv) National Institute of Technology, Tiruchirappalli;\n(j) Members of the Syndicate not included in any of the above items:\nProvided that any Chairperson of a Board of Studies may be invited to attend a meeting if his special knowledge may be of relevance to the items for discussion at the meeting.\n(2) (i) In case the Secretary to Government, in-charge of Higher Education or the Secretary to Government, in-charge of Industries or the Secretary to Government, in-charge of Information Technology or the Secretary to Government, in-charge of Law, who is a member of Academic Council by virtue of item (j) under Class II - Other Members in sub-section (1) is unable to attend the meetings of the Academic Council for any reason, he may depute any officer of his department, not lower in rank than that of Deputy Secretary to Government to attend the meetings;\n(ii) In case the Director of Technical Education who is a member of the Academic Council, by virtue of item (j) under Class II - Other Members in sub-section (1) is unable to attend the meetings of the Academic Council for any reason, he may depute any officer of the department, not lower in rank than that of Deputy Director, to attend the meetings.\n(3) (a) Save as otherwise provided, nominated member of the Academic Council shall hold office for a period of three years and such member shall be eligible for nomination for another period of three years.\n(b) a member is nominated to the Academic Council to a casual vacancy, the period of office held for not less than one year by any such member shall be construed as a full period of three years:\nProvided that a member of the Academic Council who is nominated in his capacity as a member of a particular body or the holder of a particular appointment, shall cease to be a member of the Academic Council from the date on which he ceases to be a member of that body, or the holder of that appointment, as the case may be:\nProvided further that where a nominated member of the Academic Council is appointed temporarily to any of the offices by virtue of which he is entitled to be a member of the Academic Council ex-officio, he shall, by notice in writing signed by him and communicated to the Vice-Chancellor within seven days from the date of his taking charge of his appointment, choose whether he will continue to be member of the Academic Council by virtue of his nomination or whether he will vacate office as such member and become a member ex-officio by virtue of his appointment and the choice shall be conclusive. On failure to make such a choice, he shall be deemed to have vacated his office as a nominated member.\n(4) When a person ceases to be a member of the Academic Council he shall cease to be a member of any of the authorities of the University of which he may happen to be a member by virtue of his membership of the Academic Council.\n(5) The members of the Academic Council shall not be entitled to receive any remuneration from the University except such daily and travelling allowances as may be prescribed:\nProvided that nothing contained in this sub-section shall preclude any member from drawing his normal emoluments to which he is entitled by virtue of the office he holds.\n(6) A member of the Academic Council other than an ex-officio member, may tender resignation of his membership at any time before the term of his office expires. Such resignation shall be conveyed to the Chancellor by a letter in writing by the member and the resignation shall take effect from the date of its acceptance by the Chancellor.\n161\n"}