{"doc_id": "2c69fbee-41de-4f16-9e92-3f27f223d9fd", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 65, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(b) to advise the Chancellor in respect of any matter, which may be referred to it for advise; and\n(c) to exercise such other powers and perform such other functions as may be prescribed by the statutes.\n26. (1) The Academic Council shall meet at least twice in every year on dates to be fixed by the Vice-Chancellor. One of such meetings shall be called the annual meeting. The Academic Council may also meet at such other times as it may, from time to time, determine.\n(2) One third of the total strength of the members of the Academic Council shall be the quorum required for a meeting of the Academic Council:\nProvided that such quorum shall not be required at a convocation of the University, or a meeting of the Academic Council held for the purpose of conferring degrees, titles, diplomas or other academic distinctions.\n(3) The Vice-Chancellor may, whenever he thinks fit, and shall upon a requisition in writing signed by not less than fifty per cent of the total members of the Academic Council, convene a special meeting of the Academic Council.\n27. (1) The Finance Committee shall consist of the following members, namely:(a) Vice-Chancellor;\n(b) Secretary to Government, in-charge of Finance;\n(c) Secretary to Government, in-charge of Higher Education;\n(d) two members nominated by the Syndicate from among its members of whom one shall be a Professor and one shall be a person nominated to the Syndicate by the Chancellor.\n(2) If for any reasons, the Secretary to Government, in-charge of Finance or the Secretary to Government, in-charge of Higher Education is unable to attend the meetings of the Finance Committee, he may depute any officer of his department not lower in rank than that of the Deputy Secretary to Government to attend the meetings.\n(3) The Vice-Chancellor shall be the ex-officio Chairperson and the Finance Officer shall be the ex-officio Secretary to the Finance Committee.\n(4) All the members of the Finance Committee, other than the ex-officio members shall hold office for a period of three years.\n(5) The Finance Committee shall meet at least twice in every year to examine the accounts and to scrutinize the proposals for expenditure.\n(6) The annual accounts of the University prepared by the Finance Officer shall be laid before the Finance Committee for consideration and comments and thereafter submitted to the Syndicate for approval.\n(7) The Finance Committee shall recommend limits for the total recurring expenditure and the total non-recurring expenditure for the year based on the income and resources of the University.\n(8) The Finance Committee shall(a) review the financial position of the University from time to time;\n(b) make recommendation to the Syndicate on every proposal involving investment or expenditure for which no provision has been made in the annual financial estimates or which involves expenditure excess of the amount provided for in the annual financial estimates;\n(c) prescribe the methods and procedure and forms for maintaining the accounts of the University, its departments and its constituent colleges;\n(d) make recommendations to the Syndicate on all matters relating to the finances of the University; and\n(e) perform such other functions as may be prescribed.\n(9) The financial estimates of the University prepared by the Finance Officer shall be laid before the Finance Committee for consideration and comments. The said estimates, as modified by the Finance Committee, shall then be laid before the Syndicate for consideration. The Syndicate may accept the modifications made by the Finance Committee.\n163\nMeetings of the Academic Council.\nThe Finance Committee.\n"}