{"doc_id": "7c0a16d2-36c7-47f0-8e54-b418225dd4d6", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 66, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "164\nThe Planning Board.\nBoards of Studies.\nConstitution and functions of Faculties.\nConstitution of other authorities.\nConstitution of committees\nand delegation of powers.\nStatutes.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n28. (1) There shall be constituted a Planning Board of the University which shall advise generally on the planning and development of the University and review the standard of education and research in the University.\n(2) The Planning Board shall consist of the following members, namely:(a) the Vice-Chancellor, who shall be the ex-officio Chairperson of the Board; and (b) not more than eight persons of high academic standing.\n(3) The members of the Planning Board shall be appointed by the Chancellor on the recommendations of the Vice-Chancellor and shall hold office for such period as he may determine.\n(4) The Planning Board shall, in addition to all other powers vested in it by this Act, have the right to advise the Syndicate and the Academic Council on any academic matter.\n29. There shall be a Board of Studies attached to each Department of teaching. The constitution and powers of the Boards of Studies shall be such as may be prescribed.\n30. (1) The University having regard to the objectives and its functions, may constitute such Faculties as may be prescribed by statutes.\n(2) The constitution and function of the Faculties shall, in all other respects, be such as may be prescribed by statutes.\n(3) Each Faculty shall comprise of such departments of teaching as may be prescribed in the statutes.\n31. The constitution and powers of such other bodies, as may be declared by the statutes to be authorities of the University, shall be such as may be prescribed.\n32. All the authorities of the University shall have power to constitute or reconstitute committees and to delegate to them such of their powers as they deem fit; such committees shall, save as otherwise provided, consist of members of the authority concerned and of such other persons, if any, as the authority in each case, may deem fit.\nCHAPTER V.\nSTATUTES, ACTS AND REGULATIONS.\n33. Subject to the provisions of this Act, the statutes may provide for all or any of the following matters, namely:(1) the holding of convocation to confer degrees;\n(2) the conferment of honorary degrees and academic distinctions;\n(3) the constitution, powers and functions of the authorities of the University;\n(4) the manner of filling vacancies among members of the authorities;\n(5) the allowances to be paid to the members of the authorities and committees\nthereof;\n(6) the procedure at meetings of authorities including the quorum for the transaction of business at such meetings;\n(7) the authentication of the orders or decisions of the authorities;\n(8) the formation of departments of teaching at the University and constituent colleges; (9) the term of office and methods of appointment and conditions of service of the officers of the University other than the Chancellor and the Pro-Chancellor;\n(10) the qualifications of the teachers and other persons employed by the University;\n(11) the classifications, the method of appointment and determination of the terms and conditions of service of teachers and other persons employed by the University;\n"}