{"doc_id": "0dfa9a45-ef40-4d3d-a398-3ccb2d92800f", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 69, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "Central Act XI of 1925.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n40. No attendance at instruction given in any college or institution, other than that conducted, affiliated or approved by the University, shall qualify for admission to any examination of the University.\n41. Every student of the University other than a non-collegiate student shall be required to reside in a hostel or under such other conditions as may be prescribed.\nCHAPTER VII.\nUNIVERSITY FUNDS, ANNUAL REPORT AND ACCOUNTS.\n42. The University shall have General Fund to which shall be credited,(a) its income from fees, grants, donations and gifts, if any;\n(b) any contribution or grant made by the Central Government or any State Government or any local authority or the University Grants Commission or any other similar body or any corporation owned or controlled by the Central or any State Government;\n(c) endowments and other receipts; and\n(d) the money borrowed by it.\n43. The University may have such funds as may be prescribed by the statutes. 44. The funds and all moneys of the University shall be managed in such manner as may be prescribed.\n45. The annual report of the University shall be prepared by the Syndicate and shall be submitted to the Academic Council on or before such date as may be prescribed and shall be considered by the Academic Council at its next annual meeting. The Academic Council may pass resolutions thereon and communicate the same to the Syndicate which shall take action in accordance therewith. The Syndicate shall inform the Academic Council of the action taken by it. A copy of the report with a copy of the resolution thereon, if any, of the Academic Council shall be submitted to the Government.\n46. (1) The annual accounts of the University, shall be submitted to such examination and audit as the Government may direct and a copy of the annual accounts and audit report shall be submitted to the Government.\n(2) The University shall settle objections raised in such audit and carry out such instructions as may be issued by the Government on the audit report.\n(3) The accounts, when audited, shall be published by the Syndicate in such manner as may be prescribed and copies thereof shall be submitted to the Academic Council at its next meeting and to the Government within three months of such publication.\n(4) The Government shall cause the annual audited accounts and annual report to be laid before the Legislative Assembly together with their comments.\nCHAPTER VIII.\nCONDITIONS OF SERVICE.\n47. (1) The University shall institute for the benefit of its officers, teachers and other persons employed by the University, such pension, gratuity, insurance and provident fund as it may deem fit, in such manner and subject to such conditions as may be prescribed.\n(2) Where the University has so instituted a provident fund under sub-section (1), the Government may declare that the provisions of the Provident Funds Act, 1925, shall apply to such funds as if the University were a local authority and the fund a Government Provident Fund.\n(3) The University, may, in consultation with the Finance Committee, invest the Provident Fund in such manner as it may determine.\n48. Subject to the provisions of this Act, the appointment, procedure for selection, pay and allowances and other conditions of services of officers, teachers and other persons employed in the University shall be such as may be prescribed.\n167\nAttendance qualification for University Examination.\nResidence and hostel.\nGeneral Fund.\nOther Funds.\nManagement of Funds.\nAnnual Report.\nAnnual accounts.\nPension, Gratuity, etc.,\nConditions of\nservice.\n"}