{"doc_id": "ad6f7f2b-c162-439c-98b1-9a78e69097e1", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 70, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "168\nSelection\nCommittee.\nTerms and\nconditions of service of\nHeads of Departments.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nExplanation. For the purpose of this section, the word \"officers\" shall not include the Chancellor and the Pro-Chancellor.\n49. (1) There shall be a Selection Committee for making recommendations to the Syndicate for appointment to the posts of teachers.\n(2) The Selection Committee for appointment to the posts specified in sub-section (1) shall consist of the Vice-Chancellor, a nominee of the Chancellor, a nominee of the Government and such other persons as may be prescribed:\nProvided that the selection for such appointment by the Selection Committee shall be made in accordance with the guidelines that may be issued by the University Grants Commission or other agencies concerned in relation to such appointment.\n(3) The Vice-Chancellor shall preside at the meetings of a Selection Committee. (4) The meetings of a Selection Committee shall be convened by the Vice-Chancellor. (5) The procedure to be followed by a Selection Committee in making recommendations shall be laid down in the ordinances.\n(6) If the Syndicate is unable to accept the recommendations made by a Selection Committee, it shall record its reasons and submit the case to the Chancellor for final orders.\n(7) Appointments to temporary posts or vacancies shall be made in the manner indicated below:(i) If the temporary vacancy is for a duration longer than one academic session, it shall be filled on the advice of the Selection Committee in accordance with the procedure indicated in the foregoing provisions:\nProvided that if the Vice-Chancellor is satisfied that in the interest of work it is necessary to fill the vacancy, the appointment may be made on a temporary basis by a local Selection Committee referred to in sub-clause (ii) for a period not exceeding six months;\n(ii) If the temporary vacancy is for a period less than a year, appointment to such vacancy shall be made on the recommendation of a local Selection Committee consisting of the Chairman of the Faculty concerned, the Head of the Department and a nominee of the Vice-Chancellor:\nProvided that if the same person holds the offices of the Chairman and Head of the Department, the Selection Committee may consist of two nominees of the Vice-chancellor:\nProvided further that in case of sudden casual vacancies in teaching posts caused by death or any other reason, the Chairman of the Faculty, in consultation with the Head of the Department concerned, make a temporary appointment for a month and report to the Vice-Chancellor and the Registrar about such appointment;\n(iii) No teacher appointed temporarily shall, if he is not recommended by a regular Selection Committee for appointment under this Act, be continued in service on such temporary employment unless he is subsequently selected by a local Selection Committee or a regular Selection Committee, for a temporary or a permanent appointment, as the case may be.\n50. (1) Each Department of the University shall have a Head who shall be a Professor or Director and whose duties and functions and terms and conditions of appointment shall be such as may be prescribed by the ordinances:\nProvided that if there is more than one Professor in any Department, the Head of the Department shall be appointed in the manner prescribed by the ordinances:\nProvided further that in a Department where there is no Professor, an Associate Professor or an Assistant Professor may be appointed as Head of the Department in the manner prescribed by the ordinances.\n(2) It shall be open to a Professor or an Associate Professor or an Assistant Professor to decline the offer of appointment as Head of the Department.\n(3) A person appointed as Head of the Department shall hold office as such for a period of three years and shall be eligible for reappointment.\n(4) A Head of the Department may resign his office at any time during his tenure of\noffice.\n"}