{"doc_id": "7f3f38e2-061d-49c7-b9ec-a888eb8a54a9", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 72, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "170\nAppointment of first ViceChancellor.\nAppointment of first Registrar.\nTransitory powers of the first ViceChancellor.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(4) Notwithstanding anything contained in this Act, the statutes, ordinances and regulations continued in force under sub-section (3) or made under this Act, every person who immediately before the appointed day was a student of a college within the University area affiliated to or approved by the Anna University, Chennai shall be permitted to complete his course of study in the Anna University, Chennai and the Anna University of Technology, Chennai shall make arrangements for the instruction, teaching and training for such students for such period and in such manner as may be determined by the Anna University of Technology, Chennai in accordance with the course of study in the Anna University, Chennai and such students shall, during such period, be admitted to the examinations held or conducted by the Anna University, Chennai and the corresponding degree, diploma or other academic distinctions of the Anna University, Chennai shall be conferred upon the qualified students on the result of such examinations, by the Anna University, Chennai.\n(5) All colleges within the University area which immediately before the appointed\nday,(a) continue to be affiliated to, or recognised by the Anna University, Chennai; and\n(b) provide courses of study for admission to the examination for degrees of the Anna University, Chennai, shall be deemed to be colleges affiliated to the Anna University of Technology, Chennai under this Act and the provisions of this Act shall, as far as may, apply accordingly.\n(6) All colleges within the University area which immediately before the appointed day, continue to be recognised by the Anna University, Chennai providing courses of study for admission to the examinations of the said University, for degrees and diplomas, shall be deemed to be colleges approved by the Anna University of Technology, Chennai under this Act, and the provisions of this Act shall, as far as may, apply accordingly.\n(7) All hostels within the University area which continue to be recognised by the Anna University, Chennai immediately before the appointed day shall be deemed to be hostels recognised by the Anna University of Technology, Chennai under this Act and the provisions of this Act shall, as far as may, apply accordingly.\n(8) Subject to the provisions of sub-section (2) but without prejudice to the provisions of sub-sections (3) to (7), anything done or any action taken before the appointed day under any provision of the 1978 Act in respect of any area to which the provisions of this Act extend shall be deemed to have been done or taken under the corresponding provision of this Act and shall continue to have effect accordingly unless and until superseded by anything done or any action taken under the corresponding provision of this Act.\nCHAPTER X.\nTRANSITORY PROVISIONS.\n54. Notwithstanding anything contained in sub-section (1) of section 11, within three months from the appointed day, the first Vice-Chancellor shall be appointed by the Government on a salary to be fixed by them for a period not exceeding three years and on such other conditions as they think fit:\nProvided that a person appointed as first Vice-Chancellor shall retire from office, if during the term of his office he completes the age of sixty-five years.\n55. Notwithstanding anything contained in sub-section (1) of section 14, within three months from the appointed day, the first Registrar shall be appointed by the Government on a salary to be fixed by them for a period not exceeding three years and on such other conditions as they think fit:\nProvided that a person appointed as first Registrar shall retire from office, if during the term of his office he completes the age of sixty years in the case of an University Professor and fifty-eight years in the case of a Professor of any Government engineering college.\n56. (1) It shall be the duty of the first Vice-Chancellor to make arrangements for constituting the Syndicate, Academic Council and such other authorities of the University within six months from the date of his appointment or such longer period not exceeding one year as the Government may, by notification specify.\n(2) The first Vice-Chancellor shall, in consultation with the Government, make such rules as may be necessary for the functioning of the University.\n"}