{"doc_id": "2b1db444-7a01-4ba5-9f5b-4d82fa463387", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 73, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(3) The authorities constituted under sub-section (1) shall commence to exercise their function on such date as the Government may, by notification, specify in this behalf.\n(4) It shall be the duty of the first Vice-Chancellor to draft such statutes, ordinances and regulations as may be necessary and submit them to the respective authorities for their disposal. Such statutes, ordinances and regulations when framed shall be published in the Tamil Nadu Government Gazette.\n(5) Notwithstanding anything contained in this Act and the statutes and until such time an authority is duly constituted, the first Vice-Chancellor may, appoint any officer or constitute any committee temporarily to exercise and perform any of the powers and duties of such authority under this Act and the statutes.\nCHAPTER XI. MISCELLANEOUS.\n57. All casual vacancies among the members other than ex-officio members of any authority or other body of the University shall be filled as soon as conveniently may be, by the person or body who or which, nominated or elected the member whose place has become vacant and the person nominated or elected to a casual vacancy shall be a member of such hority body for the residue of the term for which the person whose place he fills would have been a member:\nProvided that no casual vacancy shall be filled if such vacancy occurs within six months before the date of the expiry of the term of the member of any authority or other body of the University.\n58. No act or proceeding of any authority or other body of the University shall be invalidated merely by reason of the existence of any vacancy or of any defect or irregularity in the election or appointment of a member of any authority or other body of the University or of any defect or irregularity in such act or proceeding not affecting the merits of the case or on the ground only that the authority or other body of the University did not meet at such intervals as required under this Act.\n59. (1) The Syndicate may remove by an order in writing made in this behalf any person from membership of any authority of the University by a resolution passed by a majority of the total membership of the Syndicate and by a majority of not less than two thirds of the members of the Syndicate present and voting at the meeting, if such person has been convicted by a criminal court for an offence which in the opinion of the Syndicate involves moral turpitude or if he has been guilty of gross misconduct.\n(2) The Syndicate may also by an order in writing made in this behalf remove any person from the membership of any authority of the University if he becomes of unsound mind or deaf-mute or has applied to be adjudicated or has been adjudicated as an insolvent.\n(3) No action under this section shall be taken against any person unless he has been given a reasonable opportunity to show cause against the action proposed to be taken.\n(4) A copy of every order passed under sub-section (1) or sub-section (2) as the case may be, shall, as soon as may be after it is so passed, be communicated to the person concerned in the manner prescribed by regulations.\n60. If any question arises whether any person has been duly elected or nominated as, or is entitled to be, a member of any authority of the University or other body of the University, the question shall be referred to the Chancellor whose decision thereon shall be final.\n61. Notwithstanding anything contained in this Act or in any other law for the time being in force, the Government may, by an order in writing, call for any information from the University on any matter relating to the affairs of the University and the University shall, if such information is available with it, furnish to the Government with such information within a reasonable period:\nProvided that in the case of information which the University considers confidential, the University may place the same before the Chancellor and the Pro-Chancellor.\n171\nFilling of casual vacancies.\nProceedings of the University authorities and bodies not to be invalidated by vacancies.\nRemoval from membership of the\nUniversity.\nDisputes as to constitution of University authorities and bodies.\nPower to obtain information.\n"}