{"doc_id": "6bdf64ed-ae71-470d-9282-2e3449d085f6", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 74, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "172\nRegistration of graduates.\nSpecial mode of appointment.\nReport on\naffiliated colleges.\nPower to\nremove difficulties.\nPower of\nGovernment to give\ndirections.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n62. (1) On and from the appointed day, every person ordinarily resident within the University area, whoof India; or\n(a) has been for at least three years a graduate of any University in the territory\n(b) is a registered graduate of any University in the territory of India, shall be entitled to have his name entered in the register of graduates maintained under this Act, for a period of five years on payment of such fee and subject to such conditions as may be prescribed by the statutes.\n(2) All applications for registration under sub-section (1) shall be sent to the Registrar together with the prescribed fee and such proof of qualifications as may be prescribed by the statutes.\n(3) The Registrar shall, on receipt of an application made under sub-section (2) and after making such enquiry as he deems fit, enter in the register of graduates the name of the applicant.\n(4) Every person whose name has been entered in the register of graduates under sub-section (3) shall be entitled to have such entry renewed every five years on application made in that behalf to the Registrar within such time, in such manner and on payment of such fee as may be prescribed by the statutes.\n63. (1) The Syndicate may invite any person of high academic distinction and professional attainments to accept a post of Professor in the University on such terms and conditions as it deems fit, and on the person agreeing to do so, appoint him to the post.\n(2) The Syndicate may appoint a teacher or any other member of the academic staff working in any other University or organisation for undertaking a joint project in accordance with the manner prescribed in the ordinances.\n64. The Syndicate shall, at the end of every three years from the appointed day, submit a report to the Government on the condition of affiliated and approved colleges within the University area. The Government shall take such action on it as they deem fit.\n65. (1) If any difficulty arises as to the first constitution or reconstitution of any authority of the University after the date of publication of this Act or otherwise in giving effect to the provisions of this Act, the Government may, by notification, make such provision, not inconsistent with the provisions of this Act, as may appear to them to be necessary or expedient for removing the difficulty:\nProvided that no such notification shall be issued after the expiry of five years from the date of establishment of the University under section 3.\n(2) Every notification issued under sub-section (1) or under any other provisions of this Act shall, as soon as possible after it is issued, be placed on the table of the Legislative Assembly, and if, before the expiry of the session in which it is so placed or the next session, the Assembly makes any modification in any such notification shall thereafter have effect only in such modified form or be of no effect, as the case may be, so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that notification.\n66. The Government may, from time to time, issue such directions to the University, as they may deem fit, for giving effect to the provisions of this Act and it shall be the duty of the University, to comply with such directions.\n"}