{"doc_id": "b6ee73d4-f869-447f-9ca9-5334f344b1e9", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 79, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "Tamil Nadu Act\n30 of 1978.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nUnder rule 130 of the Tamil Nadu Legislative Assembly Rules, the following Bill which was introduced in the Legislative Assembly of the State of Tamil Nadu on 14th May, 2010 is published together with Statement of Objects and Reasons for general information:L.A. BILL No. 26 of 2010\nA Bill further to amend the Anna University, Chennai Act, 1978.\nWhereas, for the development of engineering, technology and allied sciences and for furthering the advancement of learning and prosecution of research in engineering, technology and allied sciences, a unitary type University comprising of the College of Engineering, Guindy, four departments of the University of Madras located in Allagappa Chettiyar College of Technology, Guindy, Chennai and Madras Institute of Technology, Chrompet, Chennai was established in the year 1978, by the name of Perarignar Anna University of Technology, by the Perarignar Anna University of Technology Act, 1978 (Tamil Nadu Act 30 of 1978);\nAnd Whereas, the name of the Perarignar Anna University of Technology was changed as Anna University by amending the said Tamil Nadu Act 30 of 1978, by the Perarignar Anna University of Technology (Amendment and Special Provisions) Act, 1982 (Tamil Nadu Act 26 of 1982);\nAnd Whereas, with a view to maintain a uniform syllabus, and to provide facilities and opportunities for higher education in engineering, technology and allied sciences, by instruction, training, research, development and extension, and to devise and implement a programme of education in engineering, technology and allied sciences that is relevant to current needs of the society, the Government decided to bring all the engineering colleges in the State under one roof. As the Anna University was an exclusive technical university with all necessary infrastructural facilities, the Government converted the Anna University which was a unitary type university into an affiliating type university by amending the Anna University Act, 1978 (Tamil Nadu Act 30 of 1978) suitably, by the Anna University (Amendment) Act, 2001 (Tamil Nadu Act 26 of 2001);\nAnd Whereas, after the Anna University became the affiliating type university in respect of engineering colleges in the State, it was realized that managing the affairs of more than 240 engineering colleges across the State from Chennai was a near impossibility and with a view to ensure better and effective monitoring of the engineering colleges, the Government established three more Technical Universities in the State with clearly demarcated areas;\nAnd Whereas, there are 136 engineering colleges now affiliated to the Anna University, Chennai and the teachers in the said university spend most of their time for the supervision of student's admission and examinations in the affiliated colleges and for inspecting the infrastructure facilities provided the said affiliated colleges. As a result, teachers are unable to involve themselves in the research work. Therefore, many educationists have expressed the views that a unitary type of university may be established in the State to provide higher studies in engineering and technology and to undertake research studies in engineering and technology. Accepting the said views, the Government have decided to revert back to unitary type university which was in existence prior to 2002;\nBE it enacted by the Legislative Assembly of the State of Tamil Nadu in the Sixty-first Year of the Republic of India as follows:--\n1. (1) This Act may be called the Anna University, Chennai (Amendment) Act, 2010.\n(2) It shall come into force on such date as the State Government may, by notification, appoint.\n2. In section 1 of the Anna University, Chennai Act, 1978 (hereinafter referred to as the principal Act), in sub-section (1), for the expression \"Anna University, Chennai Act\", the expression \"Anna University Act\" shall be substituted.\n3. Section 1-A of the principal Act shall be omitted.\n177\nShort title and commencement.\nAmendment of section 1.\nOmission of section 1-A.\n"}