{"doc_id": "a2e43ea9-1090-4e1a-99a3-70fa2681ede7", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 80, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "178\nAmendment of section 2.\nAmendment of section 3.\nAmendment of section 5.\nOmission of\nsection 5-A.\nAmendment of section 8.\nAmendment of section 11.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n4. In section 2 of the principal Act,(1) for clauses (a), (aa), (ab), (ac), (ad), (ae), (b), (c) and (d), the following clauses shall be substituted, namely:\"(a) \"appointed day\" means such date as the Government may, by notification, appoint under sub-section (2) of section 1;\n(b) \"constituent college\" means any institution specified in Schedule I;\n(c) \"Dean\" means the Dean of each Faculty;\n(d) \"Director\" means the head of a constituent college, the head of research and development or the head of every centre of Advanced Study, as may be prescribed;\";\n(2) clause (ha) shall be omitted;\n(3) clause (m) shall be omitted.\n(4) for clause (k), the following clause shall be substituted, namely:\"(k) \"teachers\" mean such Assistant Professors, Associate Professors, Professors, Deans, Directors and other like persons as may be declared by the statutes to be teachers:\"\n5. In section 3 of the principal Act, after sub-section (2), the following sub-sections shall be inserted, namely:\"(3) The University shall be of the unitary type and shall comprise of the College of Engineering, Guindy, Chennai and the institutions specified in Schedule I.\n(4) The jurisdiction of the University shall extend to the whole area comprised in the Chennai Metropolitan Planning Area as defined in clause (23-a) of section 2 of the Tamil Nadu Town and Country Planning Act, 1971 (Tamil Nadu Act 35 of 1972) and the University may establish campuses at such places within its jurisdiction as it may deem fit.\".\n6. In section 5 of the principal Act, clauses (ac), (ad), (ae), (af) and (ag) shall be omitted.\n7. Section 5-A of the principal Act shall be omitted.\n8. In section 8 of the principal Act,(1) for clause (5), the following clause shall be substituted, namely:—\n\"(5) The Directors;\"\n(2) in clause (7), the word \"and\" shall be added at the end;\n(3) clause (7-A) shall be omitted.\n9. In section 11 of the principal Act,(1) for sub-section (2), the following sub-section shall be substituted, namely:\"(2) For the purpose of sub-section (1), the Committee shall consist of three persons of whom one shall be nominated by the Syndicate, one shall be nominated by the Government and one shall be nominated by the Chancellor:\nProvided that no person shall be nominated to the Committee unless he is an eminent person in the field of judiciary, administration, education or industry:\nProvided further that the person so nominated shall not be a member of any of the authorities of the University.\";\n(2) after sub-section (4), the following sub-section shall be inserted, namely:\"(4-A) The Vice-Chancellor shall not be removed from his office on the ground\nof willful omission or refusal to carry out the provisions of this Act, or abuse of the powers vested in him except by an order of the Chancellor passed after due enquiry ordered by the Government, by such person who is or has been,(i) a judge of the High Court; or\n(ii) an officer of the Government not below the rank of Chief Secretary to\nGovernment;\n"}