{"doc_id": "31a34d07-e6e4-40c3-9d0a-063c666053b5", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 81, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n(iii) a Vice-Chancellor of any University in the State of Tamil Nadu,\nas may be appointed by the Government in which the Vice-Chancellor shall have an opportunity of making his representation against such removal.\n10. In section 13 of the principal Act,(1) in the marginal heading, for the expression \"Chairmen\", the expression \"Directors\" shall be substituted;\n(2) for the expression \"Chairman of a Faculty\", the expression \"Director\" shall be substituted.\n11. Section 15-A of the principal Act shall be omitted.\n12. In section 17 of principal Act, for sub-sections (2), (3), (3-A), (4), (5) and (6), the following sub-sections shall be substituted, namely:\"(2) The Syndicate shall, in addition to the Vice-Chancellor, consist of the following members, namely:Class I Ex-officio Members.\n(a) The Secretary to Government, in-charge of Higher Education;\n(b) The Secretary to Government, in-charge of Industries;\n(c) The Secretary to Government, in-charge of Information Technology;\n(d) The Secretary to Government, in-charge of Law;\n(e) The Director of Technical Education.\nClass II - Other Members.\n(a) One member from among the Professors or Deans or Directors of the Mechanical, Aeronautical, Production and Automobile Engineering departments, nominated by the Chancellor on the recommendation of the Vice-Chancellor.\n(b) One member from among the Professors or Deans or Directors of the Electronic Communication Engineering, Information Technology and Computer Science departments, nominated by the Chancellor on the recommendation of the Vice-Chancellor.\n(c) One member from among the Professors or Deans or Directors of the Civil, Architecture, Electrical and Electronic Engineering, Environmental and Water Resources departments, nominated by the Chancellor on the recommendation of the Vice-Chancellor.\n(d) One member from among the Professors or Deans or Directors of the Chemical Engineering, Leather Technology, Food Technology, Bio-Technology departments, nominated by the Chancellor on the recommendation of the Vice-Chancellor.\n(e) One member from among the Professors or Deans or Directors of Science or Humanities or Management nominated by the Chancellor on the recommendation of the Vice-Chancellor.\n(f) One member representing industries, public and private sectors, nominated by the Government.\n(g) One member representing Research Institutions having special knowledge and practical experience in engineering and technology, nominated by the Chancellor.\n(h) One member elected by the Members of the Legislative Assembly of the State from among themselves.\n(3) The Vice-Chancellor shall be the ex-officio Chairman of the Syndicate.\n(4) (i) In case the Secretary to Government, in-charge of Higher Education or the Secretary to Government, in-charge of Industries or the Secretary to Government, in-charge of Information Technology or the Secretary to Government, in-charge of Law, is unable to attend the meetings of the Syndicate, for any reason, he may depute any officer of his department, not lower in rank than that of the Deputy Secretary to Government, to attend the meetings;\n179\nAmendment of section 13.\nOmission of section 15-A.\nAmendment of section 17.\n"}