{"doc_id": "cd4839ec-5cfb-4dcc-bc0d-73eaf680cc45", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 83, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n19. After section 45 of the principal Act, the following section shall be added, namely:\"46. Power of Government to give directions. The Government may, from time to time, issue such directions to the University, as it may deem fit, for giving effect to the provisions of this Act and it shall be the duty of the University, to comply with such directions.\".\n20. For Schedules I, I-A and I-B of the principal Act, the following Schedule shall be substituted, namely:\"SCHEDULE I.\n[See sections 2 (b) and 3(3)]\nI. All the Departments located in the Alagappa Chettiar College of Technology, Guindy, Chennai.\nII. The Madras Institute of Technology, Chromepet, Chennai.\".\n21. In Schedule II to the principal Act,(1) in the statutes, for the expressions “Chairmen” and “Chairman\" wherever they occur, the expressions \"Deans\" and \"Dean\" shall be substituted;\n(2) statute 2-A shall be omitted;\n(3)\nin statute 5,(i)\nin clause (1),(a) in the second proviso, for the expression \"an Assistant Professor or a Reader\", the expression \"an Associate Professor or an Assistant Professor\" shall be substituted;\n(b) in the third proviso, for the expression \"Assistant Professor or Reader\", the expression \"Associate Professor or Assistant Professor\" shall be substituted;\n(ii) in clause (2), for the expression \"Assistant Professor or Reader\", the expression \"Associate Professor or Assistant Professor\" shall be substituted.\n(4) for statute 9, the following statute shall be substituted, namely:\"9. Constitution of Academic Council.-The Academic Council shall consist of the following members, namely:Class I- Ex-Officio Members.\n(a) The Vice-Chancellor;\n(b) The Dean;\n(c) The Director of Library of the University.\nClass II-Other Members.\n(a) Eight members from among the Professors of the University, nominated by the Chancellor on the recommendation of the Vice-Chancellor;\n(b) Three educationists having proficiency in matters relating to education, research and educational administration, general and technical, nominated by the Chancellor on the recommendation of the Government;\n(c) Three members from among the Chief Engineers or General Managers from the Departments of the State Government, Railways, Military Engineering Services, Defence, Post and Telegraphs, Telephones and other autonomous organizations in the State, nominated by the Chancellor on the recommendation of the Vice-Chancellor;\n(d) Three persons from private industries and research organizations having proficiency in the matter relating to industries and research, nominated by the Chancellor on the recommendation of the Government;\n181\nInsertion of new section.\nSubstitution of Schedules I, I-A and I-B.\nAmendment of Schedule II.\n"}