{"doc_id": "34773c9c-d490-4236-96c7-097fc96e99dd", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 85, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "TAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nProvided that nothing contained in this sub-section shall preclude any member from drawing his normal emoluments to which he is entitled by virtue of the office he holds.\n(6) A member of the Academic Council other than an ex-officio member, may tender resignation of his membership at any time before the term of his office expires. Such resignation shall be conveyed to the Chancellor by a letter in writing by the member and the resignation shall take effect from the date of its acceptance by the Chancellor.\";\n(5) in statute 10 in clause (e), for the expression \"Readership\", the expression \"Associate Professorship\" shall be substituted.\n(6) in statute 11, for clause (1), the following clauses shall be substituted,\nnamely:\"(1) The Finance Committee shall consist of the following members, namely:(a) the Vice-Chancellor;\n(b) the Secretary to Government, in-charge of Finance;\n(c) the Secretary to Government, in-charge of Higher Education;\n(d) one member nominated by the Syndicate from among its members.\n(1-A) If for any reasons the Secretary to Government, in-charge of Finance or the Secretary to Government, in-charge of Higher Education is unable to attend the meetings of the Finance Committee, he may depute any officer of his department not lower in rank than that of the Deputy Secretary to Government to attend the meetings\".;\n(7) for statute 13, the following statute shall be substituted, namely:\"13. Selection Committee.- (1) There shall be a Selection Committee for making recommendations to the Syndicate for appointment to the posts of teachers.\n(2) The Selection Committee for appointment to the posts specified in sub-section (1) shall consist of the Vice-Chancellor, a nominee of the Chancellor, a nominee of the Government and such other persons as may be prescribed:\nProvided that the selection for such appointment by the Selection Committee shall be made in accordance with the guidelines that may be issued by the University Grants Commission or other agencies concerned in relation to such appointment.\n(3) The Vice-Chancellor shall preside at the meetings of a Selection Committee.\nChancellor.\n(4) The meetings of a Selection Committee shall be convened by the Vice(5) The procedure to be followed by a Selection Committee in making recommendations shall be laid down in the ordinances.\n(6) If the Syndicate is unable to accept the recommendations made by a Selection Committee, it shall record its reasons and submit the case to the Chancellor for final orders.\n(7) Appointments to temporary posts or vacancies shall be made in the manner indicated below:(i) If the temporary vacancy is for a duration longer than one academic session, it shall be filled on the advice of the Selection Committee in accordance with the procedure indicated in the foregoing provisions:\nProvided that if the Vice-Chancellor is satisfied that in the interest of work it is necessary to fill the vacancy, the appointment may be made on a temporary basis by a local Selection Committee referred to in sub-clause (ii) for a period not exceeding six months;\n(ii) If the temporary vacancy is for a period less than a year, appointment to such vacancy shall be made on the recommendation of a local Selection Committee consisting of the Dean of the Faculty concerned, the Head of the Department and a nominee of the ViceChancellor:\n183\n"}