{"doc_id": "1f70aa1b-4ceb-4664-95ed-a7ba3f9615e0", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 86, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "184\nRemoval of doubts.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nProvided that if the same person holds the offices of the Dean and Head of the Department, the Selection Committee may consist of two nominees of the Vice-Chancellor: Provided further that in case of sudden casual vacancies in teaching posts caused by death or any other reason, the Dean may, in consultation with the Head of Department concerned, make a temporary appointment for a month and report to the Vice-Chancellor and the Registrar about such appointment;\n(iii) No teacher appointed temporarily shall, if he is not recommended by a regular Selection Committee for appointment under this Act, be continued in service on such temporary employment unless he is subsequently selected by a regular Selection Committee, for a temporary or a permanent appointment, as the case may be.\".\n22. (1) For removal of doubts, it is hereby declared that(i) the Vice-Chancellor of the Anna University, Chennai appointed under the Anna University, Chennai Act, 1978 (hereinafter in this section referred to as the 1978 Act) and holding office as such immediately before the commencement of this Act shall continue to be the Vice-Chancellor of the Anna University till his term of office expires;\n(ii) members of the authorities of the Anna University, Chennai elected or nominated or otherwise as such members under the 1978 Act and holding office as such members in any of the authorities of the Anna University, Chennai immediately before the commencement of this Act shall cease to be such members.\n(2) The Vice-Chancellor shall make arrangements for constituting the Syndicate and Academic Council of the University within three months from the date of commencement of this Act or such longer period not exceeding one year after the expiry of the said period of three months, as the Government may, by notification, specify.\n(3) The Syndicate and Academic Council constituted under sub-section (2) shall commence to exercise their functions on such date as the Government may, by notification, specify in this behalf.\n(4) Until such time the Syndicate and Academic Council are duly constituted under sub-section (2), the Vice-Chancellor may constitute any committee comprising of officers, temporarily to exercise and perform any of the powers and duties of such authorities under the 1978 Act and the statutes.\nTamil Nadu Act 30 of 1978.\n"}