{"doc_id": "43341d4a-7f8a-4c2c-8dac-87426806d171", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 9, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "Tamil Nadu Act\n41 of 2006.\nTamil Nadu Act 28 of 2007.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nUnder rule 130 of the Tamil Nadu Legislative Assembly Rules, the following Bill which was introduced in the Legislative Assembly of the State of Tamil Nadu on 14th May 2010 is published together with Statement of Objects and Reasons for general information:L.A. BILL No. 23 of 2010\nA Bill further to amend certain University Laws.\nBE it enacted by the Legislative Assembly of the State of Tamil Nadu in the Sixty-first Year of the Republic of India as follows:appoint.\nPART-I PRELIMINARY\n1. (1) This Act may be called the Tamil Nadu Universities Laws (Second Amendment) Act, 2010.\n(2) It shall come into force on such date as the Government may, by notification,\nPART-II\nAMENDMENTS TO THE ANNA UNIVERSITY OF TECHNOLOGY, TIRUCHIRAPPALLI ACT, 2006.\n2. In section 1 of the Anna University of Technology, Tiruchirappalli Act, 2006 (hereinafter in this part referred to as the 2006 Act), in sub-section (2), for the expression \"Dindigul, Theni, Nagapattinam, Pudukkottai, Ramanathapuram, Sivagangai\", the expression \"Nagappattinam, Pudukkottai\" shall be substituted.\n3. In section 2 of the 2006 Act, in clause (22), for the expression “Dindigul, Theni, Nagapattinam, Pudukkottai, Ramanathapuram, Sivagangai\", the expression \"Nagappattinam, Pudukkottai\" shall be substituted.\nPART-III\nAMENDMENTS TO THE ANNA UNIVERSITY OF TECHNOLOGY, TIRUNELVELI ACT, 2007.\n4. In section 1 of the Anna University of Technology, Tirunelveli Act, 2007 (hereinafter in this part referred to as the 2007 Act), in sub-section (2), for the expression \"Thoothukudi, Virudhunagar and Madurai\", the expression “Thoothukudi and Virudhunagar\" shall be substituted.\n5. In Section 2 of the 2007 Act, in clause (22), for the expression \"Thoothukudi, Virudhunagar and Madurai\", the expression \"Thoothukudi and Virudhunagar\" shall be substituted.\n107\nShort title and commencement.\nAmendment of section 1.\nAmendment of section 2.\nAmendment of section 1.\nAmendment of section 2.\n"}