{"doc_id": "00f5a5f8-4797-41c0-b900-f3ff5699597a", "url": "http://archive.org/download/in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1/Extraordinary_138_Part-IV_—Section-1.pdf", "source": "internetarchive", "page_no": 91, "identifier": "in.gazette.tamilnadu.2010-05-14.Extraordinary_138_Part-IV_Section-1", "pdf_name": "Extraordinary_138_Part-IV_—Section-1.pdf", "text": "Tamil Nadu Act\n15 of 2010.\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\nUnder rule 130 of the Tamil Nadu Legislative Assembly Rules, the following Bill which was introduced in the Legislative Assembly of the State of Tamil Nadu on 14th May, 2010 is published together with Statement of Objects and Reasons for general information:L.A. BILL No. 28 of 2010\nA Bill to provide for the appropriation of moneys out of the Consolidated Fund of the State for the services and purposes of the financial year commencing on the 1st day of April 2010.\nBE it enacted by the Legislative Assembly of the State of Tamil Nadu in the Sixty- first Year of the Republic of India as follows:1. This Act may be called the Tamil Nadu Appropriation (No.3) Act, 2010.\n2. The State Government may appropriate out of the Consolidated Fund of the State for the services and purposes of the financial year commencing on the 1st day of April 2010, a sum not exceeding eighty five thousand eighty eight crores thirty nine lakhs and sixty thousand rupees which shall be inclusive of the sum of forty two thousand five hundred and sixty three crores twenty eight lakhs and fourteen thousand rupees specified in Section 2 of the Tamil Nadu Appropriation (Vote on Account) Act, 2010 being moneys required to meet(a) the grants made by the Tamil Nadu Legislative Assembly for the year, as set forth in column (3) of the Schedule; and\n(b) the expenditure charged on the Consolidated Fund of the State for that year, as set forth in column (4) of the Schedule.\n189\nShort title.\nAppropriation out of the Consolidated Fund of the State for the services and purposes of the financial year commencing on the 1st day of April 2010.\n"}