{"doc_id": "e46a38f7-3d58-40ab-b6af-d4540e030f6b", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 10, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "12\nஒளியினை வழிபடத் தொடங்கிவிட்டோம். ஒன்றாம் உனது முகமோ வரவிருக்கும் நன்மையைத் தெளிவாகக் காட்டு கிறது. உனக்குப் போற்றியிசைக்க இதோ நாங்கள் முற் வட்டுவிட்டோம்.\nकृत व्थ पुरा क्लेशैः पाशः प्रसीद मवित्रि मो भगवति नय श्रेयो भूयो निसर्गमहोजज्वलम् । इदमपि चिरान्नः स्वातन्यप्रभापथमण्डलं\nஸவித்ரிநோ\nभवतु भवतीमाहात्म्यश्रीनवोदयमण्डलंम् ॥ १६ ॥ க்ருதமத புராக்லேசை: பரசை: ப்ரஸீத பகவதி நயச்ரேயோ, பூயோ நிஸர்க மஹோஜ் ஜ்வலம் | இதமபி சிராந்ந: ஸ்வா தந்த்ர்ய ப்ராபா மண்டலம் பவது பவதீ மாஹாத்ம்ய ஸ்ரீநவோதய\nமண்டலம் | 16 # நாங்கள் அடிமையாக வாழ்ந்தது போதாதா அம்மா ! அம்மா பகவதி நாங்கள் பட்ட கஷ்டங்கள் போதுமம்மா போதும் ! அம்மையே ஸவித்ரி ! எங்கள்மீது கருணைகொள். ஒன்றாம் இயல்புடைய பெரும் சிரேயஸ்ஸை எமக்கு அருள் வாயாக. நெடுநாட்களுக்குப்பின் எங்களுக்கு கிட்டியுள்ள சுதந்திரப் போரொளிமண்டலம் உனது பெருமையை விளக் கிடும் மண்டலமாக மலரட்டும்.\nसुचिरमरिताद् बन्धान्मोक्षोऽधुना भरतावनेः\nसकलजगतीकल्याणाय प्रभातनु कल्पताम् । भवतु च तथा लोके यात्रा तवात्मभुवां यथा\nजननि विलसेदच्छं रूपं वरं तव वास्तवम् ॥ १७ ॥\n13\nஸுசிர பரிதாத் பந்தாத் மோக்ஷோதுநா\nபரதா வநே: ஸகல ஜகதீ கல்யாணாய ப்ரபாதநு கல்பதாம் பவதுச ததா லோகே யாத்ரா தவாத்ம புவாம்யதா ஜனனி விலஸேதச்சம் ரூபம் வரம் தவ\nவாஸ்தவம் |1711\nஒளிவடிவோயே, நெடுநாளைய அடிமைத்தளையினின்றும் பாரத நாட்டிற்குக் கிட்டியுள்ள இந்த விடுதலை அகில உல கிற்கும் நன்மை பயப்பதாகுக ! உனது களங்கமற்ற உண்மை சொரூபத்தை உலகிற்கு விளக்கிடும் வகையில் உனது மைந் தர்களாம் எங்களது வாழ்க்கை மிளிர்வதாக!\nविविधजनतासङ्घातस्य त्वमम्ब सुहृत्तमा\nविषयबहुले भूगोलेऽस्मिन् शुभाध्वनिदर्शिनी | अधिभुवनमध्यात्म यो विधानपटीयसी\nत्वमसि सदृशास्तेऽमी पुत्रा जयेम वयं च ते ॥ १८ ॥\nவிவித ஜனதாஸங்கா தஸ்ய த்வம்ப விஷய பஹுலே பூகோலஸ்மின் சுபாத்வநி\nஸ\nஹ்ருத்தமா\nதர்சினீ\nஅதிபுவன மத்யாத்ம ச்ரேயோ விதான படியசீ த்வமஸி ஸத்ருசாஸ்தே அமீ புத்ரா ஜயேம்\nவயம்சதே 11181 2015 பலதரப்பட்ட மனித குலத்தினோடும் உற்ற தோழமை பூண்டவள் நீ. பலப்பல நாடுகள் கொண்ட இந்நிலவுல இம்மை மறுமையாம் கிற்கு நல்வழி காட்டுபவள் நீ. இருமையும் அளித்திடவல்லாய் உனது மக்களாகிய நாங் களும் உன்னைப்போலவே ஒளிர்ந்திடுவோமாக !\n"}