{"doc_id": "91c0dfa9-26f1-4ef0-98f3-87df4e82f20a", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 11, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "14\n(g)\nइयं परमधर्म सूर्मुनिसहस्रसङ्घप्रसूरसूरिजनदुर्विदपकृतिसिद्धसारा धरा ।\nअनादि जनता प्रसूरसुरवंश कालप्रसूरनर्धचरिताऽद्भुता जयति भारती भूतले ॥ १९ ॥ (ப்ருத்வீ)\nஇயம்பரம தர்ம ஸூர் முனிஸஹஸ்ர ஸங் கப்ரஸு: அஸூரி ஜனிதுர்வித ப்ரக்ருதி ஸித்தஸாரா தரா | அநாதி ஜனதாப்ரஸூ ரஸுரவம்ந காலப்ரஸூ: அநர்க சரீதாத்புதா ஜயதி பாரதி பூதலே |19|\nஇப்பாரதநாடு உயர்ந்த அறவழிகண்ட நாடு. ஆயிர மாயிரம் முனிவர்களது தாயகம். இயல்பாகவே அமைந் துள்ள இதனது பலத்தினைப் பாமரர்\" அறியார். ஆதியற்ற மனித குலத்தை ஈன்றெடுத்தது இந்நாடு. அரக்கர் குலத்தை அழிந்தொழிந்ததுமிந்நாடே! இதனது வரலாறு மதித்திடமுடியாத அற்புதமானது. வெல்க பாரதம்! வெல்க பாரதம் !!\nतबाम्ब परिकल्पित भुवनसजनज्योतिषा\nवपुर्विमलपाटलद्युतिघरं महश्चिन्मयम् । अदृश्यमपि तद् धनं जननि दृश्यमन्तर्दृशां\nतदेव सकलावनेर्हदयपद्म च्छं विदुः ॥ २० ॥\nதவாம்ப பரிகல்பிதம் புவனஸர்ஜனஜ் ஜ்யோதிஷா வபுர்விமல பாடலத்யுதிதரம் மஹச்சின்மயம்\n15\nஅத்ருச்யமபி தத் கணம் ஜனனி த்ருச்ய\nத்தேவ ஸகலாவநேர் ஹ்ருதய பத்மமச்சம்\nமந்தர்த்ருசாம்\nவிது: || 20 ||\nபடைக்கும் செவ்\nஆனது.\nஅம்மையே உனது உடல் உலகைப் பேரொளிப்பீழம்பால் கறைபடியாதது வொளி வீசுவது புறக்கண்ணிற்கு புலப்படாதது. ஆயினும் உண்ணோக்குடைய யோகியருக்குத் தெள்ளெனப் புலப்படு வது. அகில உலகிற்குமே மாசற்ற இதயகமலமாக வல் லவோ அவர்கள் இதனைக் காண்கின்றனர்.\nतवाम्ब महसां कला: कलितमूर्तिबन्धा इमे\nवयं तव तनूभवास्त्वदुपजीव्यजीवानलाः || तवान्नमयसम्पदा वपुषि वर्धिताः पार्थित्रे\nश्वसेम न विना त्वया त्वमसि सर्वमूलं हि नः ॥ २१ ॥\nதவாம்ப மஹஸாம் கலா: கலித மூர்த்தி\nபந்தா இமே வயம் தவ தநுபவா: த்வதுப ஜீவ்ய ஜீவா நலா: ! தவான்னமய ஸம்பதா வபுஷி வர்திதா:\nபார்திவே\nச்வஸேம ந வினா த்வயா த்வமஸி ஸர்வமூலம்\nஹி ந: 121\nஅன்னையே உன் மக்களாகிய நாங்கள் உனது ஆன்ம ஒளியின் அம்சங்களால் ஆனவர்களே எங்களது உயிர்களாம் சுவாலைகளுக்கு உயிரூட்டுபவளும் நீயேதான் எங்களது பூத உடலோ உனது உணவுப் பொருள்களாலேயே வளர்ந்து வரு கிறது. எங்களுக்கு ஆண்வேராக அமைந்திருப்பவள் நீ ! 'உன்னை விட்டால் எங்களால் சுவாசிக்கவும் முடியாது.\n"}