{"doc_id": "bae319ef-5e9c-4776-b0e3-939c6b45409a", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 12, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "16\nप्रभावगहना गतिर्गगनलीनरो चिर्निमा तवाम्ब भरतावनेर्भुवनलक्ष्यमुद्बिभ्रती । युगाद् युगमतन्द्रिता विनयसि स्वयं पुत्रकान् अपारमहिमाऽम्बिका त्वमसि चित्कला भारते ॥ २२ ॥\nப்ரபாவ கஹனா கதிர் ககனலீன ரோசிர் நிபா தவாம்ப பர தாவனேர் புவனலக்ஷ்ய முத் பிப்ரதீ யுகாத்யுக மதந்த்ரிதா விநயஸி ஸ்வயம் புத்ரகான் அபாரமஹிமாம் பிகாத்வமஸி சித்கலா பாரதே !!\nஅம்மா பாரதத்தாயே ! உலகின் லட்சியத்தை உயர்த்திப் பிடித்திருக்கும் உனது ஆழ்ந்த செயல்பாட்டின் பெருமை ஆகாயத்தில் ஒட்டியுறையும் ஒளியினை ஒத்துள்ளது. நீ.யுகம் யுகமாக உன் மக்களுக்கு வழிகாட்டி வருகின்றாய். இதில் சோர்வுற்ற மத கிடையாது. சிற்கலை வடிவுடையோய் நீ. நீ அளவுடற்கரிய பெருமையுடையவள்.\nइतः प्रथममुत्थितो मनुजनु: पुरा पुण्यवान् अचर्मनयनो मुनिर्दिवमपश्यदुन्मेषवान् । इतो तिहतमादिमं मनुजनिष्ठमन्धं तमो जगत्प्रभवगाहनयुतिमणिरोचिषा भूजुषा ॥ २३ ॥ இத: ப்ரதமமுத்திதோ மனுஜனு: புரா\nபுண்யவான் அசர்மநயனோ முனிர்திவமபச்ய துன்மே ஷவான் | இதோ நிஹதமாதிமம் மனுஜநிஷ்ட மந்தம் தம: ஜகத்ப்ரபவகா ஹனத்யுமதிணி ரோசிஷா பூஜுஷா\n17\nமானவர்களின் மூல புருஷனும் புண்ணிய புருஷருமான மனுவெனும் முனிவர் இங்குதான் தோன்றினார். தன் கண் களை அகல விழித்தார். விண்ணினை நோக்கினார். இங்கு தான் உலகின் மூலத்தையும் ஊடுருவிப்பாய்வதும் நிலவுல கினிற் படர்வதுமாகிய சூரியகிரணங்களால் மனிதனிடம் மண்டிக்கிடந்த அறியாமை முதன் முதலில் களைந்தெறியப்\nइत: शरणमुत्तमं शिवतमाध्वनां भूयसां\nइत: शरणमच्युतं जगदधीश्वरप्रेयसाम् । इतो 'जडतमोद्विषामजडलो चनज्योतिषां चिदम्बरमुपेयुषामुदयशैलतुङ्गस्थलम् ॥ २४ ॥\nஇத: சரண முத்தமம் சிவதமாத்வனாம் பூயஸாம் இத: சரணமச்யுதம் ஜகததீச்வர ப்ரேயஸாம் | இதோ ஜடதமோத்விஷாம் அஜடலோன\nஜ்யோதிஷாம் சிதம்பரமு பேயுஷாம் உதயசைல துங்கஸ்தலம் | 24\nபலப்பலவாகிய நன்மை பயக்கும் மதங்கள் இங்குதான் தோன்றின. பரம்பொருளொன்றையே நாடித் திரிபவர் களுக்கு வழுக்கிவிடாத உத்தமமான இடமும் இதுவே. இதுவே அறியாமை என்னும் காரிருளைக்களைந்து சிதாகாசத் தில் ஒளிரும் ஞானக்கண்னின் ஒளிக்கு உற்பத்திஸ்தானமு மாகும்.\nनमः सवितृतेजसे भरतभूजुषे तस्थुषे\nनमो भरतमेदिनीतनुभृते रहस्यार्चिषे ।\n"}