{"doc_id": "cd1aa19e-e5e1-47b1-b54b-62d9d94d0c6b", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 17, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "மையாக முழங்கப்பட்ட இடங்கள்தாம் வேள்விக் கூடங்கள். அம்முழக்கத்தின் இனிமை சொட்டும் நாத அலைகள் தேவ\nலோகத்தையும் எட்டின. அமுதுண்டு\nமயங்கிக்கிடந்த\nதேவர்களையும் தமது இனிமையில் சொக்கவைத்தன. அவர் களை வேள்விக்கூடங்களுக்கு இழுத்துவந்தன. இவ்வதிசய நிகழ்ச்சி நடந்த இடம் இந்நாடேதான்.\nसमुदायस्य भव्यां सरणि मानवानाम् ।\nइह धर्मव्यवस्था मकरोद्रामभद्रः ॥ ४४ ॥\nஸமுதாயஸ்ய பவ்யாம் ஸரணிம் மானவானாம் | இஹ தர்மவ்யவஸ்தா மகரோத் ராமபத்ர : 144 ||\nமனித குலத்திற்கே மங்கள்மயமான வாழ்க்கை முறை தனை வகுத்தனன் காகுத்தன். அறத்தையும் வைத்தனனன்றோ! அவ்விராமனின் தாயகம் இதுவேதான். நிலைநாட்டி छत्र जिनीवनराणां वशयित्वा नरेन्द्र ।\nयमिनां सार्वभौमो मनमां वा विचेष्टाः ॥ ४५ । अनयद्राक्षसीयं कुलमास्यं यस्य ।\nदुरहङ्क रमूलं हृदयस्थः पुमान् वा ॥ ४६ ॥ த்வஜினீர் வானராணாம் வசயித்வா நரேந்த்ர: I யமினாம் ஸார்வபெளமோ மனஸாம்\nவாவிசேஷ்டா: || 45 || அனயத் ராக்ஷஸீயம் குலமாஸ்யம் யமஸ்ய துரஹங்கார மூலம் ஹ்ருதயஸ்த: புமான்வா 1| 46 |\nஐம்புலனடக்கும் திறனுடைய தீரன் மனத்தைத் தன் கட்டினுள் வைத்ததுபோன்று குரங்கினப் படைகளைத் தன் வயப்படுத்தி, இதயத்தினுள் ஒளிரும் ஆன்மா, அகந்தைக்\n33\nகிழங்கைக் கடைந்து எடுப்பதுபோன்று அரக்கர் குலத்தை வேரறுத்துத் தள்ளிய சக்ரவர்த்தித்திருமகனது தாயகமும்\nஇந்நாடே.\nइह जातो यदूनां कुलपुत्रो मुरारिः ।\nमहतां भारतानामपि पश्यन् विनष्टिम् । ४७ ॥ अगमद् युद्धरङ्गं परतत्त्वोपदेष्टा ।\nनरनारायणात्माड कृत कर्मोग्देशम् || ४८ ॥\nஇஹ ஜாதோ யதூனாம் குலபுத்ரோ முராரி: 1 மஹதாம் பாரதானாமபி பச்யன் விநஷ்டிம் | 47 || அகமத் யுத்தரங்கம் பரதத்வோபதேஷ்டா | நரநாராயணாத்மா க்ருத கர்மோபதேசம் | 48 |\nமுராரி அன்று யதுகுலபுத்ரனாகப் பிறந்தது எங்கே ? எங்கே ? இங்கே! இங்கே ! பரத வம்சம் பூண்டோடு அழி யும் என்பதை அறிந்தும் உயர்நிலைத்தத்துவம் உணர்த்திய பெருமான் போர்க்களம் புகுந்ததும் இங்குதான். நர நாராயண உருவினனான அப்பெருமகன் கடமையின் பெரு மையை உணர்த்தியதும் இங்குதான்! இங்குதான்!\nइह तद् ब्रह्मतेजो - बहुल क्षत्रवीर्यम्\nनरनाथेषु मूर्त जनकाद्येषु वार्तम् । ४९ ॥\nஇஹ தத் ப்ரஹ்ம தேஜோ பஹுலம் க்ஷத்ரவீர்யம்! நரநாதேஷு மூர்தம் ஜநகாத்யேஷு வார்தம் 14911\nஅந்தண்மையினை (பிரம்மதேஜஸ்ஸை) அஸ்திவார மாகக் கொண்ட அரசப்பண்பு ஜனகன் முதலான அரசர் களிடம் குடிகொண்டு வாழ்ந்ததும் இந்நாட்டில்தான்.\n"}