{"doc_id": "5d4a67f5-17d7-4c35-b0cb-cbb65c81856c", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 20, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "30\nनिराकृतं तत् तव देवि शक्त्या मांसार्बुदे शस्त्र चिकित्सयेव ॥ ५७ ।।\nதுஷ்டம் சயத் ஸ்வீகரணாக்ஷமம் வா யத் தைவயோகாத் கடிதம் புராபூத் ! நிராக்ருதம் தத் தவ. தேவி சக்த்யா மாம்ஸார்புதம் சஸ்த்ரசிகித்ஸயேவ || 57 |||\nதேவி, பண்டைக்காலத்தில் உன்னால் ஏற்றுக்கொள்ள முடியாத சில தீங்குகள் விதிவசத்தால் உனக்கு விளைந்தன வாம். அவைகளை நீயோ வேண்டாத தசையை சஸ்திர சிகிச் சையால் அறுத்தெறிவது போன்றன்றோ உனது சக்தியால் களைந்தெறிந்து விட்டனை !\nवर्ज्य न यत् त्यागसंहं च नासीत् यदात्मसात्कारसहं च वृत्तम् ।\nअङ्गीकृतं तत्तु बलस्व भूना\nपोषाय बल्यं सुरुचीव भुक्तम् ।। ५८ ।।\nவர்ஜ்யம் நயத் த்யாகஸஹ்ம்ச நாஸீத்\nயதாத்ம ஸாத்காரஸஹம் ச வ்ருத்தம் | அங்கீக்ருதம் தத்து பலஸ்ய பூம்னா போஷாய பல்யம் ஸு ருசீவ புக்தம் || 58 |\nதவிர்க்க முடியாதவைகளாகவும் தள்ளமுடியாதவைகளா கவும் சீரணித்துக் கொள்ளக் கூடியவைகளாகவும் இருந்தவை களையோ அன்னாய், நீ உனது அளவு கடந்த சக்தியின் துணை கொண்டு உடல் வளர்ச்சிக்காக சாப்பிடப்படும் சுவைமிகுந்த பலமளிக்கும் உணவென ஏற்றுக்கொண்டு விட்டனை.\n31\nयल्लोकयात्रास्वनुपेक्षणीयं நிரம்\nलक्ष्य नगणां शुभजीवनस्य । कलाभिनिष्पाद्यफलस्य तस्य\nக\nत्वं भारती संभवभूमिरासीः ॥ ७९ ॥\nயல்லோக யாத்ராஸ்வநுபேக்ஷணீயம் லக்ஷ்யம் நராணாம் சுபஜீவன ஸ்ய 1 கலாபிநிஷ்பாத்ய பலஸ்ய தஸ்ய\nத்வம் பாரதீ ஸம்பவ பூமிராஸீ || 59 ||\nபாரதத்தாயே இவ்வுலக வாழ்க்கைக்கு இன்றியமையா தனவும் மனிதகுல நல்வாழ்வின் லக்ஷியமாக அமைந்தவையு மானவைகளை கலைகளின் வாயிலாகப் படைத்துக் கொடுக் கும் தொழிற்பேட்டையாக விளங்குபவள் நீதான்.\nअनादिकालादवधि विधूय\nकष्टान्यरिष्टान्यनुभूय भूयः ।\nउद्धारणा सक्तमनास्सुतानां\nTU\nभूमङ्गलायाद्य समुद्यताऽसि ॥ ६० ॥ அனாதிகாலா தவதிம் விதூய\nகஷ்டான்ய ரிஷ்டான்யனுபூய பூய: உத்தாரணாஸக்த மனாஸ்ஸுதாநாம்\nபூ மங்களாயாத்ய ஸமுத்ய தாஸி || 60 ||\nகணித்துக் கூறமுடியாத, எல்லை எதற்கும் உட்படாத எவ்வளவோ கஷ்டங்களை அனுபவித்தும் மீண்டும் இப்போது உன் மைந்தர்களை கை தூக்கிவிடவும் பூவுலகத்துக்கே நன்மை தேடவும் முனைந்து, நீ எழுந்துவிட்டாயே அம்மா !\n"}