{"doc_id": "ef553bb5-5e0c-4a50-a82d-70c7d7df8c91", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 24, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "வெ எம்.\nபுது\n960\n38\nஅந்தாம் விபின்னாம் திமிரேஷு பச்யன் ஆஸேது சீதாசல மாத்ம பாஸா 1 யோ பாஸயன் பாரத பூமி மேகாம்\nசசார பாலோபி ஸ தே விலாஸ: 1721\nCesa\nகுமரிமுதல் இமயம்வரை பாரதம் பலபடியாகப் பிரிந்து கிடந்தது. அறியாமை இருளில் மூழ்கிக்கிடந்தது. இதைக் கண்டான் பாலகன் சங்கரன். கால்நடையாகவே பாரத யாத் திரை கிளம்பினான். தனது ஆன்மஞான ஒளியினால் அறி யாமை இருளகற்றினான். நாட்டில் ஒருமைப்பாட்டையும் நிலைநாட்டினான். இது உனது திருவிளையாடல் தானே தேவி. प्रेमा तिरेका दुदितस्य भूना\nभावस्य निर्द्वन्द्वसहस्य गम्यम् । न्यदर्शयद् यः पुरुषं पुराण\nआत्मन्यसावम्ब तव प्रसादः ॥ ७३ ॥\nப்ரேமாதி ரேகாது திதஸ்ய பூம்னா\nபாவஸ்ய நிர்த்வந்த்வ ஸஹஸ்ய கம்யம் | ந்யதர்சயத்ய: புருஷம் புராணம் ஆத்மந்யஸாவம்ப தவ ப்ரஸாத: 11731 கண்ணனிடம் கொண்ட தூய்மையான (காரணம் ஏதும் இல்லாத). பிரேமையில் மூழ்கித் திளைத்தான் சைதன்யன். தான் வேறு தனது பிரேமபாத்திரம் வேறு என்ற துவந்துவ நிலையைத் தாங்கமுடியாத அளவுக்கு முற்றியது அவனது பிரேம பாவனை. ஆகவே தனது உள்ளத்திலேயே புராண புருஷனைக் கண்டு மகிழ்ந்தான். இதுவும் உனது அருளால் தானே தேவி! வக்கரம்\n39\nअन्यैर मूहग्भि रनर्धवृत्तैरलोकसामान्यबलेन वितैः । सर्व संस्कृतिराहिता ते\nपुत्रेषु चेदम्ब किमत्र चित्रम् ॥ ७४ ॥ அன்யைரமூத்ருக்பிர நர் வ்ருத்தை: அலோகஸாமான்ய பலேன வித்தை: ஸர்வங்கஷா ஸம்ஸ்க்ருதி ராஹிதா தே புத்ரேஷ சேதம்ப கிமத்ர சித்ரம் || 74|1 தேவி! எடைபோட முடியாத வாழ்வினையும் தனிப் பெரும் பலத்தினையும் பெற்றுத் திகழ்ந்த இத்தகைய மகான் களே உன் மைந்தர்களுக்குப் பலதுறைப் பண்புப் பதிவுகளை யும் பதியவைத்துள்ளனர் என்றால் இதில் என்ன ஆச்சரியம் உள்ளது?\nU\nअध्यात्मसम्पत्तिमतां महद्भिमहाविभूतिप्रभवैः समृद्धाम् । स्वामम्ब कल्याणपरम्परार्थ:\nHAāsa வுவு: // 94 //\nஅத்யாத்ம ஸம்பத்திமதாம் மஹத்பிர்\nமஹாவிபூதி ப்ரபவைஸ் ஸம்ருத்தாம்: 1 த்வாமம்ப கல்யாண பரம்பரார்த:\nஸதாமுபாஸ்தே ஸமயோத்ய ஸத்ய: 1751 அம்மா 1 ஆன்மீக ஞானத்தில் மூழ்கித்திளைக்கும் மகான் களுள் மஹத் - மஹாவிபூதி இவைகளால் தோன்றியுள்ள பெருமக்கள் நிறைந்து விளங்கும் உன்னையே நல்லோர்களது நன்மைக்காக தற்காலம் எதிர்பார்த்திருக்கின்றது,\n"}