{"doc_id": "f0baafbe-71dd-40c1-a975-39ac7df1251a", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 26, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "வெ\nஎம்.\nதி.\n..\n42\nलीनं कापि प्रकटमपि वा सर्वभावस्वतन्त्रं\nसर्वोन्माथे सकलजननेऽप्येतदात्मावलम्बम् || ८० ॥ ஆனால் ஏகம் ப்ராக்ஞம் ப்ரதமமபி தன்மத்யமந்தம் நிரன்தம் சிலர் •“ இவர்கள் என்ன அறிவாளிகளாகவிருந்தும் மண்ணை நைகம் ஸர்வம் பவதி ச புனர்த்வந்த்வமத்வந்\nபரத சக்ரவர்த்தியின் பெயரினைப் பூண்டு பெருமதிப் பிற்கு உரியதாகத் திகழும் இந்நிலப்பகுதியை நாங்கள் வணங்குகிறோமென்றால் அதில் ஏதோ ஒரு ரகசியமான (எல்லோராலும் எளிதில் அறியமுடியாத) அழியாப் பேருண்மை பொதிந்துதானே கிடக்கவேண்டும். இதனைக் கண்டு அறிவாளிகளெனத் தங்களை நினைத்திருக்கும்\nதெய்வமாக மதிக்கின்றார்களே\nஎன்று கேட்கவும் கூடும்.\nலீனம் க்வாபி ப்ரடமபி வா ஸர்வபாவஸ்வ ஸர்வோன்மாதே ஸகலஜனனேப்யேததாத்\nத்வபூதம் | தந்த்ரம் மாவலம்பம் 1801\nஅறிவுடைய பொருள் ஒன்றே ஒன்றுதான். அதற்கு\nஅது\nற\nஅது\nஅதுவே முதலாகும் (ஆதி.) அதுவே ந நடுவாகும். அதுவே (அந்தம்) இறுதியுமாகும். இருப்பினும் அது இறுதியற்றே பலவாகும். ஒ ன் ன்று விளங்குகிறது. (த்வந்த்வம்) வேறுபட்டது. வேறுபாடேது மற்ற ஒன்றேகூட (அத்வந்துவர்). அது சில இடங்களில் மறைந்துள்ளது. பல இடங்களில் பளிச்சென வெளிப்படுகின்றது. எந்நிலையிலும் சுதந்திரமானது அனைத்தையும் படைப்பதிலும் அழிப் பதிலும்கூட அது சுதந்திரமானதுவே. (அதைக் கட்டுப் படுத்தும் வேறெரு சக்தி கிடையவே கிடையாது.)\nनमः सत्यं गहनगहनं सर्वतोव्याप्त सुचं\n\"\"\nஐகாரிலிaa_aqalarasr =दन्तर्विद्वानपि जड इति प्रोच्यतां मर्त्यलोकः । चक्षुर्ग्राह्यं यदिह विभृयात् कुत्रचिद्वा जडत्वं\nवैचित्री सा जगदुपगता चिद्विकासक्रमस्य ॥ ७९ ॥ ப்ருத்வீ புத்தேர் ஜடபரிசயாத் ஸம்ப்ர தீதா தந்தர்வித்வானபி ஜட இதி ப்ரோச்யதாம் சக்ஷுர்க்ராஹ்யம் யதிஹ பிப்ருயாத் குத்ர\nஜடாசே\nமர் த்யலோக:\nசிதவா ஜடத்வம் வைசித்ரீ ஸா ஜகதுபகதா சித்விகாஸக்ர மஸ்ய 179|\nபுத்தி ஜடப்பொருளுடன் ஒட்டியிருப்பதால் பூமியை ஜடப்பொருளாகக் கொள்ளவேண்டும் என்றால் ஆன்மஞானி யரைக்கூட மனிதகுலம் ஜடப்பொருளாகக் கொள்ளவேண்டி வரும். இங்கு சில பொருள்களில் ஜ'-த்தன்மையை நாம் காண்கின்றோமென்றால் அது உண்மையில் உலகெங்கும் வியாபித்திருக்கும் சிற்பொருளின் வளர்ச்சிமுறையில் உள்ள விசித்திர நிலைதானே யன்றி வேறன்று.\n43\nएकं प्राज्ञं प्रथममपि तन्मध्यमन्तं निरन्तं नैकं सर्वे भवति च पुनर्द्र द्वमद्वन्द्वभूतम् ।\nஎ\nशून्याभासं किमपि न घनं नाघनं वा न चान्धम् । नासीत् सोमो न च दिनकरो ज्योतिषां वा न चक्रं\nनेयं यत्र क्षितिरपि पुनः का कथा मानुषाणाम् ॥ ८१ ॥ ப்ரூமஸ்ஸத்யம் கஹன கஹனம் ஸர்வதோ வ்யாப்த முச்சம் சூன்யாபாஸம் கிமபி ந தனம் நாதனம் வா ந சாந்தம் 1\n"}