{"doc_id": "85471113-e8a5-4f80-a37d-b5441fbad803", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 27, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "எம்.\nகர்\n44\nநாஸீத் ஸோமோ ந ச தினகரோ ஜ்யோதிஷாம் நேயம் யத்ர க்ஷிதிரபி புன: கா கதா வா ந சக்ரம்\nமானுஷாணாம் n 81\nदुरादुच्चैर मृतविभवान्निश्चलादम्बुराशेरम्भोबिन्दुर्विवरवलयस्याक्रमे सम्प्रवृत्तः । यस्मादस्मिन्नखिलभुवनस्थेमभङ्गावकाशे\nநாம் அதை உண்யையெனக் கூறுகிறோம். மிக மிக சூட்சுமமானது. எங்கும் பரவிக்கிடப்பது. உயர் நிலை படைத்\nब्रह्माण्डानां द्रुतगतिभवं मण्डलं निर्जगाम || -८३ ||\nதது சூன்யம்போல் காணப்படுவது. கனமானது கனமற்றது. துராதுச்சைர் அம்ருதவிபவான் நிச்சயா\n45\n(இருளன்று) குருடன்று என்றெல்லாம் கூறுகின்றோம். அங்கு\nசந்தரனில்லை. சூரியனில்லை, நட்சத்திர மண்டலமும் அங்கு அம்போபிந்துர் விவரவலயஸ்யாக்ரமே\nகிடையாது. இப்பூவுலகும் இல்லையென்றால் மானிடர்களைப் பற்றிச் சொல்லவும் வேண்டுமோ!\nलेशस्पन्दः किमपि विवरं रन्ध्रयामास यत्र व्याक्षेपोत्थं भुवनविततेरन्तरं तच्च वृत्तम् । अम्भो नित्यं निखिलजगतामक्षयं तन्निधानं विज्ञाः प्राहुविधुतति मिरैर्लोचनैर्लोकयन्तः ॥ ८२ ॥\nலேசஸ்பந்த: கிமபி விவரம் ரந்த்ரயாமாஸயத்ர வ்யாக்ஷேபோத்தம் புவனவிததேரந்தரம்\nதச்சவ்ருத்தம் அம்போ நித்யம் நிகிலஜகதாமக்ஷயம் தந்நிதானம் விஜ்ஞா : ப்ராஹுர் விதுத திமிரைர் லோசனைர்\nலோகயன்த: || 82 ப\nஅங்கு நுண்ணிய அசைவு ஒன்று ஏற்பட்டது. அந்த அசைவு ஒரு துவாரத்தை ஏற்படுத்தியது. அந்த துவாரமே உலகங்கள் பலவும் தோன்றுவதற்கேற்ற விண்வெளியாயிற்று. இருளகன்ற அறிவுக்கண்கொண்டு நோக்கும் அறிஞர்கள் அனைவரும் அகில உலகிற்கும் முலகாரணமாயமைந்த அம் மூலப்பொருளையே நித்ய நீர்'' எனப்பகர்கின்றனர்.\nதம்புராசேர்\nஸம்ப்ரவ்ருத்த:\nயஸ்மா தஸ்மின்னகிலபுவனஸ்தேம பங்காவகாசே ப்ரம்மாண்டானாம் த்ருதகதிபவம் மண்டலம்\nநிர் ஜகாம || 83|| உயரத்தில் தொலை தூரத்திலுள்ள அமுதமயமான அசை வற்ற அக்கடலினின்றும் நீர்த்திவலையொன்று அத்துவாரத் தில் தெரித்து விழுந்தது. அத்துளியினின்று வந்ததும் அகில உலகிற்கும் ஆதல் அழிதல் ஆகியவற்றிற்கு காரணமு \"பிரம்மாண்ட மான அவ்வெற்றிடத்தில் வெகு வேகமாக வரத்தொடங்கிற்று,\nமண்டலம்\nयत्रकोऽसौ तरणिरणुवत् सग्रहो नित्यचारी\nयो दृश्याण्डे प्रतिनिधिरभूत् पुष्करस्य प्रभास । यस्य क्रान्तेभ्रमपरिगता निर्घुता भूतधात्री\nघत्ते कुक्षौ मह इह निजे नित्यसुप्तेव गुप्तम् ॥ ८४ ॥ யத்ரைகோஸௌ தரணிரணுவத் ஸக்ரஹோ நித்யசாரீ\nயோ த்ருச்யாண்டே ப்ரதிநிதிரபூத் புஷ்கரஸ்ய\nப்ரபாஸ: 1\n"}