{"doc_id": "21fef809-b34d-45b6-ab81-db65a761ccef", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 28, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "வெ\nதி,\n45\nயஸ்ய க்ரான்தேர் ப்ரமபரிகதா நிர்துதா தத்தே குக்ஷெள மஹ இஹ நிஜே நித்ய\nபூததாத்ரீ | ஸுப்தேவகுப்தம் | 84 1 ஒளி மயமான மஹாகாசம், கட்புலனாகும் பிரம்மாண்டத் தில் விளங்குவதற்கு ஒரு எடுத்துக்காட்டுத்தான் வேறு பல கோள்களையும் இழுத்துப்பிடித்து இடைவிடாது சுழன்று கொண்டிருக்கும் இச்சூரியமண்டலம். கதிரவனது இச்சுழற் சியால் தெரித்து விழுந்ததே இப்பூமி. ஆகவே இதன் வயிற்றில் மறைபொருளாக சோதி விளங்கிக் கொண்டிருக்கிறது. क्षिप्तामारात् तमसि पतितां विश्वगर्भादनन्तात्\nपृथ्वी मेतां जडतनुमपि प्रश्वसन्तीं भ्रमन्तीम् । अन्तर्वलीम मृतऋतचिन्मोदसद्भावसारैऊर्ध्वाधारैरनुगतवती कापि धात्री विधात्री ॥ ८५ ॥ க்ஷிப்தாமாராத் தமஸி பதிதாம் விச்வகர்பா ப்ருத்வீமேதாம் ஜடதநுமபி ப்ரச்வஸந்தீம் அந்தர்வத்னீமம்ருதருதசின்மோ தஸத்பாவ\nஸாரைர்\nஊர்த்வாதாரைர நுகதவதீ காபி தாத்ரீ விதாத்ரீ! *\nதனன்தாத் ப்ரமந்தீம் 1\nவிச்வத்தின் கருப்பையாக விளங்கும் அனந்தத்தினின்றும் வெகு தொலைவிற்கு வீசியெறியப்பட்டதும், இருளில் வீழ்ந்த தும், ஜட உடலுடனிருந்தும்கூட சுவாசித்துக் கொண்டும் சுழன்றுகொண்டும் இருந்த இந்த பூமியை மேலே பிடிப்புள் ளதும் ருதம் - அம்ருதம் - ஸத்-சித் - ஆனந்தம் இவைகளது அம்சத்தைத் தன்னகத்தே தாங்கிக்கொண்டுமிருந்ததுமான ஒரு 'தாத்ரி விதாத்ரீ' பின் தொடர்ந்தது.\n47\nसा चित् काचित् कथमपि बहिलोक चक्राका स्वाधिष्ठानात् परमनभसः प्रस्थिता निश्चितार्था । छायेवैनामनु वसुमत नित्यनिर्णिद्ररक्षा\nयात्वा शिक्षामधित समये स्वापबोधेऽविबाघम् ॥ ८६ ।। ஸா சித் காசித் கதமபி பஹிர்லோகசக்ராதவக்ரா ஸ்வாதிஷ்டானாத் பரமன பஸ: ப்ரஸ்திதா நிஸ்சி தார்தா i சாயேவைநாமநு வஸுமதீம் நித்யநிர்ணித்ர ரக்ஷா யாத்வா சிக்ஷாமதித ஸமயே ஸ்வாபபோதே\nவிபாதம் 11 86 1\nபரமாகா\nஅந்த சைதன்யமயமான ஒன்று உலகப்புற வளையத் துக்கும் வெளியிலுள்ள தனது இருப்பிடமாகிய ஒருமா. சத்தினின்றும் நிர்ணயிக்கப்பட்ட குறிக்கோளுடன் புறப்பட்டது. உறக்கமின்றி நிழலைப்போல இந்த பூமியை எப்போதும் பாதுகாத்து வந்தது. குறித்த நேரத்தில் படப் படப் பேதுமின்றி விழித்தெழும் விந்தையைக் கற்பித்தது.\nउच्चैर्धाम्नो भुवनवि- तेर्मण्डलात् सा परस्तानीचैः प्राप्ता जडजगदिदं पार्थिव पातुकामा । आवृण्वन्ती घरणिमखिलां धारयन्ती समन्तादन्तः स्वस्थामकृत सरसां भूतसगं प्रविष्टा ॥ ८७ ॥ உச்சைர்தாம்னோ புவனவிததேர் மண்டலாத் ஸா\nபரஸ்தாந்\nநீசை: ப்ராப்தா ஜடஜகதிதம் பார்திவம்\nபாதுகாமா|\n"}