{"doc_id": "e5c6ef7b-1049-4b2b-a883-1306e9cb1560", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 29, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "ஆவ்ருண்வந்தீ தரணிமகிலாம் தாரயந்தீ ஸமந்தர் தந்த: ஸ்வஸ்தாமக்ருத ஸரஸாம் பூதஸர்கம் ப்ரவிஷ்டா || 87 |\nஅது பார்திவமான (மண்மயமான) இந்த ஜட உலகப் பாதுகாப்பினையே நோக்கமாகக் கொண்டு அகில உலக மண் டலத்துக்கு அப்பால் பரமாகாசத்தினி.. றும் கீழே இறங் கியது. அது இந்த பூவியைச் சூழ்ந்தது. நாற்புறங்களிலும் இழுத்துப் பிடித்துக்கொண்டது. பூதப்படைப்பினுள் நுழைந் தது. அதை உள்ளே அமைதியுடையதாகவும் (ஸரஸ மாகவும்) பலமுள்ளதாகவும் ஆக்கியது.\nतत्राप्यन्तर्हृदयमभवत् सेव गोलस्य भूमेयंत्र प्रोतं प्रबलमसुचिन्मोदसत्त्वं समस्तम् । या सर्वस्य क्रमविधिवशात् तेजसा स्वेन गुप्तं\nपाक धत्ते फलति च यतः प्राणबुद्ध्यादिरूपम् ॥ ८८ ॥ தத்ராப்யந்தர்ஹ்ருதயமபவத் ஸைவ கோலஸ்ய\nபூமேர் ஸமஸ்தம் |\nயா ஸர்வஸ்ய க்ரமவிதிவசாத் தேஜஸா ஸ்வேன குப்தம்\nயத்ர ப்ரோதம் ப்ரபலமஸுசிந்மோதஸத்வம்\nய\nபாகம் தத்தே பலதி ச யத: ப்ராணபுதூத்\nTAS\nயாதிரூபம் 1188 |\nஅதுவே இந்நிலவுலகின் இதயமாயிற்று. அதில் ஸத் சித் ஆனந்தம் ப்ராணன் ஆகிய பலவும் பலமாகக் கலந்து கிடக்கின்றன. அது தன்னுடைய சுய தேஜஸ்ஸால் முறை யாகவும் விதிப்படியும் எல்லாவற்றையும் பரிபக்குவப்படுத்து கின்றது. அதிலிருந்துதான் பிராணன் புத்தி முதலியன உண்டாகின்றன.\n49\nतैलं लीनं निरयति तिलात् साधु सं-देनोत्य\nवह्निः सुप्तो ज्वलति च शमीगर्भजो घर्षणेन । पक्का भूमिर्गुणचलवतीस्सम्पदश्चेतनानां\nमाहाभाग्या द्विसृजतितरामास्तराणां क्रमेण ॥ ८९ ॥ தைலம் லீனம் நிரயதி திலாத் ஸாதுஸம்மர் த\nநோத்தம்\nவஹ்நிஸ்ஸுப்தோ ஜ்வலதி ச சமீகர்பஜோ கர்ஷணேன பக்வா பூமிர்குணபலவதீஸ்ஸம்பதஸ் சேதனானாம் மாஹாபாக்யாத் விஸ்ருஜதி தராமாஸ்தராணாம் க்ரமேண # 89 11\nஎள்ளினுள் அமைந்திருக்கும் எண்ணெய் செக்கில் ஆட்டி னால் வெளிப்படுகின்றது. 'சமீ' மரக்கட்டையில் அமைந்திருக் கும் நெருப்போ கடைவதனால் வெளிப்படுகின்றது. அதுபோல வே பக்குவமான பூமியும பெரும் பெரும் அளவில் முறையாக சைதன்யப் பொருள்களுக்குத் தேவையான குணங்களும் பலமும் நிறைந்த பல்வேறு பொருள்களையும் (சம்பத்துக் களையும்) வெளிப்படுத்துகிறது.\nकल्याणानां निधिरधिभुवं सर्वदेवात्मभासामम्चा नित्या निखिलधरणेर्मूलमाघारघात्री । तेजोबन्नैर्जनयति वचोजीवनस्वान्तगर्मैमये रूप परिणतफलाडमयसारं दधाना ॥ ९० ॥\nகல்யாணானாம் நிதிரதிபுவம் ஸர்வதேவாத்ம\nபாஸாம்\nஅம்பா நித்யாநிகிலதரணேர் மூலமாதார தாத்ரீ\n5\n"}