{"doc_id": "95fe18d3-120a-442b-9d03-dd69950383f9", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 3, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "கபாலி சாஸ்திரியார்\nசென்னையை அடுத்த திருவொற்றியூர் பாடல் பெற்ற ஸ்தலம். இத்தலத்தில் வசித்து வந்த வேதவிற்பன்னர் திரு விஸ்வேஸ்வர சாஸ்திரியாருக்கு புதல்வனாக 1886-ஆம் ஆண்டு செப்டம்பர் மாதம் 3-ஆம் நாள் திரு கபாலி சாஸ்திரியார் அவதரித்தார்.\nசிறுவயதில் சாஸ்திரியார் திருவல்லிக்கேணியில் உள்ள ஹிந்து உயர்நிலைப்பள்ளியில் கல்வி கற்றார். தம் தந்தை யார் வழியில் வேத அத்யயனம் செய்தார். ஸ்ரீ வித்யா உபதேசமும் பெற்றார். நாள்தோறும் திருவொற்றியூர் கோயிலில் உள்ள திரிபுரசுந்தரி அம்மன் சன்னதியில் 1008 முறை ஜபம் செய்வார்.\nCL\nமுறைப்படி வேதங்களைக் கற்ற சாஸ்திரியார் அவற் றை ஓதுவதுடன் மட்டும் நின்றுவிடாது அவ்வேத மந்திரங் களின் பொருள் விளக்க ஆராய்ச்சியிலும் ஈடுபடத் தொடங்கினார். இம் முயற்சியில் அவருக்கு வழக்கமாக பெரியோர்கள் வழங்கியும் விளக்கியும் வந்த உரை அவ் வளவு ஏற்புடையதாகப்படவில்லை. இவற்றையெல்லாம் தாண்டி அம் மந்திரங்களுக்குள் ஒரு 'மறை பொருள்' இருக்க வேண்டுமென அவர் எண்ணத் தொடங்கினார். 1907-ஆம் ஆண்டு சாஸ்திரியார் 'நாயனா' என்று அழைக் கப்பட்ட வாசிஷ்ட கணபதி முனியின் சீடரானார். நாயனா வின் அருளாசியுடன் சாஸ்திரியாரின் வேத ஆராய்ச்சி வள ரத் தொடங்கியது. அத்துடன் நில்லாது நாயனா சாஸ்திரி யாரை இரமண மஹரிஷியிடமும் அழைத்துச் சென்றார்.\nநாயனா உதவியுடன் இரமணரைத் தஞ்சமடைந்த சாஸ்திரியார், மஹரிஷியின் பூரண கிருபைக்கு பாத்திர ராகி ஆத்மசாதனையில் மேலும் முன்னேறத்தொடங்கினார்.\n1914-ஆம் ஆண்டில் ஸ்ரீ அரவிந்தர் 'ஆர்யா' என்ற பத்திரிக்கையைத் தொடங்கி வேத ஆராய்ச்சி சம்பந்த மான தனது கண்டுபிடிப்புகளை எழுதத் தொடங்கினார். தனது விளம்பரத்திற்காக அதன் பிரதிகளைப் பெற்ற\nநண்பர் ஒருவர் சாஸ்திரியாரின் நாட்டத்தையறிந்து அவற் றை சாஸ்திரியாருக்கு அளித்தார். அக் கட்டுரைகளை ஒரே மூச்சில் படித்து முடித்த சாஸ்திரியாருக்கு வேத ஆராய்ச்சி யில் இதுகாறும் தெளியாமல் இருந்த பல இடங்கள் தெளி\nவாகப் புரியத் தொடங்கின. அவரது வேத ஆராய்ச்சியை அப்படியே பிரதிபலிக்கும் விதத்தில் அமைந்திருந்த அரவிந் தரின் ஆராய்ச்சி, சாஸ்திரியாரை அரவிந்தரிடம் செல்லத் தூண்டியது.\nரமண\nஸ்ரீ அரவிந்தருடன் ஏற்பட்ட சந்திப்பு சாஸ்திரியாரின் வாழ்க்கையில் ஒரு புதிய திருப்பத்தை ஏற்படுத்தியது மஹரிஷியின் விசாரமார்க்கத்தினின்று, உலக அன்னையிடம் சரணடைந்து தனது சாதனைப் பொறுப்பை யும் அவளிடமே ஒப்புவிக்க வழிகாட்டிய ஸ்ரீ அரவிந்தரின் மனம். பூரண யோக நெறிக்குத் திரும்பியது அவரது\nதனது 42-ஆம் ஆண்டில் ஆசிரியர் பதவியை ராஜினாமா\nசெய்துவிட்டு புதுவையில் ஸ்ரீ அரவிந்த ஆசிரமத்தில் ஸ்ரீ\nஅரவிந்தர் ஸ்ரீ அன்னை ஆகியோரைச்சரணடைந்து தனது\nயோக\nசாதனையைத் தொடரலானார். 1953-ஆம் ஆண்டி ல் அவர் அமரராகும்வரை அவரது சாதனை அன்னை யின் அரவணைப்பில் தொடர்ந்தது முற்றிலும் அக வாழ்க்கை சம்பந்தப்பட்ட அந்நாட்களைப்பற்றி எழுத்துக் களால் ஒன்றும் தெரிவிக்க இலயாது.\n"}