{"doc_id": "63cefd0e-5c45-46ee-a7ae-c3456ed25ea3", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 30, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "50\nதேஜோவந்நைர் ஜனயதிவசோ ஜீவனஸ்வாந்த மர்த்யம்ரூபம் பரிண தபலா அமர்த்யஸாரம்\nததானா\nகர்பைர்\n# 90 B\nஅது பூமியில் நன்மைக் களஞ்சியமாகவும் அனைத்து அந்த தேவதைகளின் ஒளிக்கற்றையாகவும் திகழ்கிறது. அவளே பூமிக்கும் மூலப் அம்மைதான் நித்யமானவள். பொருளாவள். தேவதைகளுடைய பலத்தைப் பெற்றும் முதிர்ச்சி அடைந்தும் உள்ள அவள் வாக்கு - பிராணன் மனம் இவைகளை உள்ளடக்கியுள்ள நெருப்பு, நீர், அன்னம் இவைகளது துணைகொண்டு மானிட உடலைப் படைக்கிறாள். नग्ना मग्ना जगति जडिते वर्ष्मणा स्वेन धाम्ना\nनिःश्वासेन श्लथयति जडं सारमुर्तुकामा । व्याप्ताप्यन्तर्बहिरपि भुवं स्त्रीयमाधार चक्रं\nबिभ्राणेय भरतधरणावत्र कृत्यानि धत्ते ॥ ९१ ॥ நக்னா மக்னா ஜகதி ஜடிதே வர்ஷ்மணாஸ்வேன விச்வாஸேன ச்லதயதி ஜடம் ஸார முததர்து வியாப்தாப்யந்தர் பஹிரபி புவம்ஸ்வீயமாதார\nசக்ரம்\nபிப்ராணேயம் பரததரணாவத்ர க்ருத்யாணி தத்தே 11\nஅவள் தனது தேஜோமயமான உடலுடன் ஜடமயமான இவ்வுலகின் உள்ளும், புறமும் வியாபித்து விடுகின்றாள். ஸாரதத்துவத்தைக் கடைந்தெடுக்கும் எண்ணத்துடன் தனது மூச்சுக் காற்றினால் ஜடத்தை இளகவைக்கின்றாள். இந்நில வுலகின் உள்ளும் புறமும் வியாபித்திருப்பினும் அவள் தனது ஆதார சக்கரத்தை நிலையாக வைத்திருப்பதாகக் கொண்டு இப்பாரத பூமியில் தனது பணியினைச்செய்து வருகின்றாள்.\nதாம்னா\nகாமா\n51\nरूपं यस्यास्त्रिदशवपुष संहत ज्योतिरीडचं साधु व्यक्तं धरणिभुवनस्यात्म भूतं प्रभूतम् । दृश्यं व्याप्तं जडमपि यया भूजगद् घार्यमाणं\nसा नो माता जयति भरतक्षोणिरक्षामघामा ॥ ९२ ॥ ரூபம் யஸ்யாஸ்த்ரிதச வபுஷ: ஸம்ஹதம் ஸாது வ்யக்தம் தரணிபுவனஸ் யாத்மபூதம் த்ருச்யம் வ்யாப்தம் ஜடமபி யயா பூஜகத்\nஜ்யோதிரீட்யம்\nப்ரபூதம் தார்யமாணம்\nஸா நோ மாதா ஜயதி பரத க்ஷே£ணி ரக்ஷாம\nதாமா | 92 |\nநமது பாரதமாதா என்றும் குறையாத தேஜஸ்ஸை உடையவள் அவளது திவ்ய சரீரமானதும் அளவிடற்கரிய தும் துதிக்கத்தக்கதும் இணைந்து பிணைந்ததுமான சோதி உரு நன்கு வெளிப்பட்டு நிலவுலகின் ஆன்மாவாயிற்று. காணக் கிடைக்கும் ஜட உலகு முழுதும் வியாபித்து அதைத்தாங்கி நிற்கிறது. அதுவே பாரதமாதா. அந்த பாரதமாதா\nவெல்க!\nयस्याः शुम्रज्वलनकलया भारतीयान्तरात्मा\nव्यक्तीभूय प्रचुरजनताघारमूलं बिभर्ति । यस्यास्सत्त्वं हृदयसुगमं प्राप्य घीरा प्रियन्ते\nसा नो माता जयति भरतक्षोणिरक्षामघामा ॥ ९३ ॥\nயஸ்யா : சுப்ரஜ்வலனகலயா பாரதீயாந்தராத்மா வ்யக்தீபூய ப்ரசுரஜனதா தாரமூலம் பிபர்தி |\n"}