{"doc_id": "3784adc7-87be-4977-b9da-5a4e5bb0766d", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 31, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "52\nயஸ்யாஸ்ஸத்வம் ஹ்ருதயஸுகமம் ப்ராபய் தீராத்ரியன்தே\nஸா நோ மாதா ஜயதி பரதக்ஷே£ணிரக்ஷாம\nவெள்ளை\nதாமா 193\" அப்பெருமாட்டியின் ஜூவாலையின் ஒரு சிறு அம்சமே பாரத நாட்டின் அந்தராத் வெளேரென்றிருக்கும் மாவாக மாறி பெரும் சமுதாயத்துக்கு ஆதாரமாக அமைந் துள்ளது. அவள் தனது உள்ளத்தால் உறிஞ்சிடும் சாற்றினை உண்டே தீர புருஷர்கள் வாழ்ந்து வருகின்றனர். அத்தகு குறைவற்ற தேசுடைய நமது பாரத மாதா வெல்க. यस्याश्चित्तश्वसितलवतो म.नवो लब्धजीवः\nक्रीडापात्रं लसति समये नाकिनां भूविलासे । यस्याः संविद् भवति जनिभूर्भुजुषां चेतनानां\nसा नो माता जयति भरतक्षोणिरक्षामधामा ॥ ९४ ॥ யஸ்யாச்சித்தச்வஸித லவதோ மானவோ க்ரீடாபாத்ரம் லஸதி ஸமயே நாகினாம் யஸ்யா ஸம்வித் பவதி ஜனிபூர்பூஜுஷாம் ஸா நோ மாதா ஜயதி பரதக்ஷே£ணி\nலப்தஜீவ: பூவிலாஸோ\nசேதனானாம்\nரக்ஷாமதாமா | 94|\nஅப்பெருமாட்டியின் சைதன்ய சுவாஸத்தின் சிறுதுளி பெற்று மனிதனுக்கு (உயிர்) வாழ்க்கை கிட்டுகின்றது. தேவர்கள் பூமிக்கு வரும்பொழுது இம்மனிதர்கள்தாம் அவர் களது விளையாட்டுக் கருவியாகின்றார்கள். அவர்களது அறிவி லிருந்துதான் நிலவுலகில் அறிவுடைய உயிர்கள் உண்டா கின்றன. அந்த பாரத மாதா வெல்க !\n1\n53\nज्योतिर्वीचिपथनपटुन प्राणवेगेन यग्या:\nप्रादुर्भावो जगति घटते जन्मिनां बुद्धिभाजाम् । अन्तर्यस्याम खिलज निमद्वर्ष्मणां वा समष्टिः\nயஸ்யா:\nसा नो माता जयति भरतक्षोणिरक्षामघामा ॥ ९५ ।। ஜ்யோதிர்வீசி ப்ரதனபடுனா ப்ராணவேகேன ப்ராதுர் பாவோ ஜகதி கடதே ஜந்மினாம் புத்தி அந்தர் யஸ்யாம் அகிலஜனிமத்வர்ஷ்மணாம் ஸா நோ மாதா ஜயதி பரத க்ஷோணிராம தாமா 95\nபாஜாம் 1 வா ஸமஷ்டி:\nசுவா\nபரப்புவதில் தனித்திறமை உள்ளது. அத்திறமையால் பரப் பப்படும் சோதி அலைகளினின்றும்தான் இவ்வுலகில் அறி வாளிகள் பிறக்கின்றார்கள். அவ்வம்மையினுள் அனைத்து உடலுடைப் பொருள்களின் (ஸமஷ்டி) கூட்டுத்திறன் விளங்குகிறது. அத்தகு குறைவற்ற சோதிபெற்ற எமது\nபாரத அன்னை வெல்க !\nयामाश्रित्य प्रकृतिमवनिभूतसर्गम्य धत्ते\nया भूतानामघनकरणैः कर्मणां चोदयित्री । अर्थे यस्याः श्वसिति च विदन् मर्त्यलोकोऽविदन् वा\nसा नो माता जयति भरतक्षोणिरक्षामधामा ।। ९६ ॥ தத்தே\nயாமாச்ரித்ய ப்ரக்ருதிமவனிர் பூதஸர்கஸ்ய\nயா பூதானாமகனகரணை: கர்மணாம் சோதயித்ரீ\n"}