{"doc_id": "ce8c3881-21cc-448a-8c53-3a2a93680f9f", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 32, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "54\nஅர்தே யஸ்யா ச்வஸிதி ச விதன் மர்த்ய லோகோ அவிதன் வா ஸா நோ மாதா ஜயதி பரதக்ஷோணிரக்ஷாம\nதாமா || 96 ||\nஎங்கள் பாரத அன்னை குறைவற்ற சோதி வடிவினள். இவளது துணையினால்தானே இந்த பூமி பூதப்படைப்பினைத் தனது இயல்பாகக் கொண்டுள்ளது இவளே தனது சூட்சும கரணத்தின் மூலமாக பூதங்களனைத்தையுமே செயல்படத் தூண்டுகிறாள். இவளுக்காகவேதான் மனிதகுலம் அறிந்தோ அறியாமலோ உயிர்வாழ்ந்து வருகின்றது. இந்த எமது பாரத மாதா வெல்க !\nज्योतिर्ग्यक्तं बपुरिह बहिश्चेतसां दुर्गमं तत्\nप्राणैरन्त: करणसचिवैः प्राप्यमन्तर्मुखानाम् । यत्सायुज्यादमरविभवान् मानवो याति यस्याः\nसा नो माता जयति भरतक्षोणिरक्षामधामा ॥ ९७ ॥ ஜ்யோதிர்வ்யக்தம் வபுரிஹ பஹிச்சேதஸாம் துர்கமம் தத் ப்ராணைரந்த : கரண ஸ'சிவை : ப்ராப்யம் அந்தர்முகாநாம்1 யத்ஸாயுஜ்யாத் அமரவிபவான் மானவோ யாதி ஸா நோ மாதா ஜயதி பரதக்ஷோணிர க்ஷாம\nயஸ்யா:\nதாமா 97||\nஎமது பாரத மாதாவின் சோதிஉரு புறக்கண்களுக்குப் புலனாகக் கூடியதன்று. ஆனால் உள்நோக்குடைய பெரு மக்களோ அந்தக்கரணத்துடன் இணைந்த பிராணனது துணை கொண்டு அதனைக் கண்டுகளித்திருக்கின்றார்கள். அவளுடன் இரண்டறக் கலக்கும்பொழுதோ மாந்தர் தேவதைகளின் ஜஸ்வர்யத்தையே பெற்றுவிடுகின்றார்கள்.\n55\nभूमावस्यां मनुजदनुजैर दितायामुदा'या\nदास्याद् दीनं नरकुलमसल्लोकतो मोचयित्री । धीर ध्यं धवलयशसं बिभ्रती पुत्रवर्ग\nसेयं माता जयति भरतक्षोणिरक्षामधामा ॥ ९८ ।। பூமாவஸ்யாம் மனுஜதனுஜைர் திதாயாமு தாஸ்யாத் தீனம் நரகுலமஸல்லோகதோ தீரச்லாக்யம் யசஸம் பிப்ரதி புத்ரவர்கம் ஸேயம் மாதா ஜயதி பரத க்ஷோணிரக்ஷாம\nதாஸ்யாத் மோசயித்ரீ\nதாமா 1198 n\nஎன்றுமே குறையாத சோதி சொரூபிணியாகிய எங்கள் பாரதமாதா மனித உருவில் நடமாடும் அரக்கர்களால் துன் புறுத்தப்பட்டபோதும் துக்கமுற்று தலைகுனியமாட்டாள். களிப்புடனேதான் காணப்படுவாள். எளிய மக்களை வாட்டி வதைத்திடும் கீழ் மக்களிடமிருந்து காப்பாற்றுகிறாள். தீரர் களால் போற்றப்படுகின்ற பெரும் புகழ்படைக்கும் புத்திரர் களைப் பெற்று வருகிறாள். அத்தகு எமது பாரத அன்னை\nவெல்க!\nस्थानं भौम विबुधजनताभोग्यमाघित्समानाः\nशक्तीर्दिव्य स्सुरभुवनतः संमिलन्तीर्घरन्ती । दैव प्रेप्साज्वलित हृदयैर्मानुषेर्ध्यक्तसारा\nसेयं माता जयति भरतक्षोणिरक्षामघामा ॥ ९९ ॥ ஸ்தானம் பெளம விபுத ஜன தாபோக்யமாதித்\nசக்தீர் திவ்யாஸ்ஸுர புவனத: ஸம்மிலந்தீர்\nஸமானா:\nதரன்தீ\n"}