{"doc_id": "cdcb285b-68e3-4442-8fdd-d41b6742d1bf", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 5, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "2\nअद्य स्तङ्गतमङ्गभङ्ग बहुलबलेशं च पूर्व युग\nதீக்ஷாகுரோ:\nनूनं सङ्गतमद्य मङ्गलयुगं जेजीयतां भूतले ॥ २ ॥ அத்ய ஸ்ரீதினமத்ய பார தகுல ஸ்வாதந்த்ர்ய ஸ்வாராஜ்யார்த த்ருசோ அரவிந்த பகவத் ஸூரேர் ஜயந்தீ தினம் | அத்யாஸ்தங்கத மங்க பங்க பஹுல க்லேசம் ச பூர்வம்யுகம் நூத்னம் ஸங்கமத்ய மங்கலயுகம் ஜேஜீயதாம்\nபூதலே || 2 ||\nஉண்மைப்\nஇந்நாள் ஓர் நன்னாள். பாரத சமுதாயத்தின் விடு தலைக்கு தீக்ஷை எடுத்துக் கொண்டவரும், எடுத்துவைப் பவரும் \"சுயராஜ்யம்\" என்ற சொல்லிற்கு பொருள் கண்டவருமான மகான் அரவிந்தரது பிறந்ததினம். இன்று உடலுருப்புக்கள் சிதைக்கப்பெற்று தாங்கொணாத் துயர் அளித்து வந்த ஒரு காலகட்டம் கழிந்துவிட்டது. இப்புது யுகப்பிறப்பு உலகிற்குப் பேருவுவகையளிப்பதாக மலரட்டும்.\nनिदाणा किमु भारतक्षितिरियं कि मूर्छिता मोहतः कि नैरात्म्यवशंवदेररिजनैराक्रान्तसत्त्वा पुनः । भिन्ना सङ्घसहलिभिः किमु जनैश्छिन्नाऽन्तरद्वेषिभिः क्षोणीमण्डल-सार- दिव्यमहिमज्यालैब शान्ता नु किम् ॥ ३ ॥ நித்ராணா கிமு பாரத க்ஷிதிரியம் கிம் மூர்ச் கிம் தைராத்ம்ய வசம்வதைரரிஜநை\nசிதா மோஹத: ராக்ராந்தஸத்வா புந:\n3\nபின்னாஸங்கஸஹஸ்ரிபி கிமு ஜனை சின்னாந்தரத் வேஷிபி:\nக்ஷேணீ மண்டலஸார திவ்ய மஹிம\nஜ்வாலைவ சாந்தாநு கிம் 3 ||\nஇந்த பாரதத்தாய் மீண்டும் தூக்கத்தில்தான் ஆழ்ந்து விட்டாளா? மோஹத்தில் மூழ்கித்தான் மூர்ச்சையுற்றுவிட் டாளா? மீண்டும் ஆன்மீக அறிவற்ற பகைவர்களால் அவளது பலம் குலைக்கப்பட்டு விட்டதா. வெறுப்பில் மூழ்கிப் பலப்பல குழுக்களாகப் பிரிந்திருக்கும் மக்களால் சிதறுண்டு உல கிற்கே நேர்வழி காட்டிவந்த அமரத்தன்மை வாய்ந்த அவளது சுவாலையே அவிந்துவிட்டதோ !\nयात: कुत्र पराक्रमस्तव पुरा रक्षांसि येनाऽधुनो.\nकिं यातं बलमन्त्र येन भगबद्धर्मा: पुरा दर्शिताः । इत्थं व्याकुलचेतनैः सुश्रुतिभि पुत्रैश्चराय स्थिते मानर्भारति हन्त ते समुदयः सोऽयं समासाद्यते ॥ ४ ॥ யாத: குத்ர பாாக்ரமஸ்தவ புரா ரக்ஷாம்ஸியேநாதுனோ: கிம் யாதம் பலமம்ப யேந பகவத்தர்மா: புரா தர்சிதா:[ இத்தம் வ்யாகுல சேதநை: ஸுக்ருதி பி: புத்ரைச் சிராயஸ்திதே மாதர் பராதி ஹந்த தே ஸமுதய: ஸோயம் ஸமாஸாத்யதே | 4 11 \"தாயே!'\" அன்று அரக்கர்களைக் கொன்று குவித்த உனது அந்த (பராக்ரமம்) சூரத்தனம் அழிந்தாவிட்டதம் மா? பண்டு பலப்பல வகையான இறையுணர்வுகளைத் தந்தனையே தாயே, அந்த உந்தன் பலம் இன்று அழிந்தாபோய்விட்டது?\nTES000\n"}