{"doc_id": "c885d155-59bc-4bf3-a896-317fccc0be6a", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 6, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "4\nஎன்று நீண்ட நாட்களாக உந்தன் நன்மக்கள் பலரும் வேதனையடைந்து வந்த வேளையிலன்றே, ஏ பாரதத்தாயே உனக்கு இந்த நன்மை கிட்டியுள்ளது.\nशान्तैवाऽसि शमप्रधानजनता-माताऽसि तत् ते गुण: कम्रास्याम्बुरुहैव भासि बहुश: क्लेशैरभिष्लाविता । अन्नाभावजनातुरेऽपि समये काये च कार्य गते\nमातस्त्वां न जहाति काचन कला सा ते हि सत्याऽऽकृतिः ॥ சாந்தைவாசி சமப்ர தான ஜன தா மா தாஸி தத்தே குண: கம்ராஸ்யாம்புருஹைவ பாஸி பஹுச: க்லேசைரபிப்லாவிதா அன்னாபாவ ஜனாதுரேபி ஸமயே காயே ச மாதஸ்த்வாம் ந ஜஹாதி காசன கலா\nகார்ச்யம் கதே\nஸா தே ஹி ஸத்யாக்ருதி: ||51| தாயே அமைதியாகிவிட்டனையே. உந்தன் மக்களும் அமைதிகாணுபவர்களாகவே ஆகிவிட்டனர். தாங்கொணாத் துயர் துய்த்தும் உனது முகம் அன்றலர்ந்த செந்தாமரை யாகவே ஒளிர்கின்றது. உண்ண உணவு கிடைக்காமல் உனது மக்கள் வாடிவதங்குகிறார்கள். எலும்பும் தோலுமாக ஆகி விட்டனர். இந்நிலையிலும் உன்னிடம் ஒரு தனியழகு பளிக் சிடுகின்றது. ஆம்; அதுதானே உனது உண்மை வடிவம்.\nदेवात्मा हिमवान् धुलोकतटिनी गङ्गा च यत्राऽश्रयान्माहत्म्यं बिभृतो यशश्च विपुलं धर्म्य परं पावनम् ।\n5\nतां त्वां देवतवृन्दसेवित महामूर्ति प्रभावोज्ज्वलां\nको विद्वान् गिरिगहराव निधुनिस्रोतोमथीं मन्यताम् ॥ ६ ॥ தேவாத்மா ஹிமவான் த்யுலோகதடினீ கங்காச யத்ராச்ரயாத் மாஹாத்ம்யம் பிப்ருதோ யசச்ச விபுலம் தர்ம்யம்பரம் பாவனம் 1 தாம் த்வாம் தைவத ப்ருந்த ஸேவித மஹா மூர்த்திம் ப்ரபா வோஜ்வலாம் கோ வித்வான் கிரி கஹ்வராவணிதுனி ஸ்ரோதோமயீம் மன்யதாம் #6 | தேவருலகில் தெய்வாம்சம் பொருந்தியது இமயம். யாய்ந்திடும் பெருமை பெற்றது. கங்கை. இவையிரண்டுமே அளவிடற்கரிய புகழையும் அறமயமானதும் பரம்பாவன முடையதுமான பெருமையையும் பெற்றுத்திகழ்வது எதனால் ? உன்னுடைய தொடர்பினாலன்றோ ! தேவகணங்களால் வழி யடப்படுபவள் நீ. பொங்கிவழியும் பிரபாவமுடையவள். உன்னை அறிவுடைய எப்பெருமகன்தான் மலை. குகை, ஆறு, துறை இவை மயமாகக் காண்பான்.\nकेबांचिन्मुर्निवृन्दपावनजनुर्भूमिः परेषां पुनः\nदेवानामवतारभूरथ महातीर्थालय क्षेत्रभूः | एकेषां चिरकालचित्रचरिता दीर्घायुरेषा मता\nमाताऽस्माकमखण्डचिज्ज्वलनमूर्तिव्यात्म धर्मार्थभूः ॥ ७ ॥ கேஷாஞ்சின் முனிப்ருந்த பாவன ஜநுர் பூமி: தேவானாமவதார பூரத மஹாதீர் தாலய\nபரேஷாம் புந:\nக்ஷேத்ர பூ: 1\nPAREN\n"}