{"doc_id": "5477951f-d0a1-4c17-b224-0b15fdf3a64c", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 7, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "6\nஏகேஷாம் சிரகால சித்ரசரிதா தீர்க்\nகாயுரேஷாமதா\nமாதா அஸ்மாக மகண்ட சிஜ்வலந பூர்\n# 7 #\nநித்யாத்ம தர்மாத்த பூ: தாயே நீ சிலருக்கோ பாவனமான மாமுனிவோர் தம் தாயகமாகத் திகழ்கின்றாய் ! வேறு சிலருக்கோ தேவர்கள் தம் அவதாரத் திருத்தலமாக ஒளிர்கின்றாய் ! பிறபலருக்கோ நெடுநாளைய வியப்புமிகு வரலாறு படைத்த கஊக்கிட முடி யாத நீண்ட ஆயுளையுடைய பெருமாட்டியாக மிளிர்கின் றாய். நாங்களோ உன்னைப் பிளவுபடா பேரொளிப் பிழம்பின் பிறப்பிடமாகக் காண்கின்றோம். அதுமட்டுமா ? நிலையான ஆன்மீகம், அறம்பொருள் இவைகளது விளைவிடமாகவும் காண்கின்றோம்.\nलाघन्तां तत्र दिव्यगुप्तचरितं ते गुप्तविद्याविदो\nभिक्षन्तां भृतिमुत्तमां तव कृपां ते कर्मभिः कर्मठा: वन्दन्तां कृतिनो यशस्तव वयं माहात्म्यजीवातवो\nविद्मो भारतमङ्गलं ध्रुवमिदं मातर्जगन्मङ्गलम् ॥ ८ ॥ ச்லாதந்தாம் தவ திவ்ய குப்த சரிதம் தே குப்தவித்யாவித: பிக்ஷந்தாம் ப்ருதிமுத்தமாம் தவக்ருபாம் தே கர்மபி: கர்ம டா:1 வந்தந்தாம் க்ருதினோ யசஸ்தவ வயம் மாஹாத்ம்ய ஜீவாதவ: வித்மோ பாரத மங்கலம் த்ருவமிதம் மாதர் ஜகன்மங்கலம் 118 1 யோகிகள் - மறைபொருள் உணரும் கலைவல்லார்கள் மறைந்துகிடக்கும் உனது திவ்ய சரித்திரத்தை பலரறியப் பறைசாற்றட்டும். கர்மயோகிகளோ (பணி செய்வதையே\n7\nதங்கள் கடமையாகக் கொண்டுள்ளவர்களோ) தங்கன் கட மையைச் சரிவரச் செய்தமைக்காக உனது கிருபையை வேண்டி நிற்கட்டும். ஞானியரோ உந்தன் புகழைப் பாடிப் பரவட்டும், ஆனால் உனது பெருமையால் வாழ்வுபெற்ற நாங் களோ, தாயே ! உலக நன்மையாவது பாரத நன்மையேதான் என்பதை அறிந்திடுவோம்.\n(ஜூRo)\nभरतघरणि धन्यां मन्यामहे यदियं हि नो\nभुवनजनताक्षेमं कामं दधाति परं व्रतम् । भरतघरणेरात्मन्नम्त्र त्वमाश्रयभूः सतां\nप्रभुरसि च भोस्त्रातुं कालेऽखिलं क्षितिमण्डलम् ॥ ९ ॥\n(ஹரினி)\nயதியம் ஹி நோ\nபரம் வ்ர தம் |\nபரத தரணீம் தன்யாம் மன்யாமஹே புவன ஜனதா க்ஷேமம் காமம் ததாதி பரத தரணேராத மன்னம்ப த்வாமாச்ரய பூஸ்ஸதாம் ப்ரபுரஸி ச போஸ்த்ராதும் காலே கிலம் க்ஷிதிமண்டலம் 190\nமனிதகுல நன்மைக்காகப் பாடுபடுவதையே தனது விரதமாக விரும்பி எடுத்திருப்பது பாரதபூமி. ஆகவே இதனை நாங்கள் \"கொடுத்து வைத்ததாக'க் கருதுகிறோம். இப்பாரத பூமியின் ஆன்மாவாக விளங்கும் அம்மையே நீ ஆன்றவிந்த சான்றோர்களை ஈன்றெடுத்து வளர்த்து வருகின் றனை. ஆகவே உரியகாலத்தில் உலகம் முழுவதையும் காத்திடும் அரும்பெரும் திறன்பெற்றிலங்குகிறாய்.\n"}