{"doc_id": "374a128c-eacc-43c2-9fac-cd9465c62d8e", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 8, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "8\nजननि जगतीमन्चप्रायां विभिन्नजनाकुलां\nतनुमिव घनामेकां कृत्वा विधातुमनाकुलाम् । कलकलभरोल्लोले काले प्रचण्डमहोबले\nनिखिलकलुषध्वान्तध्वंसे दधास्युरुविक्रमम् ॥ १० ॥\nஜனனி ஜகதீமந்தப்ராயாம் விபின்ன ஜனாகுலாம் தநுமிவ கணாமேகாம் க்ருத்வா விதாதுமனாகுலாம் | கலகல பரோல்லோலே காலே ப்ரசண்ட\nமஹோபலே விக்ரமம் |10|\nஅன்னையே, பேரறிவும் பெரும் திறனுமுடையோய் இவ் வுலகில் வாழும் மானிடர்கள் குருடர்களெனத் திகழ்கின் றார்கள். பலவேறு வகைகளில் பிரிந்துள்ளார்கள். அதனால் அல்லலுற்று அழிகின்றனர். கூக்குரல் மிகுந்து திக்குமுக் காடும் வேளையில் இவர்கள் அனைவரையும் திடம்பெற்ற உடலென ஒருங்கிணைந்திடவும் மண்டிக்கிடக்கும்\nகுறை களாம் காரிருளைக் களைந்தெறியவும் வல்லமைபெற்று விளங்கு பவள் நீயேதான்.\nநிகிலகலு ஷத்வாந்த த்வம்ஸே த்தாஸ்யுரு\nभुवनविजयाद्राज्यं प्राज्यं त्वया न बुभुक्षितं\nभुवननिहितं मांगैश्वर्यं त्वया न च लक्षितम् । भुवनगुरवे गुर्वीमुर्वी प्रभाधयितुं त्वया\nव्यवसितकृतिः श्रद्धा बद्धा पुराणि जयोद्यते ॥ ११ ॥ புவன விஜயாத்ராஜ்யம் ப்ரா ராஜ்யம் த்வயாந புவனநிஹிதம் போகைச்வர்யம் த்வயா\nபுபுக்ஷிதம்\nநச லக்ஷிதம் 1\n9\nபுவன குரவே குர்வீமுர்வீம் ப்ரஸா\nவ்யவஸித க்ருதி: ச்ரத்தா பத்தா புராணி\nதயிதும் த்வயா\nஜயோத்யதே 111 |\nகாலம் கடந்த எம்பெருமாட்டி நீ உலகில் இருந்துவந்த அரசுகளை வென்று பெருங்கொலுவிருக்கப் பேரவாக் கொண் அரும்பொருளனைத்தையும் டிலை. ஆங்காங்கு கிடைக்கும் துய்த்திடும் எண்ணம் உனக்குத் தோன்றவும் இல்லை. மாறாக. வெற்றிபெறத் துடித்து நிற்கும் எம்தாயே. பரந்த இவ்வுலகு அனைத்தையும் அதற்குரிய உரிமையாளரும் பரம் பொருளுக்கு அர்ப்பணிப்பதிலல்லவா உனது ஈடுபாடு முழு வதும் இணைந்திருக்கக் காண்கிறோம்.\nनिखिलधरणिक्षेमे दीक्षा दृढं विधृता त्वया\nन तव जननि स्वार्थेऽनर्थे कदाचन घी: स्थिता । किमपि भवितुं कर्तुं किञ्चित् चिराय धरातले ध्रुवपरिकर व्रातैर्गुप्तैः श्रिताऽसि रहोबले ॥ १२ ॥ நிகில தரணி க்ஷேமம் தீக்ஷா த்ருடம் வி\nத்ருதா த்வயா |\nந தவ ஜனனி ஸ்வார்ததே நர்த்தே கதாசந தீ: ஸ்திதா கிமபி பவிதும் கர்தும் கிஞ்சித் சிராய தராதலே த்ருவ பரிகர வ்ராதைர்குப்தை ஸ்ரீ தாஸி ரஹோ பலே | 12 |'\nஉலக நன்மைக்காகவே கச்சம்கட்டிக் கங்கணம் அணிந் துள்ளாய் நீ. அம்மையே. தீங்குகள் அணைத்திற்கும் நிலைக் களனாகவிளங்கும் சுயநலத்தினை நீ கனவிலும் கருதிய துண்டோ? உணரமுடியாப் பெருவலி படைத்தவளே, அருங்\n"}