{"doc_id": "1b7d01db-9e58-4aaf-ac03-2e89c347582a", "url": "http://archive.org/download/bharati-stavam/Bharati Stavam.pdf", "source": "internetarchive", "page_no": 9, "identifier": "bharati-stavam", "pdf_name": "Bharati Stavam.pdf", "text": "10\nகாவலும் நிலைகுலையாப் பெருவலியும் படைத்துள்ள தொண் டர் குழுவால் சூழப்பட்டுள்ளாயே எதற்காக ? இந்நிலவுலகில் நெடுங்காலம் நீடித்து நிற்கும் ஒருநிலை உருவாகவும் அந் நிலையை உருவாக்கவுமன்றோ.\nअमृतवचसरस्वत्तो मातः पराङ्मुखतां गतान् परिमवशतैर्धूतान् ध्वान्तभ्रमानयि दुर्गतान् । अपि च विषमे न त्वा नत्वा प्रभूनितरान् नतान्\nतव तनुभवान् यन्नात्याक्षीस्त्वमम्व कृपा हि सा ॥ १३ ॥ அம்ருதவசஸஸ்த்வத்தோ மாத:\nபராங்முகதாம்கதான் பரிபவ சதைர் தூதான் த்வாந்த ப்ரமானாயி\nச\nதுர்கதான் அபிச விஷமே நத்வா நத்வா ப்ரபூ நிதரான் நதான் தவ தநுபவான் யந்நாத்யாக்ஷிஸ்த்வமம்ப\nW 13 h\nக்ருபாஹி ஸா அம்மையே அமுதமொழியினளாம் உன்னை வெறுத்து ஒதுக்கினர், உன் மக்கள்; அதனால் பல நிலைகளிலும் பெரும் அவமதிப்பிற்கு ஆளாயினர், நிலைகுலைந்தனர். மையில் மூழ்கினர். அல்லலுற்றனர். அவலநிலைக்கு ஆளா அறியா கிய காலத்திலும் உன்னை வணங்கிட மறந்தனர். யஜமானர் களாகத் தாங்கள் ஏற்றுக்கொண்ட மாற்றாருக்குக் கைகட்டித் தொழுது நின்றனர். இந்நிலையிலும் நீ இவர்களைக் கைகழுவிவிடவில்லை, ஆம் இது உன் கருணையாலன்றோ ? तव तनुभवामध्येकेषां विदामपुराविदां\nश्रवणपथमध्यप्राप्ते ते पुरोन्नतवैभवे । विमलचरिते पस्ने धर्मे तथा तव धिक्कृते\nकथमपि चिरं मातः क्षान्तं त्वया पृथुलक्षमे ॥ १४ ॥\n11\nதவதனு புவாமப்யேகேஷாம் விதாமபுராவிதாம் ச்ரவணபத மப்ராப்தே தே புரோன்னத\nவைபவே 1 விமலசரிதே ப்ரத்னே தர்மே ததா தவா திக்க்ருதே கதமபி சிரம் மாத: க்ஷாந்தம்\nத்வயாப்ருதுலமே || 14 |\nபழமைப் பெருநிலையுடையவளே உனது மக்களுள் சிலர் அறிஞர்கள்தாம். ஆனால் உனது பழம் பெருமையை உணரா தவர்கள். ஆகவே அவர்களது செவிகளுக்கு உனது பெருமை எட்டவில்லை. ஆகவே அதனைப் புறக்கணித்துவிட்டனர். அப்பழுக்கற்ற ஒழுக்கமுடையவளே, எம்மன்னையே ! நீ இதனை இவ்வளவு காலமாக எப்படியோ தாங்கிக்கொண்டு வந்துள் ளாயே ! நீ அளவிடற்கரிய தைர்யசாலியாவாய்!\nविधुततमसः सुप्तोत्थानेऽधुना तब पुत्रका:\nपुरत उदयं पश्यन्तोऽमी महस्समुपासते । तव च वदनं मास्वजजातं शुभोदयशंसन\nजयमयि नमोबाकं ब्रुमः पुरातनि देवि ते ॥ १५ ॥ விதுத தமஸ: ஸுப்தோத்தானே அதுனா தவ புத்ரகா; புரத உதயம் பச்யந்தோ மீ மஹஸ்ஸ முபாஸதே 1 தவச வதனம் பாஸ்வஜ்ஜாதம் சுபோதய சம்ஸனம்\nவயமயி நமோ வாகம் - ப்ரூம: புராத தஸி\nதேவிதே # 15 @\nகாலம் கடந்த கன்னித்தாயே ! உன் மைந்தர்களாகிய எங்களை அறியாமைக்காரிருள் அகன்றுவிட்டது. நீள் துயிலி இதோ னின்றும் விழித்துக்கொண்டுவிட்டோம் நாங்கள்.\n"}