{"doc_id": "cf5a354d-26b1-4dce-9863-fc6e7ff65861", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 10, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "8இருப்பதாலும், ஒரு சிலகாலம் மறைவிடத்திலிருப்பதே தகுதி யெனக்கண்டு, உப்புலியபுறத்தை யடுத்த ஆற்றின் மேற்கரையில் காட்டைத் திருத்திக் கோட்டைமேடென்னும் பெயரிட்டு ஆங்கு குடியிருந்தனர். இவர்களேயன்றி இன்னுஞ் சிலருங் குடிபுகுந்தனர். அங்கும் வளையல், முத்து, ரத்ன வியாபாரங்களை நடத்திவந்தார்கள். இக்காலத்தில்தான் தங்களோடு கொண்டுவந்த தங்கள் குலதெய்வ மான காரடியானையும் மாறாடி ஏரிக்கரையிற் குடியிருத்தி வழிப்பட்டு வந்தனர். தங்கள் தங்கையையும் மருங்காபுரியிலிருந்த தம் சொந்தக் காரனுக்கு விவாகஞ் செய்துகொடுத்தனர்; ஏனெனில், எவரும் எளி திற் கண்டுபிடியாத மலைப்பிரதேசமாயும் காடு செறிந்த விடமாயு மிருந்ததென வறிந்தே அவ்வாறு செய்தனர். இவ்வாறு தங்கையின் விவாகத்தை இரகசியத்தில் மனோற்சாகமாய் நடத்திய பிறகு தம் தம்பிமார்களுடன் தங்கள் வியாபாரங்களை ஆடர்பமாய் நடத்தி மிக்க செல்வாக்கோடு விர்த்திமுகங் காட்டினர்.\nஇரக்ஷண்ய ஆரம்பம்.\nதங்கள் செல்வாக்குக்குத் தக்கபடி தங்கள் குலதெய்வமாகிய காரடியானுக்கும் எல்லைப்பிடாரிக்கும் சிறு சிறு கோயில்களுங் கட்டிப் பூசை நைவேத்தியங்களும் பொங்கலும் பலிகளுமிட்டு விசேஷ உற்சவங்களுஞ் செய்தனா. இக் தங்களை வங்கடைந் தோர்க்கு வேண்டிய உதவி யொத்தாசைகள் பல செய்துவர வ இக் காடான கோட்டைமேடு தினே தினே விர்த்தியாகிக்கொண்டே வந் தது. ஆயினும் அவ்வூரில் மற்றவர்களுக்கெல்லாம் நேரிடாத பயங் கர வியாதியான இரத்தங் கக்குதலும், தவறாது சாவதுமான நோய்\nறு இந்த ஆறு குடும்பத்திற் பிறந்த பிள்ளைகளையே பற்றிப் பிடித்தது. பிள்ளைகளும் மூன்று நான்கு ஐந்து ஆறு வயதிற்குள் மடிவதைக் காண எவர்தான் சகிப்பர்! இதினால் இக்குடும்பமானது ஆற்றொணாத் துயரடைந்து எப்படி தப்பலாமெனக் கலங்கிச் சஞ்சல சித்தராய்,சகுன, சாஸ்திர, கோணங்கி, குறி, ஜோசிய, வைத்தியம், மாந்தரீக முதலிய தந்திர மந்திரங்களை யெல்லாம் பெருந் திரவியச் செலவுடன் செலவழித்தும், தாங்கள் பெற்ற பிள்ளைகள் பிழைப்பதைக் காணாதவர்களாகிப் பரதவித்து நின்றதோடு, தங்கள் ஆடு மாடுகள் கறக்கும் பாலும் இரத்தமாகமாறுவதும் அதை அருந்தாது கன்றுகள்\n"}