{"doc_id": "74ddd121-ceb9-43c2-9501-ca7caa2ae432", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 11, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "9.\n-\nசாவதுமாயின. என் செய்வார் எம் பெரியார்? தங்களுக்கு இ. துன்ப காலத்தில் உதவி செய்வாருங் கண்டிலர். கடைசியாக அம்மது ரையிலிருந்த அக்காமுக வரசனே மாந்தரீகர்களைக் கொண்டு பில்லி சூனியம் வைத்துத் தங்களை வதைக்கிறானென்று தீர்மானித்து அதைத் தடுப்பதற்கெனப் பல வெத்தனங்கள் செய்தும் பணச்செல் வானதல்லாமல் பிள்ளை பிழைக்கவில்லையே யென்று மிக்க வருத்த முற்றவர்களாய்த் தங்கள் வியாபாரங்களையே நிறுத்திவிட்டு மிக்க சோகத்தில் ஆழ்ந்து கிடந்தனர். இச்சமயத்தும், போனதெல்லாம் போக மீதியாக நின்ற தம் ஏகப்புத்திரனும் இரத்தங் கக்குவதைக் கண்ட எம் பெரியாரான கம்பால்நாயுடு அவர்களும், அவரது பிரிய பத்தினியும் அடைந்த துயரத்தை யார்தான் வாய்விட்டுச் சொல்ல முடியும்? ஊரே அழுகையுங் கூக்குரலுமாயின. முட்டிக்கொள்வா ரும் மோதிக்கொள்வாரும் அங்கலாய்ப்பாரும் அடித்துக்கொள்வா ருமாயிருந்த இச்சமயம் சமய சஞ்சீவியேயென நடு வயதுடைய ஓர் பிச்சைக்காரி, சேலத்திலிருந்து திருச்சி நோக்கிச் செல்லுமவள், ஆற்றில் நீரருந்தவந்த சமயத்தில் இப்பரிதாபக் கூச்சலையும் ஒப்பாரி யையுங் கேட்டு ஆங்குசென்று விஷயத்தை யுணர்ந்து தாய் தந்தை யர் படுங் கஷ்டத்தைக் கண்டு, குழந்தையிருக்கும் நிலைமையை நோக்கவே ஒரு சிறிதுஞ் சகியாளாய், அக்குழந்தையை வாரி யெ டுத்து பிரர்புறத்தழுவித் திரியேக தெய்வத்தை நோக்கி அண்ணார்ந்து பார்த்தவளாய் மிக்க உருகிய இரக்கத்துடன் ஜெபித்து, இக்குழவி யை அவருக்கே அர்ப்பணஞ்செய்து, தனக்கு உதவிசெய்யத் தேவ தாயையும் மன்றாடிக் குழந்தைக்கு ஞானஸ்நானம் கொடுத்துப் பிள் ளையைக் கிடத்தினள். பிறகு ஆங்கிருந்தவர்க்கு ஆறுதலுந் தேறுத லுஞ் சொல்லிக்கொண்டிருந்த சமயத்தே பிள்ளையும் துயிலினின் றெழுவதுபோல் எழுந்து தன் தாயிடமோடிப் பாலருந்தியது.\nஇதைக்கண்ட எல்லோரும் ஆனந்தப் பரவசமடைந்தவர்களாய்த்\nதங்கள் வாய்கொண்டமட்டும் இப் பிச்சைக்காரியைப் போற்றிப்\nபுகழ்ந்து, எங்கள் தெய்வமே இவ்வுருவெடுத்து இச்சமயம் வந்த தென வாழ்த்தி வணங்கி, காளியென்றும் கூளியென்றும், பிள்ளை கலி தீர்க்கவந்த பெண்தெய்வமென்றும் ஆடிப்பாடி ஆனந்த நிர்த்தனஞ் செய்தனர். அன்று முழுதும் அவளை அவ்விடத்தைவிட்டு அசைய விட்டிலர். அடுத்தநாள் முதற்கொண்டு ஆட்டையும் மாட்டையும்\n"}