{"doc_id": "c72313b8-389e-4674-9571-2f869b02c1c2", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 12, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "10“\nபிள்ளைக் குட்டிகளையும் தங்களையுங்கூட மந்திரிக்கவேண்டுமென்று மன்றாடினர். அவ்வண்ணமே நம்பிச்சைக்காரியும் அவைகளுக்கு வைக் குந்தீனியைக் கொணரச்செய்து அவைகளையும் மந்திரித்துக்கொடுக்க அவைகளுந்தின்று பரிசுத்தமான தீம்பால் ஈய்ந்தன. இப்படிச் சின் னாள் செல்லத் தான் தம்மூருக்குப் போகவேண்டுமென விடை கேட்க வே, நம்பெரியார் \" இது முக்காலும் முடியாதகாரியம் ; பரிதாப மான காலத்தில் ஆபத்சகாயராய் தெய்வமேயென வந்து உயிர்ப் பிச்சை அளித்து எங்களை ஆனந்திக்கும்படி செய்த உடன் காலிலேயே விட்டுப்பிரிதலை எவ்வாறு சகிப்போம். இன்னுஞ் சின்னாளிருந்து எங்களுக்கு மறுபடியும் இத்தகைய கொ டூரமான வாபத்துக்கள் வராதபடி செய்து, பிறகு போவதைப்பற்றிப் பேசலாமேயொழிய, இப்போது பேசுவது மிக்க பரிதாபத்திற்கிடமாகு \" மென்றனர்.\nஇதைக்கேட்ட பிச்சைக்காரி, \"நீங்கள் சொல்வது முற்றிலுஞ் சரியானாலும் நான் வழிப்போக்கி; பல பல ஊர்களிற் சஞ்சாரஞ் செய்து உங்களைப்போலவே அவரவர்களுக்கு வேண்டிய உதவியொத் தாசைகளைச் செய்ய வேண்டியே நான் உடலெடுத்தவள். தாமதிக்கக் கூடாத விஷயமாய் வடுகர்பேட்டைவரையில் சென்று திரும்பவேண் டும். அங்கு என் குருமூர்த்தியின் திவ்ய தரிசனம் பெறவேண்டிய காலம்கிட்டி வருகின்றது. நீங்கள் இச்சமயம் தடைசெய்வது எனக்கு மீளாத் துயரை உண்டாக்கும்; ஆகவே விடையளிப்பீ O வேண்டின ள்.\nரென\nஉ\nஇதைச் செவியுற்ற நம் மாபெருந்தலைவர் மிக்க துக்காக்கிரந்த ராகி, \"அம்மணி! உம்மோடு நாங்களும் புறப்படவேண்டியவர்களே; ம்மைவிட்டுப் பிரிந்து மீண்டும் வரும் பேராபத்துக்களைத் தாங்கச் சக்தியற்றுக் கிடக்கின்றோம். தங்களது அருளால் நாங்களுந் தங்க ளின் திவ்ய குரு தெரிசனை அடைந்து அவரது பங்கயப்பதமலரை முடிசூட்டி, எங்களது எடுத்துரைத்து இன்னுஞ் சில காலம் எங்களோடு உம்மை இருத்தும்படி கேட்டுக்கொள்வோம் ; அன்றியும் அவரது அரியதிருவடிகளைக்கண்டாலே எங்கள் பாவங்கள் நசித்து உய்வோம் ; அந்தத் திவ்யதரிசனமும் எங்களுக்குக் கிடை ட க் கும்படி திருவருள் புரியவேண்டு \" மெனக் கெஞ்சினர்.\nகுறைகளை\nஅதற்கு அவ்வம்மையார், 'ஆம் அப்படியே செய்வோம். ஆயி னும், அது இப்பொழுதல்ல. இப்பொழுது பலர் என்னைப்போல\n"}