{"doc_id": "84e74f48-8caf-4739-9e4f-59ba33f8d748", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 13, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "-\n11-\nவந்து குழுமிக்கிடப்பர். இக்காலம் எங்களுக்குச் சொல்லவேண்டிய அரும்பெரும் புத்திமதிகளே விசேஷமாக நடக்கும். இது சமயம் ஏனையோர் தரிசனை அடையார். மேலும் நான் வழியிலுள்ள சில ஊர் களில் தங்கித்தங்கிப் போகவேண்டியவள்; குடும்பஸ்தராகிய உங்களை அவ்விடங்களுக்கெல்லாம் அழைத்துச்செல்லுதல் எனக்கழகல்ல. இரண்டொரு மாதம் பொறுத்தால் நானே வந்தழைத்துச் செல்லு வேன், நீங்களினிப் பயப்பட வேண்டிய அவசரமேயில்லை\" என்றனள். தைக்கேட்ட மற்றவர்கள், \"எங்கள் நல்லதாயே! நாங்கள் இரண் டொருவராவது கூடவேவந்து அப்பரமரிஷிகளின் பாதாரவிந்தத் தைப் பணிந்து, அவரது ஆசீர்வாதம்பெற்று உத்தரவடைந்து தங்க ளைப்பெற்றே மீளுவோம். ஆகையால், ஒரு மூன்றுநாளேனுந் தாமதி யுங்கள் என்றார்கள். Godte\n'\n6\n\"\nள\nஅதற்கம் மாதுசிரோமணி \"எதற்கும் இது காலமல்ல; நான் போன னவுடன் இனி எப்பக்கஞ் செல்லவேண்டுமோவென்பதை அவர் முன்னதாகவே நிர்ணயித்திருப்பார். எனக்கங்கு மறுப்பேச்சில்லை. அன்றியும், உங்களுக்கு நான் சொல்ல வேண்டியதொன்று உண்டு. நான் கிறீஸ்துவள்; உங்களோடு அநேகநாள் தாமதிப்பது எனக்குத் கப்பிதம். அன்றியும் இதையறிந்தால் உங்கள் ஜாதியினரும் உங்க ளைத் துவேஷிப்பார்கள். நீங்கள் கிறீஸ்துவர்களாயிருந்தால் எத்தனை நாளாயினும் உங்களோடிருக்கலாம் ; ஆகவே இருவழியிலுந் துன்ப வருத்தமில்லாதிருக்க என்னைப் போகவிடுவதே உங்களுக்கும் எனக் முத்தமமென்பதை யறிந்து உத்தரவு கொடுங்க \" ளென்றாள்.\nஇதைக் கேட்டவர்கள், அதைப்பற்றிக் காரியமில்லை; எங்க ளினத்தவர்கள் எங்களைத் தள்ளிவிடட்டும், நாங்களுங் கிறீஸ்துவர்க ளாகிவிடுவோம்; அந்தத் தெய்வத்தின் திருநாமத்தை யுச்சரித்த வுடனே தான் எங்கள் பிள்ளை பிழைத்தது. எங்கள் தெய்வங்களுக்கு வெட்டின கடாய், கோழிகள் கொஞ்சமா? போட்ட பூசைக்கு அளவா? எல்லாம் என்னவாயிற்று ? மாந்தரீக மந்திரங்களெல்லாம் மண்ணாய்ப்போய்விட்டனவே, வைத்தியவாதமெல்லாம் வயிற்றுப் பிழைப்பாய்விட்டதே, சகுன சாஸ்திரமெல்லாம் கனவாய்விட்டதே. கைமேற்கண்ட உண்மைப் பலனை இனி மறப்பது முணடோ? மந்திர மேது, தந்திரமேது, எங்களுக்குத் தெரியாமல் ஒன்றுஞ்செய்யவு மில்லையே, உண்மையங் கடவுளென்றால் இப்படியல்லோ ஓடிவந்து\n"}