{"doc_id": "21253215-4772-403f-a60a-c9e2d7cc539b", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 14, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "காப்பாற்ற வேண்டும். எங்கள் தெய்வங்கள் வெறுங் காரமற்ற கல்லும்\n66\nமண்ணுந்தான் என்பதிற் சந்தேகமில்லை.\nகண்ணாடி\n-\nகைப்புண்ணுக்குக் யேன் ? \" வேண்டாம், வேண்டாம், நாங்களுங் கிறீஸ்து வர்களேயாவோம். அதற்கு நாங்கள் என்ன செய்யவேண்டும்? எவ் வளவு செலவாகும் ? தயவுசெய்து சொன்னால் கூடியமட்டும் பார்க் கி ே றா மென்றார்கள்.\n66\n1299\nஉங்க\nக\nதைச்செவியுற்ற அம்மடமங்கை குலுங்கக் குலுங்கச் சிரித்து இதற்குக் காசேது, பணமேது, செல்வேது? எனக்கெவ்வளவு சொந்தமோ அவ்வளவு உங்களுக்கும் அத்தெய்வஞ் சொந்தந்தான்; அதையறியாமல் தேடாமலிருக்கிறீர்கள், நாங்களறிந்து தேடுகிறோம், கூப்பிடுகிறோம்; வருகிறார், கேட்டதைச் செய்கிறார். இவ்வளவுதான் ளுக்கும் எங்களுக்கும் வித்தியாசம்; வேறொன்றுமில்லை. நீங்கள் தெய்வமென்று சொல்லுவதெல்லாம் செத்துப்போன மனிதர்களே யன்றி வேறில்லை. இது நீங்களும் அறிந்ததுதானே. நானென்ன பெரும் படிப்பாளியா? உங்களுக்குத் தெரிந்ததில் ஆயிரத்திலொன்று கூட எனக்குத் தெரியாது. ஆகவே, நீங்கள் உண்மையில் உறுதியுள் ளவர்களானால் உங்களுடன் இன்னுஞ் சிலநாளிருந்து, கிறீஸ்துவர்க ளாய்த் தீட்சைப்பெறுவதற்கான சிலவழிகளை யுங்களுக் குச்சொல்லிக் கொடுத்துக் கையுடன் அழைத்துப்போய்த் தீட்சையுமளிக்கும்படி யென் குருமாமுனிவரைக் கெஞ்சிக் கேட்டுக்கொள்வேன். இதைத் தவிர என்னாற் செய்யக்கூடிய உதவி உங்களுக்கு வேறில்லையாகை யால் நீங்களெல்லோரும் நன்கு யோசித்து முடிவை இன்றைக்குத் தெரிவித்துவிடுங்கள் \" என்றாள்.\n\"இதற்கு ஓர் உறுதியும் உடன்படிக்கையும் பத்திரமுந் தேவை யில்லை. இங்குமாத்திரமல்ல, மதுரையிலேயே எனக்குக் கேள்வி யுண்டு ; சொற்ப ஆராய்ச்சியுஞ் செய்திருக்கிறேன். அது முற்றுப் பெற இப்படி நடக்கவேண்டியது அப்பெருமானின் திருவருள் போலும்! எல்லா மவன் செயலேயன்றி வேறென்னவிருக்கின்றது. இதோ கீரம்பூரின் அருகில் மலையின் மேல் வீற்றிருக்கும் பிரசன்ன வெங்கடாசலபதியின் பாதத்தில் ஒருமுறையல்ல பலமுறை விழுந்து கெஞ்சி மன்றாடியும், கணக்கற்ற செலவு செய்தும் அடைந்த பலன் அருமையான பாலர்களை இழந்ததே. மலை வெறும்மலைதான் என்பது எங்களுக்கு '\" உள்ளங்கை நெல்லிக்கனி \" போல் விளங்கிவிட்டது.\n"}