{"doc_id": "e1eca2f8-756e-4273-bfe4-582519d4b85b", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 15, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "Jurnal Medic\n13-அகள\nஆகையால் அதைப்பற்றியெல்லாம் இனிப் பேசுவதில் ஒரு பலனு மில்லை. '\"உப்புக்கண்டம் பறிகொடுத்த பாப்பாத்தி'' போலவே ஏமாற்றமடைந்து தவிக்கிறோம். எங்களுக்கு வேண்டியதைக் கற்றுக் கொடும், நாங்களும் படித்துக்கொண்டு உம்முடன்கூடவே வருகிறோ மென்பதுதான் முடிவான தீர்மானம் \" என்றார் நம்பெரியார்.\nஅப்படியே அம்மாதரசியும் அன்று முதல் காலையிலும் மாலையி லும் இன்னுமவர்களுக்கு ஒழிந்த நேரங்களிலும் மந்திரம், குறிப் பிடம், ஞானோபதேசங்களுந் தெளிவாகக் கற்றுக்கொடுத்து, மிக்கத் தெளிவுள்ளவர்களாகச்செய்து, எவ்வித சந்தேகமுமறுத்து, அவர்க ளுக்குத் தன்னாற் கூடியமட்டும் வேத உபதேசங்கள் செய்து, அவர் கள் கேள்விகளுக்கெல்லாந் தெளிவான விடைகள் கொடுத்தும் ஐய மறச்செய்தாள். இவர்களது கடைசித்தம்பி தவிர மற்ற எல்லோரும் ஞானத்தீட்சைப்பெறுவதற்கு அருகரானார்கள். அத்தம்பியுந் தங்கள் குலதெய்வத்தின்மட்டில் பிரீதியுள்ளவனாயிருந்தாலும், அதற்குப் பூசை முதலியவை செய்யாவிட்டால் இன்னும் பெரிய சங்கடத்தில் மாட்டி விட்டாலும் மாட்டிவிடுமென்று நம்பினதால் அவனை அவ னிஷ்டப்படி நடக்க விட்டுவிட்டார்கள். அப்படியே தங்களருமை தங்கைக்கும் இது விஷயந் தெரிந்தால் ஒருக்கால் தடை நேரிடுமென் றும் அறிவிக்காமல் விட்டுவிட்டு மற்றெல்லோருந் தங்கள் தங்கள் குடும்பங்களோடு (ஐந்து குடும்பங்களோடு) வடுகர்பேட்டை சென்று குருமாமுனியைக்கண்டு அடிபணிந்து தங்களுக்கும் ஞானத்தீட்சை யளிக்க வேண்டுமென்றும் கேட்டுக்கொள்ளவே, அக்காலத்திலங்கு இருந்த சங்கைக்குரிய இராஜரிஷி சவரியார் குருசுவாமியாரவர்கள் அவர்களை மிக்க இரக்கத்துடனேற்றுக்கொண்டு குறிப்பிட முதலிய ஞானோபதேசங்களைச் சோதித்து, அவர்களுக்குப் பின்னுஞ் சில புத்திமதிகளைச் சொல்லி, வேதோபதேசங்கள் செய்து, அவர்கள் கோட்டமெல்லா மறுத்தோட்டி, இனியவர்களுக்கு வரப்போகும் ஞானயுத்தத்தில் முன்னணியிலிருந்து ஜெயமடையும்படிப் பழக்கி, ஞானத்தீட்சையும் அளித்து, இனியுங்களை எவ்விதப் பேய் பிசாசுக ளும் வருத்தாது; ஆனால் உங்கள் மனிதர்களே யுங்களைப் பகைப்ப தன்றி வேறு பகையில்லையென்று கூறி ஆசீர்வாதமளித்து அன்பு பெருக வழிவிட்டனுப்பினார்.\n"}