{"doc_id": "399402f7-c6b2-4cfb-8673-0e394e53f795", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 16, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "14ஞானயுத்தமும், வடுகர் மாதா வருகையும்.\nஇவர்கள் என்றுமில்லா அகமகிழ்ச்சியோடு வீடுநோக்கிப் புறப் பட்டுவந்து ப ழையபடி அவரவர்கள் வேலையை ஆரம்பித்து நடத்தி வந்தாலும், தங்கள் பழைய தெய்வங்களுக்கு முன்போல வந்தனை வழிப்பாடுகள் செய்யாமலும், அவர்கள் அவைகளைப்பற்றி யாதொரு கவலை யெடுத்துக்கொள்ளாமலிருப்பதையுங் கண்ட மற்றவர்கள் முறையிடவும் பேசவுந் தலைப்பட்டுவிட்டனர். இத்துடனிவர்கள் தம்பியும் வெறுக்கவுந் தலைப்பட்டதால், நம் பெரியார் தம் தம்பியை அவர்களுடனே கூட்டிக்கொள்ளவும், தங்களைப்பற்றிக் கவலைகொள் ளாதிருக்கவும் புத்திமதிசொல்லி, அவரிஷ்டத்தின்படியே அவருக் குப் பங்குகொடுத்துப் பிரித்தும்விட்டார். இவைகளையறிந்த தம் மரு மகனும் மகளும் வந்து தங்கள் வருத்தத்தையுந் தெரிவித்துக் கொண்டபோது, அவர்களுக்கும் வேண்டிய சீதனங்களைக் கொடுத் தும், தம்பியே இனிமேல் வேண்டியதைச் செய்யவும் ஏற்பாடுசெய்து இ. விட்டார். என்றாலும், வரப்போவதிலும் ஆட்சேபனையில்லாமல் ஒழுங்குகளைத் தக்கபடி செய்தனர். இவ்வாறாக மிக்க சமாதானத் துடன் ஒழுங்குசெய்தும், பைசாசங்கள்விடாமல் ஆரம்பித்து, இவர் களுக்குச் செல்வாக்கதிகமாவதையும், ஆடுமாடுகள் பிள்ளைக்குட்டி கள் விர்த்தியாவதையும் வியாபாரம் பெருக்கமடைவதையுங் கண்டு ஒவ்வொருவரும் பொறாமை கொள்ளும்படிச்செய்து இவர்களை வெறுக் கவுந் தூஷிக்கவுந் தொடங்கி ஜாதிக்கட்டுப்பாட்டில் நெருக்கின. இவர்களெதற்கு மசையாமலும் மிக்கப் பொறுமையோடு நடந்து கொண்டாலும் நடக்கும் பாதை, குடிக்கும் ஆற்றுத்தண்ணீர், அடிக் குங்காற்று, எரிக்கும் வெயில் முதலியவையுந் தீட்டாகிவிடுவது போலும் ஓலமிட்டுப் படாதபாடுபடுத்தினர். இவர்களோடு வந்த ஆதி திராவிடனது வாழ்வும் ஓங்கக்கண்ட அவர்கள் அவனைத் துரத்தவும் இம்சிக்கவுந் துவக்கினர். அவனும் இவர்களுடன் கூடவே நானம் பெற்றுக்கொண்டவன். அவனுடன் இவர்கள் பேசுவதும், இவர்களுக்கு வேண்டிய வேலைகள் செய்வகையுங் கண்டு அவனை யெப்படியுந் துரத்திவிடப் பலபாடு படுத்தினர். என்றாலும், \"பணம் பத்தும் செய்யும் \" என்பதுபோல, இச்சாதியாரும் மற்றவர்களிற் சிலரும் இப்படிச் செய்தாலும் மற்றையோர் இவனுக்குக் கொஞ்சஞ்\nவழி\nஞானஸ்\nகு\nக\n"}