{"doc_id": "f9db929a-c04b-4563-9d83-dfd31c78d111", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 17, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "-\n15 —\nவ\nசனுகாயிருந்தாலும் பணம் வீண் விரயமானதன்றிப் பிரயோசன மில்லையெனக் கண்டு மிக்க தயங்கினர். ஆடுமாடு திருட்டு, கன்னக் களவு, வீண்சண்டை, மனஸ்தாபம் முதலியவைகள் பெருக்கமடைந் தன ; வரவரப் பகைமை வளர ஆரம்பித்தது; துவேஷமுந் தூஷிப்பு மதிகமாயின. இது எவ்வளவுக் கதிகமானாலும் நம் மாபெருந் தலைவ ராகிய கம்பால்நாயுடு அவர்கள் அசையாமன துடையவராய் நின்றாராகி லும், பெண்களும் பிள்ளைக்குட்டிகளும் ஆதி திராவிடனுடைய பரி தாப நிலைமையைக் கண்டு மிக்கக் கலங்கினார்கள். இப்படிச் சிலகாலஞ் சென்ற பின்னர் இவர்களைக் கண்டுகளிப்பான் முன் வந்த பிச்சைக் காரி மறுபடியும் வரவே, இவர்களுடைய துன்பமெல்லாமறந்து இன்ப மடைந்தனர். பக்தியிற் சிறந்த அவ்வுத்தமி இவைகளைக் கண்டு சகி யாததோடு சில நவநாட்களைவைத்துச் செபிக்கலானாள், எனவே பைசாசமுந் தன் வேலையை மிக்க ஆடம்பரத்தோடு துவக்கி யது. அவளும் அதற்குச் சலியாளாய், உபவாசம், ஒருசந்தி, ஜெபம் முதலியவைகளில் பின்னும் பின்னும் ஊக்கத்துடன் மற்றவர்களையும் சேர்த்துக்கொண்டு, மேலும் மேலும் விடா முயற்சியோடு உழைத்த னள். மிக்கக் கடுமையான புயலிலகப்பட்டுக்கொண்ட நாவாயாகத் தவிக்கும்படி வந்தது. அம்மாதரசி, உங்களுக்கு நற்காலம் வரவே இவ் வளவும் நடக்கிறபடியால் அஞ்சேல்! அஞ்சேல்! என்று அபயங்கொடுத் துக்கொண்டே நின்றனள். இச்சமயம் இவர்களை விட்டுப் பிரிதல் எவ்வாற்றானுங் கூடாதெனத் தன் வேலையெல்லாம் விட்டுப் போராடி னள். செம்பொன்னை யுலையிலிட்டுப் புடமிடுவதை யொப்பப் புட மிடப்பட்டனர். இவ்வாறு நிகழ்ந்துவருங் காலத்தில் மிக்க சிந்தாகுல ராய் ஓரிரவு நித்திரை பிடிக்காமல் உருண்டு பிறண்டுகொண்டு படுத் திருந்து வெகு நேரமானபின் அயர்ந்து நித்திரை செய்தார் மாபெருந்தலைவர்.\nநம்\nஅச்சமயத்தில், கோடிசூரியப் பிரகாசமெனத் தோன்றிய இரு மகாராணிகளேயெனச் சுத்த வெண்ணுடையணிந்த பெண்மணிகள் தம்முன்னால் நிற்பதையும், அதிலொரு மாதரசி தலையிற் கிரீடமுட னும் புன் முறுவல்பூத்த முகத்துடனும் பக்கத்தில் நின்ற மாமணியைக் கண்சாடைசெய்ய, அப்பாவையும், \" என்மகனே! இனி பயப்படாதே! உங்களுடன் நாமிருப்போம். ஆனால் இந்த இடம் தகுதியான தல்ல; இதற்கு மேற்கில் கொஞ்சதூரத்தில் விறாலிக்காட்டின் மத்தியில் ஒரு\n"}