{"doc_id": "ab85f41b-2090-4697-8fda-f2dd468dbb7e", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 19, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "H\n17\n-\nஇரண்டாம்பாகம். பின்னிகழ்ந்தவை.\nஇவர்கள் கோட்டைமேட்டை விட்டுவந்த சில வருஷத்தில் அங்கு பலவாறு இன்னல்களுந் துன்பமும், தெய்வ சங்கற்பத்தாற் காலரா முதலிய நோய்களும் பரவவே, அவர்களுக்குப் புத்திவந்து, தங்களுக்கு வேறிடமும் பக்கத்துணையுமில்லாமல் தவித்தவர்களாய் இக்கோட்டைப்பாளையம் வர உத்தேசித்து, இவர்களை யண்டிப் பிழைக்க வெண்ணங்கொண்டு நம் மாபெருந்தலைவரை யண்டினர். தங்களுக்கு முன் செய்த தீமைகளை யொருசிறிதும் எண்ணாதவர்க ளாய்த் தங்கள் தம்பி முதல் மற்றவர்களும் பேருதவிசெய்து, சற்று வடக்கில் இவர்களுக்கு. இடம்புதிக்கிக் குடியிருக்க இடவசதி செய்துகொடுத்துக் கோட்டைமேடென்னும் பழைய நாமத்தையே சூட்டினர். இத்தகைய பேருதவிகளையும் ஒத்தாசைகளையுங் கண்ட இந்துக்கள் நன்றி மறவாதவர்களாய் எக்காரியங்களிலும் எவ்விதக் கலகவழக்குகளிலும் இவர்களில் ஒருவரையாவது வைத்தே நடத்தி வந்தார்கள். இவர்களது கடைசி தம்பியாகிய இந்துவாயிருந்தவர்க் கு ஆண்சந்ததி யற்றுப்போய் ஒரு பெண் சந்ததிமட்டுமிருந்ததால், தன் மருமசனையே தம் ஆஸ்திபாஸ்திக்கும் தங் குலதெய்வத்திற்கும் வேண்டியவைகளைச் செய்யும்படி ஏற்படுத்திக்கொண்டதோடு, அவ ரின் பட்டப்பெயராகிய கம்பால்நாயுடு என்ற நாமத்தையுங் கொடுத்து விட்டார். அவர்களுடைய உற்சவாதி முதலிய பெரும் நாட்களில் பெரியவருடைய மகனையே அவர்கள் அழைத்துகொண்டு போய் மரி யாதை நடத்தலும், விவகார விஷயங்களிலும் பழமைபோல் தேசாயி களாய் நின்று விசாரணை நட டத்துதலும் நடந்துகொண்டே வந்தது. அன்றியும் இந்துக்களின் மாரியம்மன் உற்சவநாட்களில் அலகுகுத்து தல் முதலியவைகளில் இவர்களில் ஒருவரையேமேளதாளங்களுடனும் மேரை மரியாதையுடனும் அழைத்துகொண்டுபோய் ஆசனத்திருத்தி யவர்களே அலகெடுத்துக் கொடுக்கும்படியும் ஆதிமுதல் 1912 u வரையிலும் நடந்துவந்தது.ஆனால் அவ்வழக்கம் அப்போதிருந்த சங். சுவாமிமாரால் வற்புறுத்தப்பட்டு நின்று போய்விட்டது. கிராமமுனி சீப்வேலையுங் கோயில் மணிய முதலிய வேலைகளும் இவர்களாலேயே\n"}