{"doc_id": "136204a0-c238-4fb2-9d65-8322710463a5", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 27, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "25பின்னுரை.\nஎங் குலாபிமானச் செல்வச் சீமான்களே!\nஇனி நாம் செய்ய வேண்டுவதென்னை ?\nஇப்பென்னம் பெரியாரான கம்பால்நாயுடு அவர்களின் அருமையான குடும்பத்தில் நங் கௌரீ குலாதிபக் கிறீஸ்துவ மக்கள் எவ்வகையிலுஞ் சேர்ந்திருக்கிறார்களென்பதை யொவ்வொருவரும் ஒரு சிறிது யோசனை செய்யக் கேட்டுக்கொள்ளுகிறேன். (1) இக் கோயில் பிரதமதர்மகர்த்தாவும், கிராம மாஜி முனிசீப்பாயிருந்தவரு மான மாஜி சரவப்பநாயுடுவின் பங்காளிகள் யாரென ஒரு சிறிது கவ னித்தால், (2) இக்கோயில் உபதேசியார்கள் வழிவழித்தோன்ற லாம். திருச்சி மாஜி இஞ்ஞாசி முத்துநாயுடு அவர்களும், அவர்கள் முன் னோருமாகின்றனர்; (3) அவர்கள் பங்காளிகளாகப் பிறந்தாரெவ ரெவரென யூகித்தால், நமது குலதிலகப்பெருமானும் மைசூர் சமஸ் தானத்தின் தீவானுமாயிருந்து காலஞ்சென்ற ராஜதர்மப் பிரவீண தி. ஆ. தம்புசெட்டியார், C.I.E. அவர்களுடையவும், ஸ்ரீமான் தி.ரா.தனசாமிசெட்டியார் அவர்களுடையவும் தந்தையுமான மாஜி இராயலுசெட்டியார் அவர்களேயெனத் தெரிகின்றது; ( 4 ) இக் கோயில் மணியம், கிராம முனிசீப்புமாயிருந்த மாஜி பிச்சைமுத்து நாயுடும், அவர்கள் தம்பி புதுவை தம்புநாயுடும், புதுவை கஸ்தூரி கொண்டப்ப தம்புசெட்டியாரின் முப்பாட்டனாகிய கொண்டப்பநாயுடு மாவர்; (5) தற்காலம் திருச்சியிலிருக்கும் லாலாவென்றழைக்கப் படும் மகா-ஈ-ஸ்ரீ இராஜநாயுடும் மேற்படியாரவர்களது புத்தி ரர்களுமாவர். இதுவன்றி கருமநாயுடுவின் குடும்பத்தாருமாகின்றனர். இன்னும் அறியப்படாத பங்காளிகளாயுள்ள மற்றவர்கள் தயவு செய்து அறிவித்தால் இவர்களது கோத்திரக் குறிப்பொன்று தயார் செய்வதுடன், இவர்களது சம்பந்த வழியாரையும் வெகுசுலபமாய்க் கண்டுபிடிக்க வகையேற்படும். அநேகமாய், எல்லாக் கௌரீகுலக் கிறீஸ்துவர்களும் இக்குடும்பத்திற் கலந்திருப்பதாகவே காணப்படு மென்ப பதிலும் ஐயமிலது. சற்றே யுற்றுக் கவனித்தால் ஆபிரகாமுக் குத் தேவதேவன் திருவருள் புரிந்ததுபோலத் தேவதா ரயின் சலு\n"}