{"doc_id": "923cd5e3-99be-4e1a-884a-086e5e6744d5", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 28, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "26\n1\nவ\nகையால் கம்பால்நாயுடு அவர்களுக்கு அடைக்கலப் பெட்டகமாகவந்த அர்ச். மரியமதலையம்மாளின் திருவருளும் விளங்காமற் போகாது. எனவே நமது பாதுகாவலியால் ஒன்றா யிணைக்கப்பட்டுக் கிடக்கும் நாமெல்லோரும் ஒன்று சேரவும் ஒருமந்தையாகக் கூட்டி அரவணைக் கவுமே இக்கோட்டைப்பாளையம் இன்னுமிருக்கின்றதென்பது கன வினும் மறக்கப்படாதொன்றேயாகும். அடிக்கடிவரப்போக இயலாத வர்களும் வருடத்தில் ஒருமுறையாயினும் சிற்சில வருடங்களுக்குப் பின்னாயினும் நமது பரிசுத்தக் காவலியின் திவ்யதரிசனையடையவும், இலௌகீகா-தி விஷயங்களில் நம் முன்னேற்றத்தை முன்னிட்டுக் குறிக்கப்பட்ட காலத்தில் ஒன் றுகூ.டி நடக்கவுங் கூடியதேயன்றோ!\nஅக்காலத்தில் யூதர்களெல்லாம் ஜெருசலேமிற் கூடியதுபோல, நாமூம் ஒன்று சேர்ந்து நமதன்னையை மனதார வாயாரப் போற்றிப் புகழ்வேண்டாமா? அவ்வன்னையின் மக்களேயெனக் காட்டவேண் டாமா? என்றால் இதற்குத் தக்க வசதிகள் அக்குக்கிராமத்தில் உளதோவென்னில், தற்போதில்லையாயினும் இதை ஏற்படுத்திக் கொள்ளல் நம் பெருமக்களுக்கு அரும் பெருங்காரியமன்றே! அன்றி யும் நமதன்னையின் திருக்கோயிலைச் சிறப்பிப்பதும் வேண்டியனசெய் வதும் நமது கடமையன்றோ? மறந்திருந்தமட்டில் போகட்டும், இனியு மப்படியிருத்தல் தகாதென்று வலியுறுத்துகின்றேன். மாமரியும், மதலைமரியும் திருச்சிலுவையடியில் ஒன்று சேர்ந்திருந்ததை நாமறி யாததல்ல. அப்படியே நம் மாபெருந்தலைவருக்கும் திருக்காட்சி யளித்திருக்கின்றனர். அப்படியே இக்கோயிலிலும் எழுந்தருளியுள் ளார்களென்பதில் ஐயமென்னோ ? இப்பூர்வீகஸ்தலத்தின் உண்மை மாட்சியையுணர்ந்து, நமது மரபினர்க்கு உரியபொதுஸ்தலம் இதுவே யென்பதை நான் அ றிவிக்கவும் வேண்டுமோ? இவ்விஷயங்களைப்பற்றிய விபரமறிந்தவர்கள் தயவு செய்து எனக்கேனும் புதுவையில் நம் குலாபி மானச் செல்வர் ஸ்ரீமான் தர்மராஜ் கொண்டப்பசெட்டியாரவர்களென் றழைக்கப்படும் சவியே தெகொண்டப்பாவுக்கேனும் அனுப்பிவைப்பது நலம். இனிமேல் இக்கோயிலைப்பற்றி செய்யவேண்டுவனவெல்லாஞ் செய்ய முன்வரவேண்டும். இது நம் குலாபிமான முன்னேற்றத்திற்கு அடிப்படையா குமென்பதை நான் அறிவிக்க வேண்டுவதில்லை. ஏனென் றால் இவர்கள் தரிசனைக்குத் தக்கபடி தேவதாய் சுருபத்தையும், அர்ச். மரியமநலையம்மாள் சுருபத்தையும் ஒர்ரயளவிற்செய்து மிகப்பூச்சியத்\nவ\n"}