{"doc_id": "34f0bb42-d8ac-4ed0-81e9-d4cd2ac0a7b7", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 3, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "முன்னுரை.\nஎங் கெளரி குலாதிபச் செல்வர்களே!\nஇற்றைய வரையிலுமில்லாத இப்புதிய சரிதை யொன்று இப் பொழு தெப்படி வெளிவந்ததோவெனப் பலரும் பலவாறு சிந்திப் பாராயினும், இது பாரம்பரியமாக எம் பெரியோரால் சற்றேறக் குறைய 30 வருடங்களுக்கு முன்னரேயே என் தந்தை முத்தமிழ் ரத்திநாகரம் S. ஆரோக்கியசாமிநாயுடு அவர்களின் செவ்வாயால் பலமுறை செப்பக் கேட்டுப் பாடமாயிருந்த வொன்றாம்; ஆனால் அடியேன் இக்கோட்டைப்பாளையத்திற்கு என் சிறு வயதிலுற்றவன், அப்பொழுதெனக்கு வயது பன்னிரெண்டேயாகும். அதன்பிறகே எனக்கு இது என் தந்தையாற் சொல்லப்பட்டது. அப்பொழுது யான் மலையாள தேசமாகிய கொச்சி ராச்சியத்தில் பாலக்காட்டை யடுத்த அத்திமாநகரில் வசித்துவந்தேன். பின்னர் யான் கடந்த 1917-ம் ஆண்டில் இக் கோட்டைப்பாளையம் உரோமான் கத்தோ விக்குப் பாடசாலைக்கு (R.C.School) ஹெட்மாஸ்டராக அமைந் தேன். அதுவரையில் வெளிவராதிருந்த இச்சரிதையை, இக்கம்பால் நாயுடு அவர்கள் குடும்பத்துதித்து வயோதிபராயிருந்த மாஜி சின்ன நாயுடுவெனும் அய்யலுநாயுடு அவர்களை விசாரித்தும், கோட்டை மேடு இருந்த விடத்தையும், காரடியான் கோயிலையும், எல்லைப் பிடாரில் கோயிலையும் பார்வையிட்டும், வைரிசெட்டிப்பாளையத்தி விருந்த எனது பங்காளி வகையில் மூத்தே பங்காளி வகையில் மூத்தோரான 70 வயதுடைய எனது தமயனாரான முத்துநாயுடு அவர்களையும் அவரது தம்பி இஞ்ஞாசிமுத்துநாயுடு அவர்களையும், மற்றும் பெரியோர்களையும் விசாரித்து அறிந்தமட்டில் சென்னையில் பிரசுரமான “பொதுநலம்\" என்னும் பத்திரிகையில் வெளியிட்டேன். அன்றியும், இக்கம்பால் நாயுடு அவர்களின் குடும்பத்தைச் சேர்ந்தோர்கள் இதைக் கவனிக் கும்படியாயுங் கேட்டுக்கொண்டேன். எனினும் எவரும் இதைப் பற்றிக் கேட்க முன்வந்தாரில்லை. இறுதியாக, இவ்வர்ச்சியசிஷ்ட மரியமதலையம்மாளின் உற்சவத்தை முன்னிட்டு இவ்வம்மை யிக் கோட்டைப்பாளையத்துற்ற வரலாற்றை வெளியிட்டுப் வைக்கும், பெங்களூருக்கும், மற்றும் பல ஊர்களுக்கும் ஆயிரக்கணக்காக அனுப்பிவைத்தோம்; அதைப்பற்றியுங் கேட்பாரில்லை.\n"}