{"doc_id": "0db2be06-aeb4-47ea-809e-160c8d54358b", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 4, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "2\nகடைசியாகக் கடந்த 1928-ம் ஆண்டு டிசம்பர்மாதம் 16-ந்தேதி மிக்க அன்புடன் இப்பதிக்கு வந்திருந்த கௌரி குலா திபச் செம் மல் புதுவை ஸ்ரீமான் தர்மராஜ் கொண்டப்ப செட்டியாரென வழைக் கப்படும் சவியே தெ கொண்டப்பா வெனும் பெருந்தகையார், இவ் வம்மையின் சரிதையைக் கேட்டுப் பூரித்தவராய், சவிஸ்தாரமா யிதனை யெழுதித் தமக்கு அனுப்பிவைக்கும்படி பேராவலுடன் கேட்டுக்கொண்டதைக் கண்ட அடியேன், இதைக் கேட்பாரு மறிய விரும்புவாருமில்லையே என்ற பெருந் துக்கத்திலிருந்த எனக்குப் பெரும் புதையலகப்பட்டதேயெனக் கொண்டும், உள்ளபடி யெங் குலாதிபர்கள் அறியாக்குறையே கவனியாதிருப்பதின் மெனக்கொண்டும் இதை யெழுத முன்வந்தேன். ஆகையால், \"என் மகனே கம்பால்! இனி பயப்படாதே!\" யெனக் கூறிய தேனொழு குந் திவ்ய மொழியும் உள்ளபடி பயன்பெறும் கால மிதுவேயெனத் தேறக்கிடக்கின்றது.\nய\nகாரண\nஆயினும், இச்சரிதைக்கு என் வாய்மொழியன்றி வேறு ஆதார மில்லையோவென அநேகர்- ஆயாசப்படலாம். ஆனால் என்ன செய்வது? நம் பெரியோர்கள் இதைக் கர்ண பாரம்பரையாய்ச் சொல்லிவந்துள் ளார்களேயன்றி எழுதிவைத்தார்களில்லை. அன்றியும் அக்காலத்தி லிருந்த சங்கைக்குரிய குருமார்களும் ஒரு சில குறிப்பு வைத்திருந் தார்களாயினும் அவ்வளவு தெளிவாயுமில்லை. வருடங்கள் முறண்பாடாகவிருக்கின்றன; ஏனெனில் அக்காலத்திலிருந்து வர்கள் சேசுசபை சுவாமிமார்களே. அவர்கள்\nன்பின்\nமறையவும், கோவாக் குருக்கள் வந்தார்கள். பின்னர் 1840-50-ம் ஆண்டில் அந்நியதேச வேத போதகச் சபையாரே இக்கோட்டைப்பாளையத்தின் ஆதீனக் கர்த்தாக்களானார்கள். அவர்களால் குறித்துவைக்கப்பட்டதை 1898-ம் '\"மிஷன் சரிதைக \" ளெனப் பிராஞ்சு பாஷையிலச்சிடப் ஆண்டு பட்டுள்ள பெரிய புத்தகத்தில், நம் பெரியோரான கம்பால்நாயுடு அவர்கள் மதுரை விட்டதும் உப்புலியபுறமுற்றதும் 16-ம் நூற் றாண்டின் பிற்பகுதி யென வரையப்பட்டுள்ளது; இது நம் பெரி யோர்கள் கூற்றுக்கு ஒத்துவருகிறது. ஆனால் அவர்கள் ஞானஸ் நானம் பெற்றது 1717-ம் ஆண்டிலென்றும், புறத்தாக்குடியிலென் றும் வரையப்பட்டுள்ளது ஒத்துவரவில்லை. நம் பாரம்பரை 16-ம் நூற்றாண்டின் கடைசியிலென்றே சொல்லியுள்ளார்கள். அதற்\n"}