{"doc_id": "0c6abe51-3217-4f95-9e3e-dfeac261982d", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 5, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "-\n3கிசைய 1711-ம் ஆண்டில் இக்கோயிலுக்கு உபயமாக அன்னமாயி யென்னும் பெண்பால் பித்தளைச் சிலுவைச் சுரூபமொன்று அளித் திருக்கின்றார்கள். ஆகையால் ஞானஸ்நானம் 16-ம் நூற்றாண்டி னிறுதி யென்பதே தகுதி. 1717-ம் ஆண்டில் சங். சவரியார் சுவாமி யார் 6 தூண்களமைந்த சிறு கோயில் கட்டினாரெனச் சொல்வதும் பொருந்தும். ஆயினும் அக்காலத்தில் புறத்தாக்குடியல்ல, வ வடுகர் பேட்டையே சுவாமியாரிருந்த இடமென்பதும், அங்குதான் ஞான ஸ்நானம் பெற்றார்களென்பதும் பாரம்பரைக் கூற்று.\nL\nன்\nடைஅதற்கிசைய, அக்காலத்தில் புறத்தாக்குடி ஒரு பங்காயிருந்த தாகச் சேசுசபையாரெழுதிய நந்திரு வீரமாமுனிகளின் ஜீவிய சரி .தீக தையில் ஓரெழுத்தேனுங் குறிக்கப்பட்டில்லை. கற்பாளையத்தான் பட்டியையும், கோனான் குப்பத்தையும், ஏலாக்குரிச்சியையுங் குறித் தபோது புறத்தாக்குடியை மாத்திரம் விட்டுவிட நியாயமில்லை. ஆக வே வடுகர்பேட்டையே ஞானஸ்நானம் பெற்றவிடமென்று நிச்சயமா கிறது. பிறகு மேற்படி பிராஞ்சு புத்தகத்தில், சங். தைரியநாத சுவாமிகளே இக்கோயிலை விஸ்தரித்தாரென்பதாக எழுதப்பட்டிருக் கின்றது. சங். தைரியநாத சுவாமிகள் அக்காலத்தில் வடுகர்பேட் வந்துவிட்டாரென்பது அவருடைய ஜீவிய சரிதையில் நன் கு விளங்குகின்றது. (இங்கிலீஷ் புத்தகத்தைப் பார்க்கவும்.) அதன் பின்னரே புறத்தாக்குடி பங்கு ஏற்பட்டுச் சில காலமிருந்ததாகப் பெரியோர்கள் வெகு தெளிவாகச் சொல்லியிருக்கின்றார்கள். என வே இச்சரிதம் முற்றிலும் உண்மை யென்பதில் எள்ளளவேனுஞ் சந்தேகமில்லை. மேலும், நமதர்ச்சியசிஷ்டவளின் திவ்விய தரிசனை யைப்பற்றி மேற்படி பிராஞ்சு புத்தகத்திற் குறிக்கப்படவில்லையே யென்றால், ஒருக்கால் பின் வந்தவர்கள் சற்றேறக்குறைய 200 வரு ங்களுக்குப்பின்னரே அச்சிட்டபடியால், செல்லரித்த குறிப்புகளில் மீதியாயிருந்த பாகத்தையே குறித்தவர்களாயிருந்திருத்தல், அல் லது சந்தேகத்தில் விட்டிருத்தல் முதலிய தவறால் நிகழ்ந்தவையா யிருக்கலாமென்றே எண்ணக்கிடக்கின்றது.\nஎனவே இச்சரிதை உண்மையென்பதற்கு மேற்குறித்தவையே போதிய சான்றாகும். ஆகையால் நம் மாபெருந்தலைவர்கள் சற்று கண் விழித்துப் பூர்வீக ஸ்தலத்தையும், கோயிலையுந் தக்கபடி பரிபாலிக்\n"}