{"doc_id": "f84f347c-2dcc-40b4-acbf-479fe24347fb", "url": "http://archive.org/download/History-Church-Of-Mary-Magdalene-Kottapalayam/Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "source": "internetarchive", "page_no": 9, "identifier": "History-Church-Of-Mary-Magdalene-Kottapalayam", "pdf_name": "Book Family History of Kampal Naidu History-Church of Mary Magdalene.pdf", "text": "7\nபெருங் குடும்பமொன்று புகழொடு விளங்கியது. மேற்படி குடும் பத்திற் கடைசியாகப் பிறந்தது ஒரு பெண்ணேயாகையால், அதை வெகு அருமையாயும் அன்பாயும் வளர்த்துவந்தார்கள். அக் குழ யும் நாளொரு மேனியும் பொழுதொரு வண்ணமாகவும் வளர்ந்து மிக்க அழகு சௌந்தரியத்தோடு விளங்கினள். வயதேற வேற அழ கும் அவளோடுகூட வளர்ந்து, தக்க பருவத்தில் புஷ்பவதியா யினள். அவளது அழகி வீடுபட்டுக்கிடந்த அச் சமஸ்தானாதிபதி களுள் ஒருவன், நமது பழங்காலத்து அரசர்களின் வழமைபோல, அப்பெண்மணியின் மூத்தோனாகிய நம் கம்பால்நாயுடு அவர்களை அழைத்து, உம்மரிய தங்கையை எனக்கு விவாகஞ் செய்துகொடுக்க வேண்டுமெனக் கேட்டனன். இதைச் செவியுற்றதும் கம்பால்நாயுடு அவர்கள் திடுக்கிட்டு, இது என்றும் நடவாத விஷயமாதலால் புதுக் கால் வெட்டுவது பெருஞ் சங்கடத்திற் கொண்டுவந்து விட்டாலும் விடும்; ஆகவே, எம் ஜாதி ஜனங்களுடன் முற்றிலும் யோசித்து வேண்டியிருக்கிறதெனக் கூறக் கேட்ட அவ்வரசன், இதில் முடிவென்ன? இரண்டொரு மாதத்திற் கலியாணம் நடக்க வேண்டியது; இல்லையென்றால் நாம் சிறையெடுப்பதுந் தப்பாது. அக்காலத்தில் உமது தங்கையை விவாகமாகவல்ல, வைப்பாகவே வைத்துக்கொள்ளப்படுமென்பதுதான் முடிவு. இதிலுமக்கு எது தகுதியோ வதனைக் கூறிவிடும் \" என்றான்\nமுடிவுகூற\nரு\nவி\nதைக் கேட்ட நம் தலைவர் அப்படியே யாகட்டுமென விடை பெற்றுத் தங் குடும்பத்தினருடன் தீர ஆலோசனை செய்து கடைசி யாகத் தாங்கள் ஊரைவிட்டோடுவதே நலமெனக் கண்டனர். அவ் வாறே தங்களுக்கு வேண்டிய விசேஷித்த பொருட்களை எடுத்துக் கொண்டு அம் மாபெருங் குடும்பம் பதினாறாவது நூற்றாண்டின் பிற் பகுதியில் இரவுக்கிரவே யாருமறியாதபடி காட்டு வழியாய்த் திருச் சிக்கருகில் காவேரிக் கரையில் செடி புதர்நிறைந்த விடத்தில் தங்கு வாராயினர். அச்சமையம், அரியலூரிலிருந்து ஒரு ஆதிதிராவிடன் வேறிடஞ்சென்று பிழைப்பதற்காகத் தங் குடும்பத்தோடு அங்கு வரவே, அவனையுஞ் சேர்த்துக்கொண்டு உப்புலியபுறம் வந்து அங்கு சிலகாலந் தங்கினர். அவ்விடமானது மதுரை, திருச்சி, சேலம் செல்லும் வழியிலிருப்பதாலும், துரையூரானது திருமலைநாய்க்கரே கட்டியதாகையாலும், நாயுடுமார்கள் அதிகப் போக்குவருத்தாய்\n"}