{"doc_id": "50b14b87-8980-4ab5-8812-f3289677a0c2", "url": "http://archive.org/download/in.gazette.tamilnadu.2020-03-21.Extraordinary_132_Part-II_Section-2/Extraordinary_132_Part-II_Section-2.pdf", "source": "internetarchive", "page_no": 28, "identifier": "in.gazette.tamilnadu.2020-03-21.Extraordinary_132_Part-II_Section-2", "pdf_name": "Extraordinary_132_Part-II_Section-2.pdf", "text": "28\nG.O. (D) No. 84, Highways and Minor Ports (EAP1) 21st March 2020, பங்குனி 8, விகாரி, திருவள்ளுவர் ஆண்டு-2051.)\nNo. II(2)/HWMP/216(d-14)/2020.\nThe Governor of Tamil Nadu having been satisfied that the lands specified in the Schedule below have to be acquired for the Highways for widening of Mayiladuthurai - Thiruvarur road (SH-23) from k.m.34/234 to 34/530 km at Neelakkudi village, Nannilam Taluk, Thiruvarur District and it has already been decided that the entire amount of compensation to be awarded for the lands is to be paid out of the funds controlled or managed by the Divisional Engineer(H), Chennai Kanyakumari Industrial Corridor Project, Kumbakonam after considering the cause shown by the owner (or) other person having interest on such lands as the case may be do hereby publish the following notice under sub-section (1) of\nSl.No\n(1)\n1\n2\nLA Survey No.\n(2)\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n181/1\n181/11\nPatta No\n(3)\n473\n19\nSurvey No. after Sub division\n(4)\n181/1B\nThiruvarur District, Nannilam Taluk, Neelakudi Village.\n181/11\nClassification\n(5)\nWet\nTotal Extent in Hec.\nSection 15 of the Tamil Nadu Highways Act, 2001 (Tamil Nadu Act 34 of 2002).\n(6)\nNOTICE\nUnder sub-section (1) of Section 15 of the Tamil Nadu Highways Act, 2001 (Tamil Nadu Act 34 of 2002) the Governor of Tamil Nadu hereby acquires the land specified in the Schedule below measuring to an extent of 1848 sq.mts of Wet and Manai lands in Neelakkudi Village, Nannilam Taluk, Thiruvarur District for the purpose of widening of Mayiladuthurai Thiruvarur road (SH-23) from km 34/234 to 34/530 km.\nSCHEDULE\nThe plan of the lands are kept in the Office of the Special District Revenue Officer (Land Acquisition), Kumbakonam and Office of the Special Tashildar (Land Acquisition), Chennai Kanyakumari Industrial Corridor Project, Thiruvarur, may be inspected at any time during office hours.\nManai 0.00.50\nAciqisition extent out of Column-5 (in Sqr.Mtr)\n(7)\n0.50.00 817\n5050\nImmovable assets such as structures, wells, trees, etc.\nlying on the acquisition extent shown in Column (5)\n(8)\nPalm-6\nAththi tree-1 Banyan tree-1\nMoongil bushes-1\nSavandal sapling -1\nVaagai sapling-1 Coconut-2\nCoconut sapling-1\nCement Compound\nwall with damaged\ngrill gate -1\nNeem-3\nPuliyan-3\nThatched house -4\nVaadhanarayanan-1 Thatched house-4\n(Part) Damaged Borewell-1\nThatched house -1\nOwner(s)/interested persons for the acquisition extent shown in Column (5)\n(9)\nHajrath Thaj Praksha\nThaikal Estate\nRasu\nS/o. Malayandi\n"}