{"doc_id": "e5a10cd4-f217-4fa0-83e9-601cf0c9869c", "url": "http://archive.org/download/in.gazette.tamilnadu.2020-03-21.Extraordinary_132_Part-II_Section-2/Extraordinary_132_Part-II_Section-2.pdf", "source": "internetarchive", "page_no": 8, "identifier": "in.gazette.tamilnadu.2020-03-21.Extraordinary_132_Part-II_Section-2", "pdf_name": "Extraordinary_132_Part-II_Section-2.pdf", "text": "8\n[G.O. (D) No. 75, Highways and Minor Ports (EAP1) 21st March 2020, பங்குனி 8, விகாரி, திருவள்ளுவர் ஆண்டு-2051.)\nNo. II(2)/HWMP/216(d-5)/2020.\nThe Governor of Tamil Nadu having been satisfied that the lands specified in the Schedule below have to be acquired for the Highways purpose of Strengthening and widening of Melur-Thirupathur Road (SH-191 & 191A) from km 0/000 to 31/600 km at Keelayur village, Melur Taluk, Madurai District and it has already been decided that the entire amount of compensation to be awarded for the lands is to be paid out of the funds controlled or managed by the Divisional Engineer (H), Chennai Kanyakumari Industrial Corridor Project, Tirunelveli after considering the cause shown by the owner (or) other person having interest on such lands as the case may be do hereby publish the following notice under sub-section\nSI. No\nTAMIL NADU GOVERNMENT GAZETTE EXTRAORDINARY\n1\nSurvey No\nBefore Sub Division\n111/5A7\nAfter Sub Division\n111/5A7B\nTotal\nTotal\nExtent (Hect)\n0.49.50\nMadurai District, Melur Taluk, No. 29, Keelayur Village.\nClassifi\n-cation\nTHE SCHEDULE\nDry\n(1) of Section 15 of the Tamil Nadu Highways Act, 2001 (Tamil Nadu Act 34 of 2002).\n[G.O. (D) No. 76, Highways and Minor Ports (EAP1) 21st March 2020, பங்குனி 8, விகாரி, திருவள்ளுவர் ஆண்டு-2051.)\nNo. II(2)/HWMP/216(d-6)/2020.\nThe Governor of Tamil Nadu having been satisfied that the lands specified in the Schedule below have to be acquired for the Highways for Strengthening and widening of Cheyyur-Vandavasi-Polur Road (SH-115) from km 73/550 to 75/600 km at No.27. Jaganathapuram Village in Chetpet Taluk, Tiruvannamalai District and it has already been decided that the entire amount of compensation to be awarded for the lands is to be paid out of the funds controlled or managed by the Divisional Engineer (H), Chennai Kanyakumari Industrial Corridor Project, Vandavasi after considering the cause shown by the owner (or) other person having interest on such lands as the case may be do hereby publish the following notice under sub-section (1) of Section 15 of the Tamil Nadu Highways Act, 2001 (Tamil Nadu Act 34 of 2002).\nUnder sub-section (1) of Section 15 of the Tamil Nadu Highways Act, 2001 (Tamil Nadu Act 34 of 2002) the Governor of Tamil Nadu hereby acquires the land specified in the Schedule below measuring to an extent of 24 sq.mts of dry lands in Keelayur Village, Melur Taluk, Madurai District for the purpose of Strengthening and widening of Melur-Thirupathur Road (SH-191 & 191A) from km 0/000 to 31/600 km.\nThe plan of the lands are kept in the Office of the Special District Revenue Officer (Land Acquisition), Tirunelveli and Office of the Special Tashildar (Land Acquisition), Chennai Kanyakumari Industrial Corridor Project, Thirupathur, may be inspected at any time during office hours.\nExtent required/ Acquired In Sq. Mts.\nNOTICE\n24\n24 Sq.mts\n-\nImmovable assets such as structures, wells, trees, etc. lying on the acquisition extent Building\nOwner/Person interested\n1591\nNachiappan-1 Vayiravan-2 Subramanian-3\nNOTICE\nUnder sub-section (1) of Section 15 of the Tamil Nadu Highways Act, 2001 (Tamil Nadu Act 34 of 2002), the Governor of Tamil Nadu hereby acquires the land specified in the Schedule below measuring to an extent of 1636 sq.mts of dry lands in No.27. Jaganathapuram Village, Chetpet Taluk, Tiruvannamalai District for Strengthening and widening of Cheyyur-VandavasiPolur Road (SH-115) from km 73/550 to 75/600 km.\nThe plan of the lands under acquisition are kept in the office of the Special District Revenue Officer (Land Acquisition), Chennai - Kanyakumari Corridor Project, Kancheepuram and Office of the Special Tahsildar (Land Acquisition), Chennai Kanyakumari Industrial Corridor Project Vandavasi in Tiruvannamalai District may be inspected at any time during\nthe office hours.\n"}